{
  "_id": "61ca146695d2350019b2bfdb",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/548 A, B and C ",
  "ED_Type": "Other Decisions",
  "ED_Title": "Questions deferred for future consideration",
  "ED_Meeting": [
    {
      "_id": "61ca146695d2350019b2bfdc",
      "ED_Date": "2021-12-24T05:00:00.000Z",
      "ED_Number": "54th (resumed) plenary meeting"
    },
    {
      "_id": "625736513c1ff80019637b5e",
      "ED_Date": "2022-04-13T04:00:00.000Z",
      "ED_Number": "68th plenary meeting"
    },
    {
      "_id": "62cdee74b635bf00128bd385",
      "ED_Date": "2022-06-29T04:00:00.000Z",
      "ED_Number": "89th plenary meeting"
    }
  ],
  "ED_AgendaItem": "136",
  "ED_Plenary_Committee": "Fifth Committee",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Fifth Committee",
  "ED_DecisionText": "A\n\nAt its 54th (resumed) plenary meeting, on 24 December 2021, the General Assembly, on the recommendation of the Fifth Committee, (Footnote: A/76/634, para.6.)  decided to defer until the main part of its seventy-seventh session consideration of the following documents:\n\nItem 138\nProposed programme budget for 2022\n\n  Conditions of service and compensation for officials, other than Secretariat officials\n\n  Report of the Secretary-General on conditions of service and compensation for officials, other than Secretariat officials, serving the General Assembly: full-time members of the International Civil Service Commission and the Chair of the Advisory Committee on Administrative and Budgetary Questions (Footnote: A/76/340) \n\nEstimates in respect of special political missions\n\n  Report of the Secretary-General on the review of arrangements for funding and backstopping special political missions (Footnote: A/66/340) \n\n  Related report of the Advisory Committee on Administrative and Budgetary Questions (Footnote: A/66/7/Add.21) \n\nB \n[Footnote: Decision 76/548, in section B.6 of the Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 49 (A/76/49), vol. II, becomes decision 76/548 A.]\nAt its 68th plenary meeting, on 13 April 2022, the General Assembly, on the recommendation of the Fifth Committee, (Footnote: A/76/634/Add.1, para. 6.) , \t\t\n\nSection A\n\n\tDecided to defer until the second part of its resumed seventy-sixth session consideration of the following documents:\n\n\t\tItem 140\n\t\tImproving the financial situation of the United Nations\n\n\tReport of the Secretary-General on improving the financial situation of the United Nations  (Footnote: A/76/429.)\n\tRelated report of the Advisory Committee on Administrative and Budgetary Questions (Footnote: A/76/7/Add.29.)\n\n\t\tSection B\n\n\tDecided to defer until the first part of its resumed seventy-seventh session consideration of the following documents:\n\n\t\tItem 136\n\t\tReview of the efficiency of the administrative and financial functioning of the United Nations\n\n\t\tSupply chain activities in the United Nations Secretariat\n\n\t\tReport of the Secretary-General on supply chain activities in the United Nations Secretariat (Footnote: A/76/613.)\n\n\tRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/76/722.)\n\tReport of the Office of Internal Oversight Services on the audit of implementation of post-employment restrictions for staff involved in the procurement process (Footnote: A/76/139.)\n\tReport of the Office of Internal Oversight Services on the audit of demand and source planning for peace operations (Footnote: A/76/595.)\n\n\t\tItem 144\n\t\tJoint Inspection Unit\n\n\tNote by the Secretary-General drawing attention to the report of the Joint Inspection Unit entitled “Review of contemporary practices in the external outsourcing of services to commercial service providers by United Nations system organizations”  (Footnote: A/75/551.)\n\t\nNote by the Secretary-General transmitting his comments and those of the United Nations System Chief Executives Board for Coordination on the report of the Joint Inspection Unit entitled “Review of contemporary practices in the external outsourcing of services to commercial service providers by United Nations system organizations”  (Footnote: A/75/551/Add.1.)\n\nC\n\nAt its 89th meeting, on 29 June 2022, the General Assembly, on the recommendation of the Fifth Committee  (Footnote: A/76/634/Add.2, para. 9.)\n\n\t\tSection A\n\n\tDecided to defer until the main part of its seventy-seventh session consideration of the following documents:\n\n\t\tItem 136\n\t\tReview of the efficiency of the administrative and financial functioning of the United Nations\n\n\t\tInvesting in prevention and peacebuilding\n\n\tReport of the Secretary-General on investing in prevention and peacebuilding  (Footnote: A/76/732.)\n\tRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/76/821.)\n\n\n\t\tSection B\n\n\tDecided to defer until the second part of its resumed seventy-seventh session consideration of the following documents:\n\n\t\tItem 153\n\t\tFinancing of the United Nations Operation in Côte d’Ivoire\n\n\tReport of the Secretary-General on the final performance of the United Nations Operation in Côte d’Ivoire  (Footnote: A/74/711.)\n\n\tRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/74/785.)\n\n\t\tItem 160\n\t\tFinancing of the United Nations Mission in Liberia\n\n\tReport of the Secretary-General on the final performance of the United Nations Mission in Liberia  (Footnote: A/75/684.)\n\n\tRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/75/823.)\n\n",
  "ED_Disclaimer": "The final text of decision B will be contained in document A/76/49 (Vol. III) after editorial review. The final version of decision A is contained in document A/76/49 (Vol. II). ",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-12-28T00:00:00.076Z"
}