{
  "_id": "61b3787795d2350019b2b2c1",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/525",
  "ED_Type": "Other Decisions",
  "ED_Title": "Provisional programme  of work of the Sixth Committee for the seventy-seventh session",
  "ED_Meeting": [
    {
      "_id": "61b3787795d2350019b2b2c2",
      "ED_Date": "2021-12-09T05:00:00.000Z",
      "ED_Number": "49th plenary meeting"
    }
  ],
  "ED_AgendaItem": "122",
  "ED_Plenary_Committee": "Sixth Committee",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Sixth Committee",
  "ED_DecisionText": "At its 49th plenary meeting, on 9 December 2021, the General Assembly, on the recommendation of the Sixth Committee, (Footnote: A/76/489, para. 6)  noted that the Sixth Committee had decided to adopt the following provisional programme of work for the seventy-seventh session of the Assembly, as proposed by the Bureau:\n\nProvisional programme of work \n(Footnote: Indicating provisional dates in 2022 for debates under the respective items without prejudice to the allocation of additional meetings for working groups established and Secretariat briefings convened by the Sixth Committee. In accordance with General Assembly resolution 69/250, no formal meetings of the Sixth Committee are scheduled for 5 October (Yom Kippur), 24 October (Diwali) and 8 November (Gurpurab). \n\n3 October\tOrganization of work of the Sixth Committee\n3, 4 and 6 October\tMeasures to eliminate international terrorism\n6 and 7 October\tCriminal accountability of United Nations officials and experts on mission\n7 and 10 October\tThe rule of law at the national and international levels\n10 October\tCrimes against humanity\n11 October\tAdministration of justice at the United Nations\n11 and 12 October\tThe scope and application of the principle of universal jurisdiction\n13 October\tResponsibility of States for internationally wrongful acts\n\tRequest(s) for observer status (Footnote: Request(s) for observer status included, for the first time, in the agenda of the seventy-seventh session.) \n17 October\tReport of the United Nations Commission on International Trade Law on the work of its fifty-fifth session\n\tStatus of the Protocols Additional to the Geneva Conventions of 1949 and relating to the protection of victims of armed conflicts\n17 and 18 October\tConsideration of effective measures to enhance the protection, security and safety of diplomatic and consular missions and representatives\n19 October\tConsideration of prevention of transboundary harm from hazardous activities and allocation of loss in the case of such harm\n\tThe law of transboundary aquifers\n20 October\tUnited Nations Programme of Assistance in the Teaching, Study, Dissemination and Wider Appreciation of International Law\n25 to 28 October and 1 to 3 November\tReport of the International Law Commission on the work of its seventy third session\n3 November\tDiplomatic protection \n4 November\tReport of the Special Committee on the Charter of the United Nations and on the Strengthening of the Role of the Organization\n7 November\tReport of the Committee on Relations with the Host Country\n10 November\tRequest(s) for observer status \n\tRevitalization of the work of the General Assembly\n18 November\tProgramme planning\n\tElection of the officers of the Main Committees\n14 October, 9 and 17 November\n\tReserved\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/76/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-12-11T00:00:00.093Z"
}