{
  "_id": "61af7e4f95d2350019b2aeac",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/515",
  "ED_Type": "Other Decisions",
  "ED_Title": "Nuclear disarmament verification",
  "ED_Meeting": [
    {
      "_id": "61af7e4f95d2350019b2aead",
      "ED_Date": "2021-12-06T05:00:00.000Z",
      "ED_Number": "45th plenary meeting"
    }
  ],
  "ED_AgendaItem": "100 (hh)",
  "ED_Plenary_Committee": "First Committee",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "First Committee",
  "ED_DecisionText": "At its 45th plenary meeting, on 6 December 2021, the General Assembly, by a recorded vote of 187 to 0, with 2 abstentions (Footnote: See A/76/PV.45),  on the recommendation of the First Committee, (Footnote: A/76/444, para. 94)   recalling its resolutions 71/67 of 5 December 2016 and 74/50 of 12 December 2019 and its decisions 72/514 of 4 December 2017, 73/514 of 5 December 2018 and 75/516 of 7 December 2020, acknowledging the impact of the coronavirus disease (COVID-19) on the convening of meetings within United Nations premises, noting the impact of COVID-19 on the ability of the group of governmental experts to further consider nuclear disarmament verification issues, established pursuant to resolution 74/50, to convene for two weeks in 2021, as originally scheduled, and recalling the request to the Secretary-General, contained in resolution 74/50, to report to the Assembly on the work of the group upon its completion:\n(a)\tDecided to request the Secretary-General to hold two additional sessions in 2023 in Geneva to compensate for the two planned 2021 sessions that had had to be postponed owing to COVID-19 travel restrictions, for a total of two weeks in 2022 and two weeks in 2023, as well as one additional informal intersessional consultative meeting in New York in 2023 to compensate for the planned 2021 meeting that had had to be postponed owing to COVID-19 travel restrictions, for a total of two meetings, one in 2022 and one in 2023;\n(b)\tAlso decided to call upon the Secretary-General to transmit the report of the group of governmental experts to the General Assembly at its seventy-eighth session and to the Conference on Disarmament; \n(c)\tFurther decided to include in the provisional agenda of its seventy-seventh session, under the item entitled “General and complete disarmament”, the sub-item entitled “Nuclear disarmament verification”.\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/76/49 (Vol. II) after editorial review.\n",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-12-08T00:00:00.110Z"
}