{
  "_id": "61c0f96c95d2350019b2bb66",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/537",
  "ED_Type": "Other Decisions",
  "ED_Title": "Draft  programme of work of the Third Committee for the seventy-seventh session of the General Assembly",
  "ED_Meeting": [
    {
      "_id": "61c0f96c95d2350019b2bb67",
      "ED_Date": "2021-12-16T05:00:00.000Z",
      "ED_Number": "53rd plenary meeting"
    }
  ],
  "ED_AgendaItem": "122",
  "ED_Plenary_Committee": "Third Committee",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Third Committee",
  "ED_DecisionText": "At its 53rd plenary meeting, on 16 December 2021, the General Assembly, on the recommendation of the Third Committee: (Footnote: A/76/468, para. 6.)  \n\n(a)\tapproved, subject to any subsequent decision by the Assembly, the draft programme of work of the Third Committee for the seventy-seventh session of the Assembly as set out below; \n(b)\tFurther invited the Bureau of the Third Committee at the seventy-seventh session, in preparing the draft programme of work and timetable of the Committee for the seventy-seventh session, to take into account the draft provisional programme of work and timetable of the Committee as contained in document A/C.3/76/CRP.2.\n\nDraft programme of work\n\n\nItem 1.\tSocial development:\n\t\t\t(a)\tImplementation of the outcome of the World Summit for Social Development and of the twenty-fourth special session of the General Assembly;\n\t\t\t(b)\tSocial development, including questions relating to the world social situation and to youth, ageing, persons with disabilities and the family;\n\t\t\t(c)\tLiteracy for life: shaping future agendas.\nItem 2.\tCrime prevention and criminal justice.\nItem 3.\tCountering the use of information and communications technologies for criminal purposes.\nItem 4.\tInternational drug control.\nItem 5.\tAdvancement of women.\nItem 6.\tPromotion and protection of the rights of children:\n\t\t\t(a)\tPromotion and protection of the rights of children;\n\t\t\t(b)\tFollow-up to the outcome of the special session on children.\nItem 7.\tRights of indigenous peoples:\n\t\t\t(a)\tRights of indigenous peoples;\n\t\t\t(b)\tFollow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples.\nItem 8.\tPromotion and protection of human rights:\n\t\t\t(a)\tImplementation of human rights instruments;\n\t\t\t(b)\tHuman rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms;\n\t\t\t(c)\tHuman rights situations and reports of special rapporteurs and representatives;\n\t\t\t(d)\tComprehensive implementation of and follow-up to the Vienna Declaration and Programme of Action.\nItem 9.\tElimination of racism, racial discrimination, xenophobia and related intolerance:\n\t\t\t(a)\tElimination of racism, racial discrimination, xenophobia and related intolerance;\n\t\t\t(b)\tComprehensive implementation of and follow-up to the Durban Declaration and Programme of Action.\nItem 10.\tRight of peoples to self-determination.\nItem 11.\tReport of the Human Rights Council.\nItem 12.\tReport of the United Nations High Commissioner for Refugees, questions relating to refugees, returnees and displaced persons and humanitarian questions.\nItem 13.\tRevitalization of the work of the General Assembly.\n",
  "ED_Disclaimer": "\nThe final version of decisions adopted during the main part of the session will be contained in document A/76/49 (Vol. II) after editorial review.\n",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-12-21T00:00:00.084Z"
}