{
  "_id": "6144adc77fbb520018932682",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/503",
  "ED_Type": "Other Decisions",
  "ED_Title": "Participation  in formal plenary meetings of the General Assembly at its seventy-sixth session ",
  "ED_Meeting": [
    {
      "_id": "6144adc77fbb520018932683",
      "ED_Date": "2021-09-17T04:00:00.000Z",
      "ED_Number": "2nd plenary meeting"
    }
  ],
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary ",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Plenary ",
  "ED_DecisionText": "At its 2nd plenary meeting, on 17 September 2021, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/76/250, para. 42),  noting with concern the situation regarding the coronavirus disease (COVID-19) pandemic, and noting that there were certain limitations in place on access to the United Nations premises as precautionary measures aimed at containing the spread of COVID-19, including quarantine requirements: \n(a)\tDecided, without setting a precedent for future plenary meetings of the General Assembly, that, during the seventy-sixth session, where quarantine requirements or travel restrictions were in place, those who were invited by the Assembly either to make a statement at a plenary meeting or to present a report, and were not a representative of a Member State or an observer delegation, might each submit a pre-recorded statement, which would be played in the General Assembly Hall after the introduction by the President of the General Assembly at the plenary meetings concerned;\n\t(b)\tAlso decided that, in addition to the verbatim records of the plenary meetings, the President of the General Assembly would circulate, as a document of the Assembly, a compilation document of the statements delivered by means of pre-recorded statements at each of the formal plenary meetings, which would be attached to the verbatim records of the meeting.\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/76/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-09-17T23:00:00.226Z"
}