{
  "_id": "617c67e3e6ada7001294a13b",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/511",
  "ED_Type": "Other Decisions",
  "ED_Title": "Participation  in the high-level meeting of the General Assembly on the appraisal of the United Nations Global Plan of Action to Combat Trafficking in Persons",
  "ED_Meeting": [
    {
      "_id": "617c67e3e6ada7001294a13c",
      "ED_Date": "2021-10-29T04:00:00.000Z",
      "ED_Number": "25th plenary meeting"
    }
  ],
  "ED_AgendaItem": "108",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 25th plenary meeting, on 29 October 2021, the General Assembly, on the proposal of its President, (footnote: A/76/L.5)  recalling its resolution 75/283 of 7 June 2021 on the modalities, format and organization of the high-level meeting of the Assembly on the appraisal of the United Nations Global Plan of Action to Combat Trafficking in Persons, and noting with concern the ongoing situation regarding the coronavirus disease (COVID-19) pandemic: \n\n\t(a)\tDecided that Member States and observers of the General Assembly, in line with paragraph 2 (b) of its resolution 75/283, might submit a pre-recorded statement by their Head of State or Government, head of delegation or other dignitary, which would be played in the General Assembly Hall during the plenary meetings of the high-level meeting, after introduction by their representative who was physically present in the Assembly Hall;\n\n\t(b)\tAlso decided that, in addition to the verbatim records of the high-level meeting, the President of the General Assembly would circulate as a document of the Assembly a compilation document of the statements delivered by means of pre recorded statements during the high-level meeting and submitted to the President no later than the day on which the pre-recorded statement was played in the Assembly Hall, and that such pre-recorded statements would be attached to the verbatim records of the meeting.\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/76/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-10-29T23:00:00.079Z"
}