{
  "_id": "6144af297fbb52001893269e",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/506 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of agenda items",
  "ED_Meeting": [
    {
      "_id": "6144af297fbb52001893269f",
      "ED_Date": "2021-09-17T04:00:00.000Z",
      "ED_Number": "2nd plenary meeting"
    },
    {
      "_id": "617b1956e6ada70012949fcd",
      "ED_Date": "2021-10-28T04:00:00.000Z",
      "ED_Number": "23rd plenary meeting"
    },
    {
      "_id": "61ef24496a1b9f001897e3ef",
      "ED_Date": "2022-01-20T05:00:00.000Z",
      "ED_Number": "55th plenary meeting"
    },
    {
      "_id": "623b3a96367b8e0019d43a29",
      "ED_Date": "2022-03-15T04:00:00.000Z",
      "ED_Number": "61st plenary meeting"
    },
    {
      "_id": "625737263c1ff80019637b8d",
      "ED_Date": "2022-04-08T04:00:00.000Z",
      "ED_Number": "67th plenary meeting"
    },
    {
      "_id": "627b1f205d06fa00117dade9",
      "ED_Date": "2022-04-26T04:00:00.000Z",
      "ED_Number": "69th plenary meeting"
    },
    {
      "_id": "627b1f205d06fa00117dadea",
      "ED_Date": "2022-05-10T04:00:00.000Z",
      "ED_Number": "71st plenary meeting"
    },
    {
      "_id": "62acc445e3fa5c001926a524",
      "ED_Date": "2022-05-23T04:00:00.000Z",
      "ED_Number": "74th plenary meeting"
    },
    {
      "_id": "62b22ebd952075001901ff5b",
      "ED_Date": "2022-06-20T04:00:00.000Z",
      "ED_Number": "84th plenary meeting"
    },
    {
      "_id": "62b22ebd952075001901ff5c",
      "ED_Date": "2022-06-21T04:00:00.000Z",
      "ED_Number": "85th plenary meeting"
    },
    {
      "_id": "62cdd105b635bf00128bd316",
      "ED_Date": "2022-07-11T04:00:00.000Z",
      "ED_Number": "93rd plenary meeting"
    },
    {
      "_id": "62e2c340b635bf00128bdd4b",
      "ED_Date": "2022-07-21T04:00:00.000Z",
      "ED_Number": "96th plenary meeting"
    },
    {
      "_id": "62e2e1dcb635bf00128bdd95",
      "ED_Date": "2022-07-28T04:00:00.000Z",
      "ED_Number": "97th plenary meeting"
    }
  ],
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A\n\nAt its 2nd plenary meeting, on 17 September 2021, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (A/76/250)  adopted the agenda (A/76/251)  and the allocation of agenda items (A/76/252)  for the seventy-sixth session.\n\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (Ibid., para. 95)  decided to include in the agenda of its seventy-sixth session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (Ibid., para. 96)  decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its seventy-seventh session.\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (Ibid., para. 97)   by a recorded vote of 65 to 11, with 37 abstentions, (For voting results see A/76/PV.2) decided to include in the agenda of its seventy-sixth session the item entitled “The situation in the temporarily occupied territories of Ukraine” under heading B (Maintenance of international peace and security).  \n\nAt its 23rd plenary meeting, on 28 October 2021, the General Assembly decided to consider directly in plenary meeting sub-item (a) entitled “Operational activities for development of the United Nations system” of agenda item 25 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution (footnote: A/76/L.4). \n\nB \n(Footnote: Decision 76/506, in section B.1 of the Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 49 (A/76/49), vol. II, becomes decision 76/506 A). \n\n\tAt its 55th plenary meeting, on 20 January 2022, the General Assembly decided to consider directly in plenary meeting sub-item (a) entitled “Follow-up to the Fourth United Nations Conference on the Least Developed Countries” of agenda item 23 entitled “Groups of countries in special situations”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/76/L.32). \n\nAt the same meeting, the General Assembly decided to consider directly in plenary meeting agenda item 109 entitled “Countering the use of information and communications technologies for criminal purposes”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to proceed expeditiously with the consideration of a draft decision,  (Footnote: A/76/L.31) a proposed amendment thereto  (Footnote: A/76/L.33/Rev.1) and a proposed amendment to that draft amendment  . (Footnote: A/76/L.34/Rev.1.).\n\nAt its 61st plenary meeting, on 15 March 2022, the General Assembly decided reopen consideration of agenda item 29 entitled “Advancement of women”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/76/L.40) \n\nAt its 67th plenary meeting, on 8 April 2022, the General Assembly decided to reopen consideration of agenda item 12 entitled “Sport for development and peace: building a peaceful and better world through sport and the Olympic ideal”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences) and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/76/L.48)\n\nAt its 69th plenary meeting, on 26 April 2022, the General Assembly decided to reopen consideration of agenda item 71 entitled “Rights of indigenous peoples”, under heading D (Promotion of human right), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/76/L.51)\n\nAt the same meeting, the General Assembly decided to reopen consideration of sub-item (d) entitled “Reducing space threats through norms, rules and principles of responsible behaviours” of agenda item 98 entitled “Prevention of an arms race in outer space”, under heading G (Disarmament), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/76/L.50)\n\nAt its 71st plenary meeting, on 10 May 2022, the General Assembly decided to reopen consideration of sub-item (d) of agenda item 116 entitled “Election of members of the Human Rights Council”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the election to fill a vacancy resulting from the withdrawal of a member of the Council.\n\nAt its 74th plenary meeting, on 24 May 2022, the General Assembly decided to reopen consideration of agenda item 26 entitled “Agriculture development, food security and nutrition”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/76/L.55)\n\nAt the same meeting, the General Assembly decided to reopen consideration of sub-item (a) entitled “Appointment of members of the Advisory Committee on Administrative and Budgetary Questions” of agenda item 117 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of the report of the Fifth Committee.  (Footnote: A/76/516/Add.1)\n\nAt the 84th plenary meeting, on 20 June 2022, the General Assembly decided to reopen consideration of agenda item 29 entitled “Advancement of women”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences) to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/76/L.66)\n\nAt the 85th plenary meeting, on 21 June 2022, the General Assembly decided to reopen consideration of sub-item (u) entitled “Problems arising from the accumulation of conventional ammunition stockpiles in surplus” of agenda item 100 entitled “General and complete disarmament”, under heading G (Disarmament), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/76/L.65)\n\nAt the 93rd plenary meeting, on 11 July 2022, the General Assembly decided to reopen consideration of sub-item (b) entitled “Human rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedom” of agenda item 74 entitled “Promotion and protection of human rights”, under heading D (Promotion of human rights), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision.14  (Footnote: A/76/L.69) \n\nAt the 96th plenary meeting, on 21 July 2022, the General Assembly decided to reopen consideration of agenda item 25 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision.   (Footnote: A/76/L.73)\n\nAt the 97th plenary meeting, on 28 July 2022, the General Assembly decided to reopen consideration of sub-item (b) entitled “Human rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedom” of agenda item 74 entitled “Promotion and protection of human rights”, under heading D (Promotion of human rights), and to proceed expeditiously with the consideration of a draft resolution.   (Footnote: A/76/L.75)",
  "ED_Disclaimer": "The final version of decision 76/506 B will be contained in document A/76/49 (Vol. III) after editorial review. The final version of decision 76/506 A is contained in section B.1 of the Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 49 (A/76/49), vol. II.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-09-17T23:00:00.226Z"
}