{
  "_id": "6144ae9c7fbb520018932695",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/505",
  "ED_Type": "Other Decisions",
  "ED_Title": "Organization of the seventy-sixth session",
  "ED_Meeting": [
    {
      "_id": "6144ae9c7fbb520018932696",
      "ED_Date": "2021-09-17T04:00:00.000Z",
      "ED_Number": "2nd plenary meeting"
    },
    {
      "_id": "61a921cf95d2350019b2acb2",
      "ED_Date": "2021-12-02T05:00:00.000Z",
      "ED_Number": "43rd plenary meeting"
    }
  ],
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary ",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Plenary ",
  "ED_DecisionText": "At its 2nd plenary meeting, on 17 September 2021, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/76/250),  adopted a number of provisions concerning the organization of the seventy-sixth session.\nAt the same meeting, the General Assembly took note of the information provided in paragraph 79 of the same report of the General Committee regarding the views expressed by the Advisory Committee on Administrative and Budgetary Questions on the use of the phrase “within existing resources”, as well as the report of the Committee (A/54/7), in which the Committee had emphasized the responsibility of the Secretariat to inform the General Assembly thoroughly and accurately about whether there were enough resources to implement a new activity. \nAt the 43rd meeting, on 2 December 2021, the General Assembly, on the proposal of its President, decided to postpone the date of recess of the seventy-sixth session of the Assembly from Monday, 13 December 2020, to Thursday, 23 December 2021.\nAt the same meeting, the General Assembly, at the request of the Chair of the Fifth Committee, decided to extend the work of the Committee until Thursday, 23 December 2021. \n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/76/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-09-17T23:00:00.226Z"
}