{
  "_id": "61c0f73795d2350019b2bb23",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/545",
  "ED_Type": "Other Decisions",
  "ED_Title": "Draft programme of work of the Second Committee for the seventy-seventh session  of the General  Assembly",
  "ED_Meeting": [
    {
      "_id": "61c0f73795d2350019b2bb24",
      "ED_Date": "2021-12-17T05:00:00.000Z",
      "ED_Number": "54th plenary meeting"
    }
  ],
  "ED_AgendaItem": "122",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "At its 54th plenary meeting, on 17 December 2021, the General Assembly, on the recommendation of the Second Committee: (Footnote: A/76/542, para.8)   \n(a)\tApproved the draft programme of work of the Second Committee for the seventy-seventh session of the Assembly as set out below;\n(b)\tInvited the Bureau of the Second Committee at the seventy-seventh session, in preparing the draft programme of work and timetable of the Committee for the seventy-seventh session, to take into account the provisional programme of work and timetable of the Committee as contained in document A/C.2/76/CRP.2.\n\n\t\tDraft programme of work \n\n(Footnote: The final list of items and sub-items to be considered will be based on the resolutions and decisions adopted by the General Assembly.) \n\n1.\tInformation and communications technologies for sustainable development.\n2.\tMacroeconomic policy questions:\n\t(a)\tInternational trade and development;\n\t(b)\tInternational financial system and development;\n\t(c)\tExternal debt sustainability and development;\n\t(d)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development;\n\t(e)\tPromoting investments for sustainable development.\n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\n4.\tSustainable development:\n\t\t(a)\tTowards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21;\n\t\t(b)\tFollow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States;\n\t(c)\tDisaster risk reduction;\n\t\t(d)\tProtection of global climate for present and future generations of humankind;\n\t\t(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\n\t(f)\tConvention on Biological Diversity;\n\t\t(g)\tReport of the United Nations Environment Assembly of the United Nations Environment Programme;\n\t(h)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\n\t(i)\tCombating sand and dust storms;\n\t\t(j)\tSustainable mountain development;\n\t\t(k)\tHarmony with Nature.\n5.\tFollow-up to the implementation of the New Urban Agenda and strengthening of the United Nations Human Settlements Programme (UN-Habitat).\n6.\tGlobalization and interdependence:\n\t(a)\tRole of the United Nations in promoting development in the context of globalization and interdependence;\n\t(b)\tInternational migration and development.\n7.\tGroups of countries in special situations:\n\t\t(a)\tFollow-up to the Fifth United Nations Conference on the Least Developed Countries;\n\t\t(b)\tFollow-up to the second United Nations Conference on Landlocked Developing Countries.\n8.\tEradication of poverty and other development issues:\n\t\t(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027);\n\t\t(b)\tEradicating rural poverty to implement the 2030 Agenda for Sustainable Development;\n\t\t(c)\tIndustrial development cooperation;\n\t\t(d)\tWomen in development;\n\t\t(e)\tHuman resources development.\n9.\tOperational activities for development:\n\t(a)\tOperational activities for development of the United Nations system;\n\t(b)\tSouth-South cooperation for development.\n10.\tAgriculture development, food security and nutrition.\n11.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\n12.\tRevitalization of the work of the General Assembly.\n13.\tProgramme planning.\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/76/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-12-21T00:00:00.084Z"
}