{
  "_id": "614128d0e2454b0013a0eeb3",
  "ED_Division": "GA",
  "ED_DecisionNumber": "76/501",
  "ED_Type": "Other Decisions",
  "ED_Title": "Meetings of subsidiary organs and entities during the main part of the seventy-sixth session\t ",
  "ED_Meeting": [
    {
      "_id": "614128d0e2454b0013a0eeb4",
      "ED_Date": "2021-09-14T04:00:00.000Z",
      "ED_Number": "1st plenary meeting"
    },
    {
      "_id": "61685be8c9f8230018a26fa9",
      "ED_Date": "2021-10-14T04:00:00.000Z",
      "ED_Number": "19th plenary meeting"
    }
  ],
  "ED_AgendaItem": "7 and 140",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "76th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": " At its 1st plenary meeting, on 14 September 2021, the General Assembly decided to authorize those entities listed in the letter dated 7 September 2021 from the Chair of the Committee on Conferences (footnote: A/76/316),1 namely the open-ended working group on security of and in the use of information and communications technologies (2021–2025); the Independent Audit Advisory Committee; the Committee on the Exercise of the Inalienable Rights of the Palestinian People; the Committee on Relations with the Host Country; and the States parties to the United Nations Convention on the Law of the Sea, to meet during the main part of the seventy-sixth session of the Assembly, on the strict understanding that all such meetings would be allocated conference services on an “if available” basis, from within existing resources, in such a way as to ensure that the work of the General Assembly and its Main Committees is not impeded. \n\nAt  its 19th plenary meeting, on 14 October 2021, the General Assembly decided to authorize those entities listed in the letters dated 27 September 2021 and 5 October 2021 from the Chair of the Committee on Conferences (footnote: A/76/316/Add.1 and A/76/316/Add.2),  namely the Conference on the Establishment of a Middle East Zone Free of Nuclear Weapons and Other Weapons of Mass Destruction and the Executive Board of the United Nations Development Programme, the United Nations Population Fund and the United Nations Office for Project Services, to meet during the main part of the seventy-sixth session of the General Assembly, on the strict understanding that all meetings would be allocated conference services on an “if available” basis, from within existing resources, in such a way as to ensure that the work of the General Assembly and its Main Committees is not impeded. ",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/76/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-09-14T23:00:00.063Z"
}