{
  "symbol": "A/80/L.8",
  "filename": "A_80_L.8.pdf",
  "title": "2025 Political Declaration on the Implementation of the United Nations Global Plan of Action to Combat Trafficking in Persons",
  "text": "United Nations \nA/80/L.8\n \n \nGeneral Assembly \nDistr.: Limited \n23 October 2025 \nOriginal: English \n \n25-17125 (E)    031125 \n*2517125* \n \n \nEightieth session \nAgenda item 107 \nCrime prevention and criminal justice \n \n \n \n \n \nDraft resolution submitted by the President of the General Assembly \n \n \n \n 2025 Political Declaration on the Implementation of the United Nations \nGlobal Plan of Action to Combat Trafficking in Persons \n \n \n \nThe General Assembly \n \nAdopts the 2025 Political Declaration on the Implementation of the United \nNations Global Plan of Action to Combat Trafficking in Persons, annexed to the \npresent resolution. \n \n \n \nAnnex \n \n \n2025 Political Declaration on the Implementation of the United Nations Global \nPlan of Action to Combat Trafficking in Persons \n \n1. \nWe, the States Members of the United Nations, welcome the fifteenth \nanniversary of the adoption of the United Nations Global Plan of Action to Combat \nTrafficking in Persons,1 reaffirm our commitments made therein, as well as in the \npreviously adopted Political Declarations of 20172 and 2021,3 and evince our strong \npolitical will to take decisive concerted action to end this heinous crime, wherever it \nmay occur. \n2. \nWe recall and reaffirm our commitments to the 2030 Agenda for Sustainable \nDevelopment,4 recognizing its integrated and indivisible nature and acknowledging \nthat the 2030 Agenda includes commitments that relate to combating all forms of \ntrafficking in persons, recognize the importance of partnerships and international \ncooperation in this regard, and emphasize that the 2030 Agenda and the Global Plan \nof Action are mutually reinforcing.  \n3. \nWe also welcome the actions and efforts related to ending trafficking in persons, \nespecially of women and children, contained in resolution 79/1 entitled “The Pact for \nthe Future”.  \n4. \nWe reaffirm the crucial importance of universal ratification of the United Nations \nConvention against Transnational Organized Crime 5 and the Protocol to Prevent, \n__________________ \n \n1  Resolution 64/293. \n \n2  Resolution 72/1. \n \n3  Resolution 76/7, annex. \n \n4  Resolution 70/1. \n \n5  United Nations, Treaty Series, vol. 2225, No. 39574. \n\nA/80/L.8 \n \n25-17125\n2/8 \n \nSuppress and Punish Trafficking in Persons, Especially Women and Children, \nsupplementing the United Nations Convention against Transnational Organized \nCrime,6 taking into consideration the central role of those instruments in the fight \nagainst trafficking in persons, and urge Member States that have not yet done so to \nconsider ratifying or acceding to the Convention and the Protocol as a matter of \npriority. We urge States Parties to those instruments to implement them effectively, \nincluding through the Mechanism for the Review of the Implementation of the United \nNations Convention against Transnational Organized Crime and the Protocols thereto.  \n5. \nWe also reaffirm the importance of universal ratification and implementation of \nother relevant international instruments that address trafficking in persons, including \nthe Convention on the Rights of the Child 7 and its optional protocols relevant to \ntrafficking in persons.8  \n6. \nWe recall the Global Compact for Safe, Orderly and Regular Migration, 9 the \nGlobal Compact on Refugees,10 and take note of Committee on the Elimination of \nDiscrimination against Women general recommendation No. 38 (2020) on trafficking \nin women and girls in the context of global migration. 11  \n7. \nWe also reaffirm our recognition of the definition of trafficking in persons as set \nforth in the Protocol to Prevent, Suppress and Punish Trafficking in Persons, \nEspecially Women and Children, as referenced in the Global Plan of Action and the \nsubsequent Political Declarations. \n8. \nWe reiterate our strong condemnation of trafficking in persons, which \nconstitutes a serious crime and a grave offence to human dignity and physical \nintegrity, a violation and abuse of human rights and fundamental freedoms and a \nchallenge to sustainable development, and we note that respect for human rights is an \nimportant basis of comprehensive anti-trafficking strategies. Combating trafficking \nin persons requires the implementation of a comprehensive approach that includes \npartnerships, international cooperation and measures to prevent trafficking, to \nidentify and protect the victims, as well as a criminal justice response, including the \ninvestigation, prosecution and punishment of traffickers. In this regard, we encourage \nthe development of policies, programmes and national strategies to prevent and \ncombat trafficking in persons, we underline the importance of cooperation with civil \nsociety and we note the need to strengthen legal and institutional frameworks for more \neffective responses.  \n9. \nWe commit to fulfil our obligations and intensify our efforts to prevent, address \nand eliminate the demand that fosters trafficking in persons, especially of women and \nchildren, for all forms of exploitation, and in this regard to put in place or enhance \npreventive measures, including legislative and other measures to deter exploiters, and \nthose who facilitate or profit from the exploitation of trafficking victims, and hold \nthem accountable.  \n10. We reaffirm our commitment to address the social, economic, cultural, political \nand other factors that make people vulnerable to trafficking in persons, such as \npoverty, underdevelopment, unemployment, inequality, humanitarian emergencies, \narmed conflicts and natural disasters, sexual violence, gender discrimination, racial \ndiscrimination, social and financial exclusion and marginalization, as well as negative \n__________________ \n \n6  Ibid., vol. 2237, No. 39574.  \n \n7  Ibid., vol. 1577, No. 27531.  \n \n8  Ibid., vols. 2171 and 2173, No. 27531. \n \n9  Resolution 73/195, annex.  \n \n10  Official Records of the General Assembly, Seventy-third Session, Supplement No. 12 (A/73/12 \n(Part I) and A/73/12 (Part II)), part II.  \n \n11  CEDAW/C/GC/38. \n\nA/80/L.8\n \n3/8\n25-17125 \n \nsocial norms, and a culture of tolerance towards violence against women, youth and \nchildren. We reiterate our commitment to promote education and awareness-raising \ncampaigns to prevent trafficking in persons, and we welcome the designation of \n30 July as the World Day against Trafficking in Persons. 12  \n11. \nWe express our serious concern over the significant and enduring trafficking of \nwomen and children, recognize that trafficking in persons disproportionately affects \nthem. We note with concern potential cases of trafficking in women for the \nexploitation of surrogacy. We express grave concern about the increase in child \ntrafficking, primarily for forced labour, forced marriage, sexual exploitation, and \ninvolvement in criminal activities. We note the specific vulnerabilities of children, \nincluding children and youth with disabilities and unaccompanied children, to various \nforms of exploitation, including in the context of travel, tourism and sports, and the \nneed to address them, as well as the cultural practices that justify or tolerate their \ndemand. We call upon Member States to enact or update national laws and establish \ncomprehensive policies, programmes and other measures, as appropriate, that provide \nfor the protection of trafficked women and children from revictimization and \nappropriate assistance and protection in the best interests of the child.  \n12. We express solidarity with and compassion for victims and survivors, we call \nfor full respect of their human rights and recognizing their role as agents of change \nin the global fight against trafficking in persons. We acknowledge the need to actively \ninvolve them, incorporating their perspective and experience in all efforts to prevent \nand combat trafficking in persons, including in designing, implementing, monitoring \nand evaluating such efforts. We will provide victim-centred and trauma-informed \ncare, assistance and services for their recovery and rehabilitation, access to health, \nincluding sexual and reproductive health-care services and mental health and \npsychosocial support services, and seek to enhance the provision of safe shelter, legal \naid, long-term support, reintegration and timely family reunification, including \nprotection and assistance, working also with civil society and other relevant partners. \nWe will ensure that victims are treated with respect and dignity and are not \ninappropriately penalized or adversely affected by any actions taken by government \nauthorities and communities, including criminal, civil, administrative and \nimmigration penalties, for acts that they commit as a direct consequence of their \ntrafficking situation, through the implementation of both the principle of \nnon-prosecution and non-punishment of victims of trafficking subject to national \nlaws, rules and regulations.  \n13. We commit to undertake appropriate measures to facilitate access to justice and \nprotections for victims of trafficking in persons that should not be conditional on their \nparticipation in criminal proceedings, taking into account national legislation, and we \nwill seek to ensure that laws and policies are in place to alleviate reliance on victims’ \ntestimonies. We also commit to take steps to ensure that effective remedies are \navailable, including for damage suffered, as well as for victims who have been \nunjustly penalized for illegal acts committed in connection with their victimization. \nWe further commit to enable a victim-centred, age- and gender-sensitive approach to \ncare and assistance of victims that takes into consideration disability and trauma and \nthat addresses the specific needs of women, youth and children.  \n14. We affirm our commitment to protect the privacy and identity and ensure the \nsafety of victims of trafficking in persons before, during and after criminal proceedings, \nincluding when the victim’s testimony is necessary in legal proceedings, and to \nprotect immediate family members and witnesses, as appropriate, from retaliation by \n__________________ \n \n12  See resolution 68/192.  \n\nA/80/L.8 \n \n25-17125\n4/8 \n \ntraffickers, by ensuring their safety, in accordance with articles 24 and 25 of the \nUnited Nations Convention against Transnational Organized Crime, as applicable. \n15. We reaffirm our commitment to continue our efforts to criminalize trafficking \nin persons in all its forms, to hold traffickers accountable for their crimes through \nprosecutions, and to strengthen cooperation and coordination among Member States \nin countries of origin, transit and destination in order to disrupt and dismantle criminal \nnetworks involved in such crimes, inter alia through the enhancement of information-\nsharing, including through the secure communications channels of the International \nCriminal Police Organization (INTERPOL), where appropriate, as well as through \nmutual legal assistance and extradition, with full respect for domestic law, in \ncombating crimes that might be connected with trafficking in persons, such as money-\nlaundering, corruption, illicit financial flows, the smuggling of migrants, the \ntrafficking in illicit drugs, illicit arms trafficking, cybercrime and all forms of \norganized crime and related illicit finance.  \n16. We commit to enhancing the capacity of law enforcement and criminal justice \nsystems, including the capacity of criminal justice practitioners, to identify, \ninvestigate and prosecute cases of trafficking in persons, including when connected \nto other trafficking-related crimes, and analyse financial flows to detect and dismantle \nthose criminal networks and their financial structures, in collaboration with financial \ninstitutions. We also commit to developing and strengthening national referral \nmechanisms and to use available technology to increase victim referrals and services \nand to identify, seize and forfeit proceeds of crime of those criminal networks. We \nemphasize the importance of regular and specialized professional training for officials \nand practitioners who are involved in preventing, identifying and responding to \ntrafficking in persons, as a key component of an effective and victim-centred \napproach. \n17. We also commit to investigate and prosecute trafficking in persons, and to take \nall appropriate measures to collect, preserve and store evidence of human trafficking, \nincluding when committed for the purpose of, particularly, sexual exploitation. We \nrecognize that trafficking-related crimes often encompass other criminal acts and call \nfor the adoption of prosecutorial policies that ensure accountability for the full range \nof harm suffered by victims. \n18. We are seriously concerned that the scale of global resourcing to prevent and \nfight trafficking in persons does not match the scale of the challenge and in this \nregard:  \n \n(a) \nWe reaffirm our strong support for the United Nations voluntary trust fund \nfor victims of trafficking in persons, especially women and children, established in \naccordance with the Global Plan of Action, and we invite all stakeholders to \ncontribute to the trust fund, including through the announcement of pledges at the \nquadrennial high-level appraisals of the Global Plan of Action;  \n \n(b) \nWe evince our strong political will and commitment of financial resources \nto effectively address trafficking in persons in all circumstances, acknowledging the \nneed to provide sufficient, reliable, sustainable and predictable resources for national \ntrafficking in persons strategies, especially for developing countries that are \nparticularly affected by mixed and large movements of refugees and migrants, \nincluding countries of origin, transit and destination;  \n \n(c) \nWe will endeavour to provide unearmarked extrabudgetary resources for \nthe offices of the United Nations system which are mandated to combat trafficking in \npersons, consistent with their rules and procedures;  \n\nA/80/L.8\n \n5/8\n25-17125 \n \n \n(d) \nWe stress the need to intensify international and regional cooperation, \nincluding capacity-building, exchange of best practices and know-how and technical \nassistance, especially for developing countries, aimed at strengthening their ability to \nprevent all forms of trafficking, address the special needs of victims, and to strengthen \ntheir criminal justice systems, noting the particular role of the United Nations Office \non Drugs and Crime in this regard;  \n \n(e) \nWe encourage relevant entities and bodies of the United Nations system to \nprovide assistance to Member States for training and capacity-building, upon request, \nincluding gender- and age-sensitive and victim-centred mental health and \npsychosocial support services, that take into consideration disability, for the recovery \nand reintegration of victims; \n \n(f) \nWe reaffirm the significant role of enhanced international cooperation in \npreventing and combating trafficking in persons, including in the area of mutual legal \nassistance and extradition.  \n19. We reiterate, in the strongest terms possible, the importance of strengthening \ncollective action by Member States to end trafficking in persons, including through \nregional, subregional and cross-regional mechanisms, and through partnerships and \ninitiatives with the United Nations system and other relevant stakeholders, including, \ninter alia, regional and international organizations, the private sector, the media, \nacademia, parliamentarians and civil society, as well as national human rights \ninstitutions where they exist, in compliance with the Paris Principles. 13 We will \npromote multi-stakeholder partnerships and engage the private sector and civil \nsociety in developing and implementing relevant sustainable initiatives to prevent and \ncombat trafficking in persons, recognizing the important role played by financial \ninstitutions.  \n20. We underline the work of the Special Rapporteurs of the Human Rights Council \non trafficking in persons, especially women and children, and on contemporary forms \nof slavery, the Special Representative of the Secretary-General on Violence against \nChildren, and other relevant special rapporteurs and representatives, in combating \ntrafficking in persons, and welcome their continued efforts to implement the Global \nPlan of Action and the present Political Declaration.  \n21. We also stress the need to continue to enhance the overall organization and \ncoherence in the global efforts of the United Nations system to respond to trafficking \nin persons, especially in ensuring support to Member States. In this regard, while \nrecalling the mandate of the Inter-Agency Coordination Group against Trafficking in \nPersons, we urge the Secretary-General to continue efforts to strengthen coordination \nwithin the United Nations system and to inform Member States thereof through \nexisting reporting channels.  \n22. We recognize the important role played by the Inter-Agency Coordination \nGroup against Trafficking in Persons in the United Nations system, with the United \nNations Office on Drugs and Crime as its coordinator, and recognize with \nappreciation the ongoing efforts of its member entities in this regard. We invite the \nCoordination Group to continue to increase its activities related to the implementation \nof the Global Plan of Action and, to that end, to incorporate aspects of the 2030 \nAgenda for Sustainable Development relevant to preventing and combating \ntrafficking in persons and to continue to advance the coordination of future activities \nand avoidance of duplication of efforts. We encourage the Coordination Group to \ncontinue to expand its membership to include international intergovernmental entities \nthat have a role in addressing trafficking in persons in all regions.  \n__________________ \n \n13  Resolution 48/134, annex.  \n\nA/80/L.8 \n \n25-17125\n6/8 \n \n23. We reaffirm the central role of the work of the United Nations Office on Drugs \nand Crime in the global fight against trafficking in persons, particularly in providing \ntechnical assistance to Member States, upon their request, to implement the United \nNations Convention against Transnational Organized Crime and the Protocol to \nPrevent, Suppress and Punish Trafficking in Persons, Especially Women and \nChildren, by making use of existing capacity-building tools, lessons learned from \nMember States and expertise available in other international organizations.  \n24. We reiterate the need for improved data collection and analysis of trafficking in \npersons, disaggregated by sex, age, disability and other relevant factors, including the \nform of exploitation, and using systematic and consistent criteria, to effectively \ncounter trafficking in persons. We thus recognize the importance of improved data \ncollection by national authorities and will enhance international cooperation to this \nend, including through capacity-building, financial support and technical assistance, \nconsistent with our national legislation on data protection, if applicable, and our \nrespective international obligations related to privacy.  \n25. We acknowledge the importance of the biennial Global Report on Trafficking in \nPersons, prepared by the United Nations Office on Drugs and Crime pursuant to the \nGlobal Plan of Action, and request the Office to continue to collect information on \npatterns, forms and flows of trafficking in persons, at the national, regional and \ninternational levels, in a balanced, reliable and comprehensive manner, to be \npublished in the Global Report, and in ongoing research to estimate the prevalence of \ntrafficking in persons, in close cooperation and collaboration with Member States.  \n26. We underline that the issue of trafficking in persons in situations of armed \nconflict, natural disasters and humanitarian emergencies requires further attention, \nwhile fully respecting the principles of humanitarian assistance. In this regard:  \n \n(a) \nWe recognize that refugees and migrants in large movements face greater \nrisk of trafficking in persons, thus we will work to prevent trafficking among those \naffected by displacement, and provide support with targeted measures to identify \nvictims or those at risk of trafficking in places of first arrival as well as throughout \ntheir journey, through the development of age- and gender-responsive policies and \nprogrammes. We also commit to intensify our efforts to prevent irregular migration \nand create and strengthen pathways for safe, orderly and regular migration to reduce \nthe exposure of people on the move to trafficking in persons, recalling our respective \ncommitments to the Global Compact for Safe, Orderly and Regular Migration;  \n \n(b) \nWe encourage the training of humanitarian and peacekeeping personnel to \nbe deployed in humanitarian emergencies and peacekeeping operations on responding \nto trafficking in persons, child protection and sexual exploitation and abuse, and \nencourage relevant entities and bodies of the United Nations system to train their \npersonnel, build their technical capacity to assess situations and respond to instances \nof trafficking in persons in these contexts.  \n27. We express our deep concern about the increasing links between armed groups, \nincluding terrorist groups, and trafficking in persons, involving the coercion of \nvictims, in particular of women and girls, into forced marriages, sexual slavery, forced \npregnancy, forced labour, domestic servitude and sexual exploitation, and subjecting \nmen and boys to forced labour or act as combatants.  \n28. We note with concern the increasing misuse of information and communications \ntechnologies, in particular the Internet, to facilitate various aspects of trafficking in \npersons, including the recruitment of individuals through online advertisements for \nonline fraud and scam operations, and with the use of generative artificial \nintelligence, thereby subjecting victims to forced criminality, debt bondage and a \nrange of abusive practices, as well as various forms of exploitations, including online \n\nA/80/L.8\n \n7/8\n25-17125 \n \nchild sexual exploitation and sexual abuse, emphasizing the disproportionate risk \nfaced by persons with disabilities and the need to strengthen digital literacy as a \npreventive measure. We also emphasize the importance of countering such misuse \nwhile respecting human rights and fundamental freedoms, in accordance with our \nobligations under international law. In this regard: \n \n(a) \nWe take note of the adoption of the United Nations Convention against \nCybercrime; Strengthening International Cooperation for Combating Certain Crimes \nCommitted by Means of Information and Communications Technology Systems and \nfor the Sharing of Evidence in Electronic Form of Serious Crimes;14  \n \n(b) \nWe call for the strengthening of law enforcement digital expertise and \ncapacity to conduct proportionate, lawful, accountable and necessary investigations \nin cyberspace, including the dark web, and seize associated electronic evidence. We \nencourage the appropriate use by law enforcement of technology-based solutions that \naddress the global scope of trafficking in persons;  \n \n(c) \nWe express deep concern about the growing misuse of artificial \nintelligence or machine-learning technologies to generate, disseminate hate speech \nfor the purpose of trafficking in persons, including on social media platforms, \nthrough, inter alia, the use of artificial content, including images, videos and other \nforms of media, while also recognizing the potential of such technologies to detect \nand mitigate harmful content when developed and deployed safely; \n \n(d) \nWe further encourage the appropriate use of technology and innovative \ntools by practitioners and central authorities to increase international and, where \nrelevant, cross-border cooperation in criminal matters, recognizing the need for the \nethical use of technology consistent with human rights obligations; \n \n(e) \nWe call for effective partnerships among the public sector, civil society, \nacademia and the private sector, including technology companies, to enhance \ninnovation, cooperation and the use of technology, including artificial intelligence, to \ncombat trafficking in persons. We emphasize the particularly important role played \nby Internet service and access providers, and call upon them to fulfil their \nresponsibilities and promptly detect, report and remove sexual exploitation and abuse \nmaterials related to trafficking in persons, while we commit to taking legislative and \nother measures to facilitate these actions. \n29. We reaffirm that the crime of trafficking in persons for the purpose of organ \nremoval constitutes a form of exploitation and an offence against the human dignity \nof the victims that needs a multidisciplinary approach, based on respect for all human \nrights. We condemn the involvement of criminal groups and unethical medical \npersonnel in trafficking in persons for the purpose of organ removal, and we call for \nbetter coordination and collaboration between criminal justice actors and medical \nprofessionals. We commit to adopting ethical and transparent regulations governing \norgan donations, strengthening legislative frameworks, including the criminalization \nof these practices and provisions to ensure the accountability of the perpetrators, and \nto resourcing such efforts. \n30. We also reaffirm the importance of preventing and combating trafficking in \npersons in supply chains, including by deterring and penalizing fraudulent and abusive \nrecruitment practices. We encourage Member States, multilateral organizations and the \nprivate sector to adopt ethical and transparent practices in their procurement and supply \nchains, and strongly urge them to regularly disclose and provide relevant information. \nWe are mindful of the need to ensure that all actors in global supply chains, including \nintermediaries, who profit from the labour of trafficking victims are to be held \n__________________ \n \n14  Resolution 79/243, annex. \n\nA/80/L.8 \n \n25-17125\n8/8 \n \naccountable, including through sufficiently stringent sanctions and appropriate policy \nand legislation. In this regard, we recall the United Nations Guiding Principles on \nBusiness and Human Rights. 15 We stress the need to establish firewalls between \nimmigration checks and labour inspections, to implement labour standards and to \nimprove government procurement practices to promote decent work. We emphasize \nthe importance of awareness and education campaigns, in partnership with civil \nsociety and the media, to combat acceptance of forced labour. We also urge the \nSecretary-General to ensure that all United Nations procurement does not contain \ngoods and services produced by victims of human trafficking.  \n31. We acknowledge that the gaps between the Global Plan of Action and its \nimplementation by Member States should be closed, and recognize that arrangements \nare needed to ensure the systematic follow-up to and review of all of the commitments \nwe are making at the present high-level meeting, including in the quadrennial high-\nlevel meetings of the General Assembly to appraise progress achieved in the \nimplementation of the Global Plan of Action. We will also promote the development \nof clearer analysis of successful counter-trafficking responses, and assessment and \nevaluation frameworks that include consideration of how laws, policies or practical \nmeasures affect victims of trafficking in persons. \n \n__________________ \n \n15  Guiding Principles on Business and Human Rights: Implementing the United Nations “Protect, \nRespect and Remedy” Framework (A/HRC/17/31, annex). \n",
  "paragraphs": {
    "1": "We, the States Members of the United Nations, welcome the fifteenth anniversary of the adoption of the United Nations Global Plan of Action to Combat Trafficking in Persons,1 reaffirm our commitments made therein, as well as in the previously adopted Political Declarations of 20172 and 2021,3 and evince our strong political will to take decisive concerted action to end this heinous crime, wherever it may occur.",
    "2": "We recall and reaffirm our commitments to the 2030 Agenda for Sustainable Development,4 recognizing its integrated and indivisible nature and acknowledging that the 2030 Agenda includes commitments that relate to combating all forms of trafficking in persons, recognize the importance of partnerships and international cooperation in this regard, and emphasize that the 2030 Agenda and the Global Plan of Action are mutually reinforcing.",
    "3": "We also welcome the actions and efforts related to ending trafficking in persons, especially of women and children, contained in resolution 79/1 entitled “The Pact for the Future”.",
    "4": "We reaffirm the crucial importance of universal ratification of the United Nations Convention against Transnational Organized Crime 5 and the Protocol to Prevent, __________________ 1 Resolution 64/293. 2 Resolution 72/1. 3 Resolution 76/7, annex. 4 Resolution 70/1. 5 United Nations, Treaty Series, vol. 2225, No. 39574. A/80/L.8 25-17125 2/8 Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime,6 taking into consideration the central role of those instruments in the fight against trafficking in persons, and urge Member States that have not yet done so to consider ratifying or acceding to the Convention and the Protocol as a matter of priority. We urge States Parties to those instruments to implement them effectively, including through the Mechanism for the Review of the Implementation of the United Nations Convention against Transnational Organized Crime and the Protocols thereto.",
    "5": "We also reaffirm the importance of universal ratification and implementation of other relevant international instruments that address trafficking in persons, including the Convention on the Rights of the Child 7 and its optional protocols relevant to trafficking in persons.8",
    "6": "We recall the Global Compact for Safe, Orderly and Regular Migration, 9 the Global Compact on Refugees,10 and take note of Committee on the Elimination of Discrimination against Women general recommendation No. 38 (2020) on trafficking in women and girls in the context of global migration. 11",
    "7": "We also reaffirm our recognition of the definition of trafficking in persons as set forth in the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, as referenced in the Global Plan of Action and the subsequent Political Declarations.",
    "8": "We reiterate our strong condemnation of trafficking in persons, which constitutes a serious crime and a grave offence to human dignity and physical integrity, a violation and abuse of human rights and fundamental freedoms and a challenge to sustainable development, and we note that respect for human rights is an important basis of comprehensive anti-trafficking strategies. Combating trafficking in persons requires the implementation of a comprehensive approach that includes partnerships, international cooperation and measures to prevent trafficking, to identify and protect the victims, as well as a criminal justice response, including the investigation, prosecution and punishment of traffickers. In this regard, we encourage the development of policies, programmes and national strategies to prevent and combat trafficking in persons, we underline the importance of cooperation with civil society and we note the need to strengthen legal and institutional frameworks for more effective responses.",
    "9": "We commit to fulfil our obligations and intensify our efforts to prevent, address and eliminate the demand that fosters trafficking in persons, especially of women and children, for all forms of exploitation, and in this regard to put in place or enhance preventive measures, including legislative and other measures to deter exploiters, and those who facilitate or profit from the exploitation of trafficking victims, and hold them accountable.",
    "10": "We reaffirm our commitment to address the social, economic, cultural, political and other factors that make people vulnerable to trafficking in persons, such as poverty, underdevelopment, unemployment, inequality, humanitarian emergencies, armed conflicts and natural disasters, sexual violence, gender discrimination, racial discrimination, social and financial exclusion and marginalization, as well as negative __________________ 6 Ibid., vol. 2237, No. 39574. 7 Ibid., vol. 1577, No. 27531. 8 Ibid., vols. 2171 and 2173, No. 27531. 9 Resolution 73/195, annex. 10 Official Records of the General Assembly, Seventy-third Session, Supplement No. 12 (A/73/12 (Part I) and A/73/12 (Part II)), part II. 11 CEDAW/C/GC/38. A/80/L.8 3/8 25-17125 social norms, and a culture of tolerance towards violence against women, youth and children. We reiterate our commitment to promote education and awareness-raising campaigns to prevent trafficking in persons, and we welcome the designation of 30 July as the World Day against Trafficking in Persons. 12",
    "11": "We express our serious concern over the significant and enduring trafficking of women and children, recognize that trafficking in persons disproportionately affects them. We note with concern potential cases of trafficking in women for the exploitation of surrogacy. We express grave concern about the increase in child trafficking, primarily for forced labour, forced marriage, sexual exploitation, and involvement in criminal activities. We note the specific vulnerabilities of children, including children and youth with disabilities and unaccompanied children, to various forms of exploitation, including in the context of travel, tourism and sports, and the need to address them, as well as the cultural practices that justify or tolerate their demand. We call upon Member States to enact or update national laws and establish comprehensive policies, programmes and other measures, as appropriate, that provide for the protection of trafficked women and children from revictimization and appropriate assistance and protection in the best interests of the child.",
    "12": "We express solidarity with and compassion for victims and survivors, we call for full respect of their human rights and recognizing their role as agents of change in the global fight against trafficking in persons. We acknowledge the need to actively involve them, incorporating their perspective and experience in all efforts to prevent and combat trafficking in persons, including in designing, implementing, monitoring and evaluating such efforts. We will provide victim-centred and trauma-informed care, assistance and services for their recovery and rehabilitation, access to health, including sexual and reproductive health-care services and mental health and psychosocial support services, and seek to enhance the provision of safe shelter, legal aid, long-term support, reintegration and timely family reunification, including protection and assistance, working also with civil society and other relevant partners. We will ensure that victims are treated with respect and dignity and are not inappropriately penalized or adversely affected by any actions taken by government authorities and communities, including criminal, civil, administrative and immigration penalties, for acts that they commit as a direct consequence of their trafficking situation, through the implementation of both the principle of non-prosecution and non-punishment of victims of trafficking subject to national laws, rules and regulations.",
    "13": "We commit to undertake appropriate measures to facilitate access to justice and protections for victims of trafficking in persons that should not be conditional on their participation in criminal proceedings, taking into account national legislation, and we will seek to ensure that laws and policies are in place to alleviate reliance on victims’ testimonies. We also commit to take steps to ensure that effective remedies are available, including for damage suffered, as well as for victims who have been unjustly penalized for illegal acts committed in connection with their victimization. We further commit to enable a victim-centred, age- and gender-sensitive approach to care and assistance of victims that takes into consideration disability and trauma and that addresses the specific needs of women, youth and children.",
    "14": "We affirm our commitment to protect the privacy and identity and ensure the safety of victims of trafficking in persons before, during and after criminal proceedings, including when the victim’s testimony is necessary in legal proceedings, and to protect immediate family members and witnesses, as appropriate, from retaliation by __________________ 12 See resolution 68/192. A/80/L.8 25-17125 4/8 traffickers, by ensuring their safety, in accordance with articles 24 and 25 of the United Nations Convention against Transnational Organized Crime, as applicable.",
    "15": "We reaffirm our commitment to continue our efforts to criminalize trafficking in persons in all its forms, to hold traffickers accountable for their crimes through prosecutions, and to strengthen cooperation and coordination among Member States in countries of origin, transit and destination in order to disrupt and dismantle criminal networks involved in such crimes, inter alia through the enhancement of information- sharing, including through the secure communications channels of the International Criminal Police Organization (INTERPOL), where appropriate, as well as through mutual legal assistance and extradition, with full respect for domestic law, in combating crimes that might be connected with trafficking in persons, such as money- laundering, corruption, illicit financial flows, the smuggling of migrants, the trafficking in illicit drugs, illicit arms trafficking, cybercrime and all forms of organized crime and related illicit finance.",
    "16": "We commit to enhancing the capacity of law enforcement and criminal justice systems, including the capacity of criminal justice practitioners, to identify, investigate and prosecute cases of trafficking in persons, including when connected to other trafficking-related crimes, and analyse financial flows to detect and dismantle those criminal networks and their financial structures, in collaboration with financial institutions. We also commit to developing and strengthening national referral mechanisms and to use available technology to increase victim referrals and services and to identify, seize and forfeit proceeds of crime of those criminal networks. We emphasize the importance of regular and specialized professional training for officials and practitioners who are involved in preventing, identifying and responding to trafficking in persons, as a key component of an effective and victim-centred approach.",
    "17": "We also commit to investigate and prosecute trafficking in persons, and to take all appropriate measures to collect, preserve and store evidence of human trafficking, including when committed for the purpose of, particularly, sexual exploitation. We recognize that trafficking-related crimes often encompass other criminal acts and call for the adoption of prosecutorial policies that ensure accountability for the full range of harm suffered by victims.",
    "18": "We are seriously concerned that the scale of global resourcing to prevent and fight trafficking in persons does not match the scale of the challenge and in this regard: (a) We reaffirm our strong support for the United Nations voluntary trust fund for victims of trafficking in persons, especially women and children, established in accordance with the Global Plan of Action, and we invite all stakeholders to contribute to the trust fund, including through the announcement of pledges at the quadrennial high-level appraisals of the Global Plan of Action; (b) We evince our strong political will and commitment of financial resources to effectively address trafficking in persons in all circumstances, acknowledging the need to provide sufficient, reliable, sustainable and predictable resources for national trafficking in persons strategies, especially for developing countries that are particularly affected by mixed and large movements of refugees and migrants, including countries of origin, transit and destination; (c) We will endeavour to provide unearmarked extrabudgetary resources for the offices of the United Nations system which are mandated to combat trafficking in persons, consistent with their rules and procedures; A/80/L.8 5/8 25-17125 (d) We stress the need to intensify international and regional cooperation, including capacity-building, exchange of best practices and know-how and technical assistance, especially for developing countries, aimed at strengthening their ability to prevent all forms of trafficking, address the special needs of victims, and to strengthen their criminal justice systems, noting the particular role of the United Nations Office on Drugs and Crime in this regard; (e) We encourage relevant entities and bodies of the United Nations system to provide assistance to Member States for training and capacity-building, upon request, including gender- and age-sensitive and victim-centred mental health and psychosocial support services, that take into consideration disability, for the recovery and reintegration of victims; (f) We reaffirm the significant role of enhanced international cooperation in preventing and combating trafficking in persons, including in the area of mutual legal assistance and extradition.",
    "19": "We reiterate, in the strongest terms possible, the importance of strengthening collective action by Member States to end trafficking in persons, including through regional, subregional and cross-regional mechanisms, and through partnerships and initiatives with the United Nations system and other relevant stakeholders, including, inter alia, regional and international organizations, the private sector, the media, academia, parliamentarians and civil society, as well as national human rights institutions where they exist, in compliance with the Paris Principles. 13 We will promote multi-stakeholder partnerships and engage the private sector and civil society in developing and implementing relevant sustainable initiatives to prevent and combat trafficking in persons, recognizing the important role played by financial institutions.",
    "20": "We underline the work of the Special Rapporteurs of the Human Rights Council on trafficking in persons, especially women and children, and on contemporary forms of slavery, the Special Representative of the Secretary-General on Violence against Children, and other relevant special rapporteurs and representatives, in combating trafficking in persons, and welcome their continued efforts to implement the Global Plan of Action and the present Political Declaration.",
    "21": "We also stress the need to continue to enhance the overall organization and coherence in the global efforts of the United Nations system to respond to trafficking in persons, especially in ensuring support to Member States. In this regard, while recalling the mandate of the Inter-Agency Coordination Group against Trafficking in Persons, we urge the Secretary-General to continue efforts to strengthen coordination within the United Nations system and to inform Member States thereof through existing reporting channels.",
    "22": "We recognize the important role played by the Inter-Agency Coordination Group against Trafficking in Persons in the United Nations system, with the United Nations Office on Drugs and Crime as its coordinator, and recognize with appreciation the ongoing efforts of its member entities in this regard. We invite the Coordination Group to continue to increase its activities related to the implementation of the Global Plan of Action and, to that end, to incorporate aspects of the 2030 Agenda for Sustainable Development relevant to preventing and combating trafficking in persons and to continue to advance the coordination of future activities and avoidance of duplication of efforts. We encourage the Coordination Group to continue to expand its membership to include international intergovernmental entities that have a role in addressing trafficking in persons in all regions. __________________ 13 Resolution 48/134, annex. A/80/L.8 25-17125 6/8",
    "23": "We reaffirm the central role of the work of the United Nations Office on Drugs and Crime in the global fight against trafficking in persons, particularly in providing technical assistance to Member States, upon their request, to implement the United Nations Convention against Transnational Organized Crime and the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, by making use of existing capacity-building tools, lessons learned from Member States and expertise available in other international organizations.",
    "24": "We reiterate the need for improved data collection and analysis of trafficking in persons, disaggregated by sex, age, disability and other relevant factors, including the form of exploitation, and using systematic and consistent criteria, to effectively counter trafficking in persons. We thus recognize the importance of improved data collection by national authorities and will enhance international cooperation to this end, including through capacity-building, financial support and technical assistance, consistent with our national legislation on data protection, if applicable, and our respective international obligations related to privacy.",
    "25": "We acknowledge the importance of the biennial Global Report on Trafficking in Persons, prepared by the United Nations Office on Drugs and Crime pursuant to the Global Plan of Action, and request the Office to continue to collect information on patterns, forms and flows of trafficking in persons, at the national, regional and international levels, in a balanced, reliable and comprehensive manner, to be published in the Global Report, and in ongoing research to estimate the prevalence of trafficking in persons, in close cooperation and collaboration with Member States.",
    "26": "We underline that the issue of trafficking in persons in situations of armed conflict, natural disasters and humanitarian emergencies requires further attention, while fully respecting the principles of humanitarian assistance. In this regard: (a) We recognize that refugees and migrants in large movements face greater risk of trafficking in persons, thus we will work to prevent trafficking among those affected by displacement, and provide support with targeted measures to identify victims or those at risk of trafficking in places of first arrival as well as throughout their journey, through the development of age- and gender-responsive policies and programmes. We also commit to intensify our efforts to prevent irregular migration and create and strengthen pathways for safe, orderly and regular migration to reduce the exposure of people on the move to trafficking in persons, recalling our respective commitments to the Global Compact for Safe, Orderly and Regular Migration; (b) We encourage the training of humanitarian and peacekeeping personnel to be deployed in humanitarian emergencies and peacekeeping operations on responding to trafficking in persons, child protection and sexual exploitation and abuse, and encourage relevant entities and bodies of the United Nations system to train their personnel, build their technical capacity to assess situations and respond to instances of trafficking in persons in these contexts.",
    "27": "We express our deep concern about the increasing links between armed groups, including terrorist groups, and trafficking in persons, involving the coercion of victims, in particular of women and girls, into forced marriages, sexual slavery, forced pregnancy, forced labour, domestic servitude and sexual exploitation, and subjecting men and boys to forced labour or act as combatants.",
    "28": "We note with concern the increasing misuse of information and communications technologies, in particular the Internet, to facilitate various aspects of trafficking in persons, including the recruitment of individuals through online advertisements for online fraud and scam operations, and with the use of generative artificial intelligence, thereby subjecting victims to forced criminality, debt bondage and a range of abusive practices, as well as various forms of exploitations, including online A/80/L.8 7/8 25-17125 child sexual exploitation and sexual abuse, emphasizing the disproportionate risk faced by persons with disabilities and the need to strengthen digital literacy as a preventive measure. We also emphasize the importance of countering such misuse while respecting human rights and fundamental freedoms, in accordance with our obligations under international law. In this regard: (a) We take note of the adoption of the United Nations Convention against Cybercrime; Strengthening International Cooperation for Combating Certain Crimes Committed by Means of Information and Communications Technology Systems and for the Sharing of Evidence in Electronic Form of Serious Crimes;14 (b) We call for the strengthening of law enforcement digital expertise and capacity to conduct proportionate, lawful, accountable and necessary investigations in cyberspace, including the dark web, and seize associated electronic evidence. We encourage the appropriate use by law enforcement of technology-based solutions that address the global scope of trafficking in persons; (c) We express deep concern about the growing misuse of artificial intelligence or machine-learning technologies to generate, disseminate hate speech for the purpose of trafficking in persons, including on social media platforms, through, inter alia, the use of artificial content, including images, videos and other forms of media, while also recognizing the potential of such technologies to detect and mitigate harmful content when developed and deployed safely; (d) We further encourage the appropriate use of technology and innovative tools by practitioners and central authorities to increase international and, where relevant, cross-border cooperation in criminal matters, recognizing the need for the ethical use of technology consistent with human rights obligations; (e) We call for effective partnerships among the public sector, civil society, academia and the private sector, including technology companies, to enhance innovation, cooperation and the use of technology, including artificial intelligence, to combat trafficking in persons. We emphasize the particularly important role played by Internet service and access providers, and call upon them to fulfil their responsibilities and promptly detect, report and remove sexual exploitation and abuse materials related to trafficking in persons, while we commit to taking legislative and other measures to facilitate these actions.",
    "29": "We reaffirm that the crime of trafficking in persons for the purpose of organ removal constitutes a form of exploitation and an offence against the human dignity of the victims that needs a multidisciplinary approach, based on respect for all human rights. We condemn the involvement of criminal groups and unethical medical personnel in trafficking in persons for the purpose of organ removal, and we call for better coordination and collaboration between criminal justice actors and medical professionals. We commit to adopting ethical and transparent regulations governing organ donations, strengthening legislative frameworks, including the criminalization of these practices and provisions to ensure the accountability of the perpetrators, and to resourcing such efforts.",
    "30": "We also reaffirm the importance of preventing and combating trafficking in persons in supply chains, including by deterring and penalizing fraudulent and abusive recruitment practices. We encourage Member States, multilateral organizations and the private sector to adopt ethical and transparent practices in their procurement and supply chains, and strongly urge them to regularly disclose and provide relevant information. We are mindful of the need to ensure that all actors in global supply chains, including intermediaries, who profit from the labour of trafficking victims are to be held __________________ 14 Resolution 79/243, annex. A/80/L.8 25-17125 8/8 accountable, including through sufficiently stringent sanctions and appropriate policy and legislation. In this regard, we recall the United Nations Guiding Principles on Business and Human Rights. 15 We stress the need to establish firewalls between immigration checks and labour inspections, to implement labour standards and to improve government procurement practices to promote decent work. We emphasize the importance of awareness and education campaigns, in partnership with civil society and the media, to combat acceptance of forced labour. We also urge the Secretary-General to ensure that all United Nations procurement does not contain goods and services produced by victims of human trafficking.",
    "31": "We acknowledge that the gaps between the Global Plan of Action and its implementation by Member States should be closed, and recognize that arrangements are needed to ensure the systematic follow-up to and review of all of the commitments we are making at the present high-level meeting, including in the quadrennial high- level meetings of the General Assembly to appraise progress achieved in the implementation of the Global Plan of Action. We will also promote the development of clearer analysis of successful counter-trafficking responses, and assessment and evaluation frameworks that include consideration of how laws, policies or practical measures affect victims of trafficking in persons. __________________ 15 Guiding Principles on Business and Human Rights: Implementing the United Nations “Protect, Respect and Remedy” Framework (A/HRC/17/31, annex)."
  },
  "agenda_items": [
    "Item 107"
  ],
  "symbol_references": [
    "A/80/L.8"
  ]
}