{
  "symbol": "A/80/L.28",
  "filename": "A_80_L.28.pdf",
  "title": "Persistent legacy of the Chernobyl disaster",
  "text": "United Nations \nA/80/L.28\n \n \nGeneral Assembly \nDistr.: Limited \n4 December 2025 \nOriginal: English \n \n25-19892 (E)    091225     \n*2519892* \n \n \nEightieth session \nAgenda item 72 (d) \nStrengthening of the coordination of humanitarian and \ndisaster relief assistance of the United Nations, including \nspecial economic assistance: strengthening of international \ncooperation and coordination of efforts to study, mitigate and \nminimize the consequences of the Chernobyl disaster \n \n \n \nUkraine:* amendment to draft resolution A/80/L.3 \n \n \nPersistent legacy of the Chernobyl disaster \n \n \n1. \nReplace “Chernobyl” with “Chornobyl” in the title, the preambular paragraphs \nand the operative paragraphs. \n2. \nIn the second preambular paragraph, insert “of Ukraine” after “Chornobyl \nnuclear power plant”. \n3. \nAfter the fifth preambular paragraph, insert a new preambular paragraph reading: \n \nStressing that the fortieth anniversary of the Chornobyl disaster in 2026 presents \na critical opportunity for all stakeholders to actively commemorate the event and \nrenew their commitment to long-term recovery, resilience and sustainable \ndevelopment, \n4. \nIn operative paragraph 1, replace “Takes note” with “Welcomes”. \n5. \nAfter operative paragraph 4, insert two new operative paragraphs reading: \n \nExpresses grave alarm at the damage arising from the drone strike of \n14 February 2025 against the New Safe Confinement structure at the Chornobyl \nnuclear power plant of Ukraine, which jeopardized decades of international progress \nin making the site safe and secure after one of the world’s most dangerous nuclear \ndisasters; \n \nStresses the importance of continued support from the international community \nand relevant authorities in repairing the New Safe Confinement, which is critical for \nupholding global nuclear safety standards and mitigating environmental risks in \nUkraine; \n \n \n* Any changes to the list of sponsors will be reflected in the official record of the meeting. \n\nA/80/L.28 \n \n25-19892\n2/2 \n \n6. \nAfter operative paragraph 7, insert a new operative paragraph reading: \n \nDecides to rename International Chernobyl Disaster Remembrance Day, \nproclaimed in its resolution 71/125 of 8 December 2016 and observed annually since \n2017, as International Chornobyl Disaster Remembrance Day; \n7. \nIn operative paragraph 8, after “International Chornobyl Disaster Remembrance \nDay”, insert “, including by paying particular attention to the significance of marking \nthis day in 2026,”. \n8. \nIn operative paragraph 10, replace “Strengthening of international cooperation \nand coordination of efforts to study, mitigate and minimize the consequences of the \nChernobyl disaster” with “Strengthening of international cooperation and coordination \nof efforts to study, mitigate and minimize the consequences of the Chornobyl disaster”. \n \n",
  "paragraphs": {
    "1": "Replace “Chernobyl” with “Chornobyl” in the title, the preambular paragraphs and the operative paragraphs.",
    "2": "In the second preambular paragraph, insert “of Ukraine” after “Chornobyl nuclear power plant”.",
    "3": "After the fifth preambular paragraph, insert a new preambular paragraph reading: Stressing that the fortieth anniversary of the Chornobyl disaster in 2026 presents a critical opportunity for all stakeholders to actively commemorate the event and renew their commitment to long-term recovery, resilience and sustainable development,",
    "4": "In operative paragraph 1, replace “Takes note” with “Welcomes”.",
    "5": "After operative paragraph 4, insert two new operative paragraphs reading: Expresses grave alarm at the damage arising from the drone strike of 14 February 2025 against the New Safe Confinement structure at the Chornobyl nuclear power plant of Ukraine, which jeopardized decades of international progress in making the site safe and secure after one of the world’s most dangerous nuclear disasters; Stresses the importance of continued support from the international community and relevant authorities in repairing the New Safe Confinement, which is critical for upholding global nuclear safety standards and mitigating environmental risks in Ukraine; * Any changes to the list of sponsors will be reflected in the official record of the meeting. A/80/L.28 25-19892 2/2",
    "6": "After operative paragraph 7, insert a new operative paragraph reading: Decides to rename International Chernobyl Disaster Remembrance Day, proclaimed in its resolution 71/125 of 8 December 2016 and observed annually since 2017, as International Chornobyl Disaster Remembrance Day;",
    "7": "In operative paragraph 8, after “International Chornobyl Disaster Remembrance Day”, insert “, including by paying particular attention to the significance of marking this day in 2026,”.",
    "8": "In operative paragraph 10, replace “Strengthening of international cooperation and coordination of efforts to study, mitigate and minimize the consequences of the Chernobyl disaster” with “Strengthening of international cooperation and coordination of efforts to study, mitigate and minimize the consequences of the Chornobyl disaster”."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": [
    "A/80/L.28",
    "A/80/L.3"
  ]
}