{
  "symbol": "A/80/L.35",
  "filename": "A_80_L.35.pdf",
  "title": "Strengthening of international cooperation and coordination of efforts to study, mitigate and minimize the consequences of the Chornobyl disaster",
  "text": "United Nations \nA/80/L.35\n \n \nGeneral Assembly \nDistr.: Limited \n8 December 2025 \nOriginal: English \n \n25-20156 (E)    091225     \n*2520156* \n \n \nEightieth session \nAgenda item 72 (d) \nStrengthening of the coordination of humanitarian and \ndisaster relief assistance of the United Nations, including \nspecial economic assistance: strengthening of international \ncooperation and coordination of efforts to study, mitigate \nand minimize the consequences of the Chernobyl disaster \n \n \n \n \n \nBelarus:* amendment to draft resolution A/80/L.27  \n \n \n \n Strengthening of international cooperation and coordination of \nefforts to study, mitigate and minimize the consequences of the \nChornobyl disaster \n \n \n1.  \nReplace “Chornobyl” with “Chernobyl” in the title, the preambular paragraphs \nand the operative paragraphs. \n2.  \nIn the second preambular paragraph, delete “of Ukraine”. \n3.  \nIn operative paragraph 1, replace “Welcomes” with “Takes note of”. \n4.  \nDelete operative paragraphs 5, 6, 10 and 13. \n5.  \nIn operative paragraph 14, replace “Strengthening of international cooperation \nand coordination of efforts to study, mitigate and minimize the consequences of the \nChornobyl disaster” with “Strengthening of international cooperation and \ncoordination of efforts to study, mitigate and minimize the consequences of the \nChernobyl disaster”. \n \n \n \n* Any changes to the list of sponsors will be reflected in the official record of the meeting. \n",
  "paragraphs": {
    "1": "Replace “Chornobyl” with “Chernobyl” in the title, the preambular paragraphs and the operative paragraphs.",
    "2": "In the second preambular paragraph, delete “of Ukraine”.",
    "3": "In operative paragraph 1, replace “Welcomes” with “Takes note of”.",
    "4": "Delete operative paragraphs 5, 6, 10 and 13.",
    "5": "In operative paragraph 14, replace “Strengthening of international cooperation and coordination of efforts to study, mitigate and minimize the consequences of the Chornobyl disaster” with “Strengthening of international cooperation and coordination of efforts to study, mitigate and minimize the consequences of the Chernobyl disaster”. * Any changes to the list of sponsors will be reflected in the official record of the meeting."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": [
    "A/80/L.35",
    "A/80/L.27"
  ]
}