{
  "symbol": "A/80/L.30",
  "filename": "A_80_L.30.pdf",
  "title": "Strengthening of the coordination of emergency humanitarian assistance of the United Nations",
  "text": "United Nations \nA/80/L.30\n \n \nGeneral Assembly \nDistr.: Limited \n8 December 2025 \nOriginal: English \n \n25-20150 (E)    091225     \n*2520150* \n \n \nEightieth session \nAgenda item 72 (a) \nStrengthening of the coordination of humanitarian \nand disaster relief assistance of the United Nations, \nincluding special economic assistance: strengthening \nof the coordination of emergency humanitarian \nassistance of the United Nations \n \n \n \nUnited States of America:* amendment to draft resolution A/80/L.25 \n \n \nStrengthening of the coordination of emergency humanitarian \nassistance of the United Nations  \n \n \n1. \nIn the fourth preambular paragraph, delete “and expressing deep concern about \nthe impact of climate change,”. \n2. \nIn the fifteenth preambular paragraph, delete “including those related to the \ncontinuing impact of climate change,”. \n3. \nDelete the sixteenth preambular paragraph. \n4. \nDelete the twentieth preambular paragraph. \n5. \nDelete the twenty-third preambular paragraph. \n6. \nIn the forty-first preambular paragraph, delete “including in the face of the \nongoing consequences and long-term effects of the coronavirus disease \n(COVID-19) pandemic, disasters caused by natural and human-made hazards, \nthe adverse effects of climate change and armed conflicts,”. \n7. \nIn operative paragraph 21, delete “of considering the impact of climate \nchange”. \n8. \nDelete operative paragraph 22. \n9. \nIn operative paragraph 24, delete “those driven by natural climate cycles and \nthose exacerbated by the adverse effects of climate change,”. \n10. In operative paragraph 33, delete “climate adaptation and mitigation,”. \n11. \nIn operative paragraph 39, delete “some of which are exacerbated by the \nadverse effects of climate change,”. \n \n \n \n* Any changes to the list of sponsors will be reflected in the official record of the meeting. \n",
  "paragraphs": {
    "1": "In the fourth preambular paragraph, delete “and expressing deep concern about the impact of climate change,”.",
    "2": "In the fifteenth preambular paragraph, delete “including those related to the continuing impact of climate change,”.",
    "3": "Delete the sixteenth preambular paragraph.",
    "4": "Delete the twentieth preambular paragraph.",
    "5": "Delete the twenty-third preambular paragraph.",
    "6": "In the forty-first preambular paragraph, delete “including in the face of the ongoing consequences and long-term effects of the coronavirus disease (COVID-19) pandemic, disasters caused by natural and human-made hazards, the adverse effects of climate change and armed conflicts,”.",
    "7": "In operative paragraph 21, delete “of considering the impact of climate change”.",
    "8": "Delete operative paragraph 22.",
    "9": "In operative paragraph 24, delete “those driven by natural climate cycles and those exacerbated by the adverse effects of climate change,”.",
    "10": "In operative paragraph 33, delete “climate adaptation and mitigation,”.",
    "11": "In operative paragraph 39, delete “some of which are exacerbated by the adverse effects of climate change,”. * Any changes to the list of sponsors will be reflected in the official record of the meeting."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": [
    "A/80/L.30",
    "A/80/L.25"
  ]
}