{
  "symbol": "A/80/L.42",
  "filename": "A_80_L.42.pdf",
  "title": "Postponement of the consideration of the modalities of the 2028 United Nations Water Conference to the eighty-first session of the",
  "text": "United Nations \nA/80/L.42\n \n \nGeneral Assembly \nDistr.: Limited \n23 December 2025 \nOriginal: English \n \n25-21057 (E)    291225 \n*2521057* \n \n \nEightieth session \nAgenda item 18 \nSustainable development \n \n \n \n \n \nTajikistan:* draft decision** \n \n \n \n Postponement of the consideration of the modalities of the 2028 \nUnited Nations Water Conference to the eighty-first session of the \nGeneral Assembly \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 71/222 of 21 December 2016, in which it proclaimed \nthe period from 2018 to 2028 the International Decade for Action, “Water for \nSustainable Development”, and 77/334 of 1 September 2023, by which it decided to \nconvene, in 2028, the United Nations Conference on the Final Comprehensive Review \nof the Implementation of the Objectives of the International Decade for Action, and \nfurther decided to consider, before the end of its eightieth session, the modalities of \nthe Conference, \n \nRecognizing the convening of the 2026 United Nations Water Conference to \nAccelerate the Implementation of Sustainable Development Goal 6: Ensure \navailability and sustainable management of water and sanitation for all in the United \nArab Emirates, and emphasizing the importance of building on the achievements of \nthe Conference and ensuring that the modalities for the 2028 Conference are \ninformed, coherent, efficient and aligned with the overall follow-up to the \nInternational Decade for Action, “Water for Sustainable Development”, 2018–2028, \nand the achievements of the 2026 Conference, \n \nDecides: \n \n(a) \nTo postpone to its eighty-first session the consideration of the modalities \nof the 2028 United Nations Water Conference; \n \n(b) \nThat the consideration of the modalities of the 2028 United Nations Water \nConference shall be undertaken in the most efficient and effective manner, recalling the \ngenerous offer of the Government of Tajikistan to host the Conference in Dushanbe. \n \n \n \n* Any changes to the list of sponsors will be reflected in the official record of the meeting. \n \n** In order for the General Assembly to take action on the present proposal, it will be necessary to \ndecide to consider agenda item 18 directly in plenary meeting. \n",
  "paragraphs": {},
  "agenda_items": [
    "Item 18"
  ],
  "symbol_references": [
    "A/80/L.42"
  ]
}