{
  "symbol": "A/C.3/80/L.60",
  "filename": "A_C.3_80_L.60.pdf",
  "title": "Draft programme of work of the Third Committee for the eighty- first session of the General Assembly",
  "text": "United Nations \nA/C.3/80/L.60\n \n \nGeneral Assembly \nDistr.: Limited \n16 November 2025 \nOriginal: English \n \n25-18602 (E)    191125     \n*2518602* \n \n \nEightieth session \nThird Committee \nAgenda item 121 \nRevitalization of the work of the General Assembly \n \n \n \n \n \nDraft decision submitted by the Chair of the Committee \n \n \n \n Draft programme of work of the Third Committee for the eighty-\nfirst session of the General Assembly \n \n \n \nThe General Assembly approves, subject to any subsequent decision by the \nAssembly, the draft programme of work of the Third Committee for the eighty-first \nsession of the Assembly as set out below. The Assembly further invites the Bureau of \nthe Third Committee at the eighty-first session, in preparing the draft programme of \nwork and timetable of the Committee for the eighty-first session, to take into account \nthe draft provisional programme of work and timetable of the Committee as contained \nin document A/C.3/80/CRP.2. \n \n \n \n Draft programme of work \n \n \nItem 1. \nSocial development: \n(a) \nImplementation of the outcome of the World Summit for Social \nDevelopment and of the twenty-fourth special session of the \nGeneral Assembly; \n(b) \nSocial development, including questions relating to the world social \nsituation and to youth, ageing, persons with disabilities and the \nfamily; \n(c) \nLiteracy for life: shaping future agendas. \nItem 2. \nCrime prevention and criminal justice. \nItem 3. \nInternational drug control. \nItem 4. \nAdvancement of women. \nItem 5. \nPromotion and protection of the rights of children: \n(a) \nPromotion and protection of the rights of children; \n(b) \nFollow-up to the outcome of the special session on children. \nItem 6. \nRights of Indigenous Peoples: \n(a) \nRights of Indigenous Peoples; \n\nA/C.3/80/L.60 \n \n25-18602\n2/2 \n \n(b) \nFollow-up to the outcome document of the high-level plenary \nmeeting of the General Assembly known as the World Conference \non Indigenous Peoples. \nItem 7. \nPromotion and protection of human rights: \n(a) \nImplementation of human rights instruments; \n(b) \nHuman rights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms; \n(c) \nHuman rights situations and reports of special rapporteurs and \nrepresentatives; \n(d) \nComprehensive implementation of and follow-up to the Vienna \nDeclaration and Programme of Action. \nItem 8. \nElimination of racism, racial discrimination, xenophobia and related \nintolerance: \n(a) \nElimination of racism, racial discrimination, xenophobia and \nrelated intolerance; \n(b) \nComprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action. \nItem 9. \nRight of peoples to self-determination. \nItem 10. \nReport of the Human Rights Council. \nItem 11. \nReport of the United Nations High Commissioner for Refugees, \nquestions relating to refugees, returnees and displaced persons and \nhumanitarian questions. \nItem 12. \nRevitalization of the work of the General Assembly. \nItem 13. \nProgramme planning. \n \n",
  "paragraphs": {},
  "agenda_items": [
    "Item 121",
    "Item 1",
    "Item 2",
    "Item 3",
    "Item 4",
    "Item 5",
    "Item 6",
    "Item 7",
    "Item 8",
    "Item 9",
    "Item 10",
    "Item 11",
    "Item 12",
    "Item 13"
  ],
  "symbol_references": [
    "A/C.3/80/L.60"
  ]
}