{
  "symbol": "A/C.6/80/L.19",
  "filename": "A_C.6_80_L.19.pdf",
  "title": "Diplomatic protection",
  "text": "United Nations \nA/C.6/80/L.19\n \n \nGeneral Assembly \nDistr.: Limited \n14 November 2025 \nOriginal: English \n \n25-18464 (E)    181125     \n*2518464* \n \n \nEightieth session \nSixth Committee \nAgenda item 82 \nDiplomatic protection \n \n \n \n \n \nDraft resolution \n \n \n \n Diplomatic protection \n \n \n \nThe General Assembly, \n \nRecalling its resolution 62/67 of 6 December 2007, the annex to which contains \nthe text of the articles on diplomatic protection, commending the articles to the \nattention of Governments, \n \nRecalling also that the International Law Commission decided to recommend to \nthe General Assembly the elaboration of a convention on the basis of the articles on \ndiplomatic protection,1 \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nNoting that the subject of diplomatic protection is of major importance in \nrelations between States, \n \nNoting also the views expressed that there was a close connection between the \ndraft articles on diplomatic protection and the articles on responsibility of States for \ninternationally wrongful acts, 2  and the observations of the Commission in this \nregard,3 \n \nTaking into account the comments and observations of Governments4 and the \ndiscussions held in the Sixth Committee, at the sixty-second, sixty-fifth, sixty-eighth, \nseventy-first, seventy-fourth, seventy-seventh and eightieth sessions of the General \nAssembly, on diplomatic protection, \n \n1. \nCommends once again the articles on diplomatic protection 5  to the \nattention of Governments, and invites them to submit in writing to the Secretary-\n__________________ \n \n1  Official Records of the General Assembly, Sixty-first Session, Supplement No. 10 (A/61/10), \npara. 46. \n \n2  Resolution 56/83, annex. \n \n3  See Yearbook of the International Law Commission, 2006, vol. II (Part Two), para. 50, \n“Diplomatic protection”, para. (1). \n \n4  See A/62/118, A/62/118/Add.1, A/65/182, A/65/182/Add.1, A/68/115, A/68/115/Add.1, A/71/93, \nA/71/93/Corr.1, A/74/143, A/77/261 and A/80/280. \n \n5  Resolution 62/67, annex. \n\nA/C.6/80/L.19 \n \n25-18464\n2/2 \n \nGeneral any further comments, including comments concerning the recommendation \nby the International Law Commission to elaborate a convention on the basis of the \narticles; \n \n2. \nDecides to include in the provisional agenda of its eighty-third session the \nitem entitled “Diplomatic protection”, and taking into account the written comments \nsubmitted to the Secretary-General, as well as the views expressed in the debates held \nat the sixty-second, sixty-fifth, sixty-eighth, seventy-first, seventy-fourth, seventy-\nseventh and eightieth sessions of the General Assembly, to continue to examine the \nquestion of a convention on diplomatic protection, or any other appropriate action, on \nthe basis of the articles on diplomatic protection, with a view to identifying any \ndifference of opinion on the articles; \n \n3. \nEncourages all Member States to continue the substantive dialogue on an \ninformal basis, taking into account the relationship with other topics, during the \nperiod prior to the eighty-third session of the General Assembly. \n \n",
  "paragraphs": {
    "1": "Commends once again the articles on diplomatic protection 5 to the attention of Governments, and invites them to submit in writing to the Secretary- __________________ 1 Official Records of the General Assembly, Sixty-first Session, Supplement No. 10 (A/61/10), para. 46. 2 Resolution 56/83, annex. 3 See Yearbook of the International Law Commission, 2006, vol. II (Part Two), para. 50, “Diplomatic protection”, para. (1). 4 See A/62/118, A/62/118/Add.1, A/65/182, A/65/182/Add.1, A/68/115, A/68/115/Add.1, A/71/93, A/71/93/Corr.1, A/74/143, A/77/261 and A/80/280. 5 Resolution 62/67, annex. A/C.6/80/L.19 25-18464 2/2 General any further comments, including comments concerning the recommendation by the International Law Commission to elaborate a convention on the basis of the articles;",
    "2": "Decides to include in the provisional agenda of its eighty-third session the item entitled “Diplomatic protection”, and taking into account the written comments submitted to the Secretary-General, as well as the views expressed in the debates held at the sixty-second, sixty-fifth, sixty-eighth, seventy-first, seventy-fourth, seventy- seventh and eightieth sessions of the General Assembly, to continue to examine the question of a convention on diplomatic protection, or any other appropriate action, on the basis of the articles on diplomatic protection, with a view to identifying any difference of opinion on the articles;",
    "3": "Encourages all Member States to continue the substantive dialogue on an informal basis, taking into account the relationship with other topics, during the period prior to the eighty-third session of the General Assembly."
  },
  "agenda_items": [
    "Item 82"
  ],
  "symbol_references": [
    "A/C.6/80/L.19"
  ]
}