{
  "symbol": "A/C.5/80/L.6",
  "filename": "A_C.5_80_L.6.pdf",
  "title": "informal consultations",
  "text": "United Nations \nA/C.5/80/L.6 \n \n \nGeneral Assembly \nDistr.: Limited \n29 December 2025 \nOriginal: English \n \n25-21164 (E)    311225 \n*2521164* \n \n \nEightieth session \nFifth Committee \nAgenda item 136 \nProposed programme budget for 2026 \n \n \n \n \n \nDraft resolutions submitted by the Chair of the Committee following \ninformal consultations \n \n \n \n Programme budget for 2026 \n \n \n \n \nA \n \n \nBudget appropriations for 2026 \n \n \n \nThe General Assembly \n \nResolves that, for 2026: \n \n1. \nAppropriations totalling 3,450,426,300 United States dollars are hereby \napproved for the following purposes: \n \nSection \nAmount \n(United States \ndollars) \nPart I. Overall policymaking, direction and coordination \n \n1 \nOverall policymaking, direction and coordination \n92 738 500 \n2 \nGeneral Assembly and Economic and Social Council affairs and conference management \n353 354 200 \nSubtotal, part I \n446 092 700 \nPart II. Political affairs \n \n3 \nPolitical affairs \n668 112 300 \n4 \nDisarmament \n 18 322 300 \n5 \nPeacekeeping operations \n 57 725 000 \n6 \nPeaceful uses of outer space \n 5 403 000 \nSubtotal, part II \n 749 562 600 \nPart III. International justice and law \n \n7 \nInternational Court of Justice \n39 381 400 \n8 \nLegal affairs \n 62 281 400 \nSubtotal, part III \n 101 662 800 \n \n \n\nA/C.5/80/L.6 \n \n25-21164\n2/5 \n \nSection \nAmount \n(United States \ndollars) \nPart IV. International cooperation for development \n \n9 \nEconomic and social affairs \n92 232 500 \n10 \nLeast developed countries, landlocked developing countries and small island developing \nStates \n 10 666 800 \n11 \nUnited Nations system support for the African Union’s Agenda 2063: The Africa We Want \n 10 796 500 \n12 \nTrade and development \n 79 915 200 \n13 \nInternational Trade Centre \n 22 055 700 \n14 \nEnvironment \n 21 090 700 \n15 \nHuman settlements \n 12 249 200 \n16 \nInternational drug control, crime and terrorism prevention and criminal justice \n 27 300 700 \n17 \nUN-Women \n 11 043 100 \nSubtotal, part IV \n 287 350 400 \nPart V. Regional cooperation for development \n \n18 \nEconomic and social development in Africa \n82 619 300 \n19 \nEconomic and social development in Asia and the Pacific \n 52 065 900 \n20 \nEconomic development in Europe \n 37 323 700 \n21 \nEconomic and social development in Latin America and the Caribbean \n 55 169 100 \n22 \nEconomic and social development in Western Asia \n 42 549 600 \n23 \nRegular programme of technical cooperation \n 52 127 900 \nSubtotal, part V \n 321 855 500 \nPart VI. Human rights and humanitarian affairs \n \n24 \nHuman rights \n234 732 900 \n25 \nInternational protection, durable solutions and assistance to refugees \n 51 135 500 \n26 \nPalestine refugees \n 84 589 100 \n27 \nHumanitarian assistance \n 17 820 000 \nSubtotal, part VI \n 388 277 500 \nPart VII. Global communications \n \n28 \nGlobal communications \n103 655 300 \nSubtotal, part VII \n 103 655 300 \nPart VIII. Common support services \n \n29A \nDepartment of Management Strategy, Policy and Compliance \n62 010 600 \n29B \nDepartment of Operational Support \n 108 753 200 \n29C \nOffice of Information and Communications Technology \n 49 874 900 \n29D \nAdministration, Nairobi \n 19 027 900 \n29E \nAdministration, Geneva \n 82 287 600 \n29F \nAdministration, Vienna \n 21 790 300 \nSubtotal, part VIII \n 343 744 500 \nPart IX. Internal oversight \n \n30 \nInternal oversight \n23 665 200 \nSubtotal, part IX \n 23 665 200 \n \n \n\nA/C.5/80/L.6\n \n3/5\n25-21164 \n \nSection \nAmount \n(United States \ndollars) \nPart X. Jointly financed administrative activities and special expenses \n \n31 \nJointly financed administrative activities \n9 116 700 \n32 \nSpecial expenses \n 99 749 600 \nSubtotal, part X \n 108 866 300 \nPart XI. Capital expenditures \n \n33 \nConstruction, alteration, improvement and major maintenance \n151 880 000 \nSubtotal, part XI \n 151 880 000 \nPart XII. Safety and security \n \n34 \nSafety and security \n128 288 300 \nSubtotal, part XII \n 128 288 300 \nPart XIII. Development Account \n \n35 \nDevelopment Account \n19 011 900 \nSubtotal, part XIII \n 19 011 900 \nPart XIV. Staff assessment \n \n36 \nStaff assessment \n276 513 300 \nSubtotal, part XIV \n276 513 300 \nTotal \n3 450 426 300 \n \n \n \n2. \nThe Secretary-General shall be authorized to transfer credits between \nsections of the budget, with the concurrence of the Advisory Committee on \nAdministrative and Budgetary Questions; \n \n3. \nIn addition to the appropriations approved under paragraph 1 above, an \namount of 75,000 dollars is appropriated for 2026 from the accumulated income of \nthe Library Endowment Fund for the purchase of books, periodicals, maps and library \nequipment and for such other expenses of the Library at the Palais des Nations in \nGeneva as are in accordance with the objects and provisions of the endowment. \n \n \n \n \nB \n \n \nIncome estimates for 2026 \n \n \nThe General Assembly \n \nResolves that, for 2026: \n \n1. \nEstimates of income totalling 312,115,000 United States dollars are \napproved as follows: \n \nIncome section \nAmount (United States dollars) \n1. Income from staff assessment \n278 735 200 \n2. General income \n32 815 100 \n3. Services to the public \n564 700 \nTotal \n312 115 000 \n \n\nA/C.5/80/L.6 \n \n25-21164\n4/5 \n \n \n2. \nThe income from staff assessment shall be credited to the Tax Equalization \nFund in accordance with the provisions of General Assembly resolution 973 (X) of \n15 December 1955; \n \n3. \nDirect expenses of the United Nations Postal Administration, services to \nvisitors, the sale of statistical products, catering operations and related services, \ngarage operations, television services and the sale of publications not provided for \nunder the budget appropriations shall be charged against the income derived from \nthose activities. \n \n \n \nC \n \n \nFinancing of appropriations for the year 2026 \n \n \nThe General Assembly \n \nResolves that, for 2026: \n \n1. \nBudget appropriations totalling 3,461,385,200 United States dollars, \nconsisting of 3,450,426,300 dollars approved for 2026 by the General Assembly in \nparagraph 1 of resolution A above, and 10,958,900 in additional appropriations for \n2025, as approved by the Assembly in its resolution 79/258 B of 11 April 2025, shall \nbe financed in accordance with regulations 3.1 and 3.2 of the Financial Regulations \nand Rules of the United Nations1 and paragraph 3 of resolution 80/___ of ________ \non the financial performance report on the programme budget for 2024, as follows: \n \n(a) \n33,379,800 dollars, representing the estimated income other than staff \nassessment income approved for 2026 under resolution B above; \n \n(b) \n3,428,005,400 dollars, representing the total to be apportioned among \nMember States, of which an amount of 3,403,005,400 dollars is to be apportioned in \naccordance with Assembly resolution 79/249 of 24 December 2024 on the scale of \nassessments for the apportionment of the expenses of the United Nations. The \nremaining amount of 25,000,000 dollars is to be apportioned in accordance with the \nscale of assessments for peacekeeping operations of the United Nations for 2026, in \nline with the decision of the Assembly reflected in its resolution 78/257 of \n22 December 2023, in which it decided that the assessment rates applicable to the \nregular budget are applied to half of the grant to the Peacebuilding Account, while \nthe assessment rates applicable to the financing of United Nations peacekeeping \noperations are applied to the other half; \n \n2. \nIn addition, there shall be added an amount totalling 53,000,000 dollars, \nrelating to a commitment authority in the amount of 53,000,000 dollars to support the \nfunding of the resident coordinator system approved by the General Assembly in \nsection I of its resolution 80/___ of _______;  \n \n3. \nFurthermore, in accordance with paragraph 3 of resolution 80/___ on the \nfinancial performance report on the programme budget for 2024, there shall be \ncredited to the Member States their respective share of the credit of 298,939,700 \ndollars, as reflected in the financial performance report on the programme budget for \n2024,2 as follows: \n \n(a)  For Member States that have fulfilled their financial obligations to the \nregular budget, as an offset against their regular budget assessment for 2026;  \n \n(b)  For Member States that have not fulfilled their financial obligations to the \nregular budget, as an offset against their regular budget arrears; \n__________________ \n \n1  ST/SGB/2013/4 and ST/SGB/2013/4/Amend.1. \n \n2  A/80/89. \n\nA/C.5/80/L.6\n \n5/5\n25-21164 \n \n \n4. \nThere shall be set off against the assessment on Member States, in \naccordance with the provisions of General Assembly resolution 973 (X) of \n15 December 1955, their respective share in the Tax Equalization Fund totalling \n278,735,200 dollars relating to the appropriations for 2026 and 805,700 dollars \nrelating to the additional appropriations for 2025. \n \n",
  "paragraphs": {
    "1": "Budget appropriations totalling 3,461,385,200 United States dollars, consisting of 3,450,426,300 dollars approved for 2026 by the General Assembly in paragraph 1 of resolution A above, and 10,958,900 in additional appropriations for 2025, as approved by the Assembly in its resolution 79/258 B of 11 April 2025, shall be financed in accordance with regulations 3.1 and 3.2 of the Financial Regulations and Rules of the United Nations1 and paragraph 3 of resolution 80/___ of ________ on the financial performance report on the programme budget for 2024, as follows: (a) 33,379,800 dollars, representing the estimated income other than staff assessment income approved for 2026 under resolution B above; (b) 3,428,005,400 dollars, representing the total to be apportioned among Member States, of which an amount of 3,403,005,400 dollars is to be apportioned in accordance with Assembly resolution 79/249 of 24 December 2024 on the scale of assessments for the apportionment of the expenses of the United Nations. The remaining amount of 25,000,000 dollars is to be apportioned in accordance with the scale of assessments for peacekeeping operations of the United Nations for 2026, in line with the decision of the Assembly reflected in its resolution 78/257 of 22 December 2023, in which it decided that the assessment rates applicable to the regular budget are applied to half of the grant to the Peacebuilding Account, while the assessment rates applicable to the financing of United Nations peacekeeping operations are applied to the other half;",
    "2": "In addition, there shall be added an amount totalling 53,000,000 dollars, relating to a commitment authority in the amount of 53,000,000 dollars to support the funding of the resident coordinator system approved by the General Assembly in section I of its resolution 80/___ of _______;",
    "3": "Furthermore, in accordance with paragraph 3 of resolution 80/___ on the financial performance report on the programme budget for 2024, there shall be credited to the Member States their respective share of the credit of 298,939,700 dollars, as reflected in the financial performance report on the programme budget for 2024,2 as follows: (a) For Member States that have fulfilled their financial obligations to the regular budget, as an offset against their regular budget assessment for 2026; (b) For Member States that have not fulfilled their financial obligations to the regular budget, as an offset against their regular budget arrears; __________________ 1 ST/SGB/2013/4 and ST/SGB/2013/4/Amend.1. 2 A/80/89. A/C.5/80/L.6 5/5 25-21164",
    "4": "There shall be set off against the assessment on Member States, in accordance with the provisions of General Assembly resolution 973 (X) of 15 December 1955, their respective share in the Tax Equalization Fund totalling 278,735,200 dollars relating to the appropriations for 2026 and 805,700 dollars relating to the additional appropriations for 2025."
  },
  "agenda_items": [
    "Item 136"
  ],
  "symbol_references": [
    "A/C.5/80/L.6"
  ]
}