{
  "symbol": "A/C.2/80/L.1",
  "filename": "A_C.2_80_L.1.pdf",
  "title": "Organization of work of the Second Committee",
  "text": "United Nations \nA/C.2/80/L.1\n \n \nGeneral Assembly \nDistr.: Limited \n12 September 2025 \nOriginal: English \n \n25-14596 (E)    170925 \n*2514596* \n \n \nEightieth session \nSecond Committee \n \n \n \n \n Organization of work of the Second Committee \n \n \nNote by the Secretariat \n \n \n \n \nAllocation of items \n \n \n1. \nThe agenda items allocated by the General Assembly to the Second Committee \nare listed in the note by the Secretariat (A/C.2/80/1). Background information on \nthose items can be found in the annotations to the agenda (A/80/100 and \nA/80/100/Add.1).  \n \n \n \nProgramme of work \n \n2. \nThe draft programme of work (see annex) has been prepared bearing in mind \nparagraph (b) of rule 99 of the rules of procedure of the General Assembly, Assembly \ndecision 79/545 on the programme of work of the Second Committee for the eightieth \nsession of the Assembly, by which the Assembly invited the Bureau of the Second \nCommittee to take into account the provisional timetable of the Committee as \ncontained in conference room paper A/C.2/79/CRP.1, the provisional agenda of the \neightieth session of the Assembly (A/80/150) and the availability of documentation. \nThe number of meetings suggested for the general discussion of the agenda items \nallocated to the Second Committee is based on past experience. \n \n \n \nList of documents \n \n3. \nAttention is drawn to the addendum to the present note (A/C.2/80/L.1/Add.1), \nwhich lists the documentation submitted under the various agenda items allocated to \nthe Second Committee. \n \n \n \nGeneral debate \n \n4. \nIn accordance with General Assembly decision 78/534 on the revitalization of \nthe work of the Second Committee and following consultations with the membership \nof the Committee, the Bureau proposed the theme “Five years to 2030: multilateral \nsolutions for sustainable development”  for the general debate, taking into account \nthe theme agreed by the Assembly for the 2026 session of the Economic and Social \nCouncil and the 2026 high-level political forum on sustainable development. \n\nA/C.2/80/L.1 \n \n25-14596\n2/8 \n \n5. \nDelegations may make only one national statement during the debate. The \nstatement may cover any or all items allocated to the Committee. \n \n \n \nGeneral discussions of agenda items, introduction of reports and question time \n \n6. \nDuring the general discussions of agenda items, the introductions of the reports \nof the Secretary-General will be made through brief oral statements of no more than \nsix minutes at the meeting at which the item is considered. Some flexibility with \nregard to the time limit may be exercised when two or more reports are introduced in \none statement. Immediately following the introduction of reports, and in accordance \nwith the practice of the Main Committees, delegations will be invited to make \ncomments or pose questions to the presenters on the reports introduced. Delegations \nare invited to participate actively in the dialogues with questions and unscripted \ncomments. Such interventions should be brief and to the point, not exceeding two \nminutes. \n \n \n \nStatements by delegations \n \n7. \nThe lists of speakers for the general debate and the general discussions of \nindividual agenda items will be opened on 16 September 2025. For planning purposes, \ninscriptions in the general debate should be submitted by 29 September and in the \ngeneral discussions by 1 October. In accordance with General Assembly decision \n65/530, statements in the general debate should be limited to no more than 10 minutes \nfor statements made on behalf of groups and 7 minutes for national statements. \nStatements in the general discussions of items should be limited to no more than five \nminutes for statements made on behalf of groups and three minutes for national \nstatements. The lists of speakers for a given meeting will be prepared on the basis of \nthese time limits, which will be strictly implemented, including, as necessary, by \nswitching off microphones automatically after the allotted time. Pursuant to General \nAssembly resolution 72/313, delegations are encouraged to adhere to the “all protocol \nobserved” principle and to refrain from listing standard protocol expressions during \ntheir statements. In the same resolution, the Assembly recommended that speakers \nshould be mindful of the speed of statement delivery, bearing in mind the need for \naccuracy of interpretation. \n8. \nIn accordance with previous decisions of the General Assembly and the practice \nof the Committee, delegations should exercise their right of reply at the end of the \nday whenever two meetings have been scheduled for the consideration of the relevant \nagenda item on that day, or at the conclusion of the consideration of the item, if that \nis sooner. The number of interventions in exercise of the right of reply for any \ndelegation at a given meeting should be limited to two per item, with the first \nintervention limited to five minutes and the second, if any, to three minutes. \n9. \nAlso in accordance with previous decisions of the General Assembly and the \npractice of the Committee, explanations of vote should be limited to five minutes, and \npoints of order should be limited to three minutes. \n \n \n \nConference facilities and meeting arrangements \n \n10. Unless otherwise specified, in-person meetings of the Second Committee will \nbe held at 10 a.m. and 3 p.m. in Conference Room 2. The General Assembly has \nstressed that punctuality is of the utmost importance in the interest of ensuring an \neffective and orderly organization of work and achieving economies for the United \nNations. In this regard, rule 108 of the rules of procedure of the Assembly requiring \nthe presence of at least one quarter of the members of the Committee to declare a \nmeeting open and permit the debate to proceed has been waived by the Assembly. \n \n\nA/C.2/80/L.1\n \n3/8\n25-14596 \n \n \n \nInformal consultations \n \n11. \nIn accordance with established practice, informal consultations will be used for \nexpressing general observations on the proposals and for agreeing on them ad \nreferendum. All drafting will be done at the level of informal informal consultations \n(without interpretation or other services) and will be conducted by the appointed \nfacilitators. The Bureau will coordinate a comprehensive calendar of informal \nconsultations, within regular meeting hours, while limiting parallel negotiations to \nthe extent possible. \n \n \n \nReport of the Economic and Social Council \n \n12. Pursuant to paragraph 4 (c) of section D of the annex to General Assembly \nresolution 58/316, the item entitled “Report of the Economic and Social Council” \nshould be considered in its entirety in plenary; subsequently, it was clarified by the \nGeneral Committee that the relevant parts of chapter I of the report that fall under \nagenda items already allocated to the Main Committees would be considered by the \nCommittee concerned for final action by the Assembly (see A/59/250/Add.1, para. 4). \n \n \n \nConclusion of the work of the Committee \n \n13. Bearing in mind the number of meetings available to the Second Committee, a \ntarget date of 26 November 2025 has been set for the conclusion of its work. \n \n \n \n\nA/C.2/80/L.1 \n \n25-14596\n4/8 \n \nAnnex \n \n \n Draft programme of work of the Second Committee \n \n \n \n \nWednesday, 1 October 2025 \n \n10 a.m.  \n \nOrganizational meeting \nItem 137: Programme planning \nFollowed by: (informal meeting) \nItem 137: Programme planning \n \n \n \n Week of 6–10 October 2025 \n \n \n \n \nMonday, 6 October \n \n10 a.m.–1 p.m.  \n \nKeynote address \n \nOpening of the general debate \n3–6 p.m.  \n \nGeneral debate (continued) \n \n \n \nTuesday, 7 October \n \n10 a.m.–1 p.m.  \n \nGeneral debate (continued) \n3–6 p.m.  \n \nGeneral debate (concluded) \n \n \n \nWednesday, 8 October \n \n10 a.m.–1 p.m. \n \nIntroductory statements and joint general discussion on: \nItem 21: Groups of countries in special situations: \n(a) \nFollow-up to the Fifth United Nations Conference on the Least \nDeveloped Countries \n(b) Follow-up to the Third United Nations Conference on Landlocked \nDeveloping Countries \nItem 23: Operational activities for development: \n(a) \nOperational activities for development of the United Nations \nsystem \n(b) South-South cooperation for development \n \n\nA/C.2/80/L.1\n \n5/8\n25-14596 \n \n \n \nThursday, 9 October \n \n10 a.m.–1 p.m. and 3–6 p.m. \n \nIntroductory statements and joint general discussion on: \nItem 16: Macroeconomic policy questions: \n(a) \nInternational trade and development \n(b) International financial system and development \n(c) \nExternal debt sustainability and development \n(d) Commodities \n(e) \nFinancial inclusion for sustainable development \n(f) \nPromotion of international cooperation to combat illicit financial \nflows and strengthen good practices on assets return to foster \nsustainable development \n(g) \nPromoting investments for sustainable development \n(h) Promotion of inclusive and effective international tax cooperation \nat the United Nations \nItem 17: Follow-up to and implementation of the outcomes of the \nInternational Conferences on Financing for Development \n \n \n \nFriday, 10 October \n \n \nIntroductory statements and joint general discussion on: \nItem 15: Information and communications technologies for sustainable \ndevelopment \nItem 20: Globalization and interdependence: \n(a) \nScience, technology and innovation for sustainable development \n(b) Culture and sustainable development \n(c) \nDevelopment cooperation with middle-income countries \n3 p.m.: deadline for submission of draft proposals under item 21 and sub-items (a) \nand (b) and item 23 and sub-items (a) and (b) \n \n \n \n Week of 13–17 October 2025 \n \n \n \n \nMonday, 13 October \n \n10 a.m.–1 p.m. and 3–6 p.m. \n \nIntroductory statements and joint general discussion on: \nItem 18: Sustainable development: \n(a) \nTowards \nthe \nachievement \nof \nsustainable \ndevelopment: \nimplementation of the 2030 Agenda for Sustainable Development, \nincluding through sustainable consumption and production, \nbuilding on Agenda 21 \n(b) Follow-up to and implementation of the Antigua and Barbuda \nAgenda for Small Island Developing States: A Renewed \nDeclaration for Resilient Prosperity \n(c) \nDisaster risk reduction \n\nA/C.2/80/L.1 \n \n25-14596\n6/8 \n \n(d) Protection of global climate for present and future generations of \nhumankind \n(e) \nImplementation of the United Nations Convention to Combat \nDesertification in Those Countries Experiencing Serious Drought \nand/or Desertification, Particularly in Africa \n(f) \nConvention on Biological Diversity \n(g) \nEducation for sustainable development \n(h) Ensuring access to affordable, reliable, sustainable and modern \nenergy for all \n(i) \nCombating sand and dust storms \n(j) \nSustainable mountain development \n(k) Strengthening \ncooperation \nfor \nintegrated \ncoastal \nzone \nmanagement for achieving sustainable development \n(l) \nMultidimensional vulnerability index \nItem 19: Global Code of Ethics for Tourism \n3 p.m.: deadline for submission of draft proposals under item 16 and sub-items (a) to \n(d) and item 17 \n \n \n \nTuesday, 14 October \n \n10 a.m.–1 p.m. \n \nJoint meeting with the Economic and Social Council1 \n3–6 p.m. \n \nJoint general discussion on: \nItem 18: Sustainable development and sub-items (a) to (l) (concluded) \nItem 19: Global Code of Ethics for Tourism (concluded) \n3 p.m.: deadline for submission of draft proposals under item 15 and item 20 and sub-\nitems (a) to (c) \n \n \n \nWednesday, 15 October \n \n10 a.m.–1 p.m. and 3–6 p.m. \n \nIntroductory statements and joint general discussion on: \nItem 22: Eradication of poverty and other development issues: \n(a) \nImplementation of the Third United Nations Decade for the \nEradication of Poverty (2018–2027) \n(b) Eradicating rural poverty to implement the 2030 Agenda for \nSustainable Development \nItem 24: Agriculture development, food security and nutrition \n(a) \nAgriculture development, food security and nutrition \n(b) Natural plant fibres and sustainable development \n3 p.m.: deadline for submission of draft proposals under sub-items (e) to (h) of item 16 \n \n__________________ \n \n1  A concept note will be made available on the iGov portal. \n\nA/C.2/80/L.1\n \n7/8\n25-14596 \n \n \n \nThursday, 16 October \n \n10 a.m.–1 p.m. \n \nSide event2 \n3 p.m.: deadline for submission of draft proposals under item 18 and sub-items (a) to \n(c) and item 19 \n \n \n \nFriday, 17 October \n \n10 a.m.–1 p.m. \n \nIntroductory statement and general discussion on: \nItem 60: Permanent sovereignty of the Palestinian people in the Occupied \nPalestinian Territory, including East Jerusalem, and of the Arab \npopulation in the occupied Syrian Golan over their natural \nresources \n3 p.m.: deadline for submission of draft proposals under item 22 and sub-items (a) \nand (b) and item 24 and sub-items (a) and (b) \n \n \n \n Week of 20–24 October 2025 \n \n \n \n \nMonday, 20 October (United Nations floating holiday) \n \nNo meetings scheduled \n3 p.m.: deadline for submission of draft proposals under sub-items (d) to (h) of item 18 \n \n \n \nTuesday, 21 October \n \n10 a.m.–1 p.m. (informal meeting) \n \nDialogue with the Executive Secretaries of the regional commissions 3 \n3 p.m.: deadline for submission of draft proposals under sub items (i) to (l) of item \n18 and item 60 \n \n \n \n Week of 10–14 November 2025 \n \n \n \n \nWednesday, 12 November \n \n10 a.m.–11.30 a.m. \n \nIntroduction of and action on draft proposals4 \n \n \n \n Week of 17–21 November 2025 \n \n \n \n \nTuesday, 18 November \n \n3 p.m.: deadline for submission of final draft proposals \n \n \n__________________ \n \n2  A concept note will be made available on the iGov portal. \n \n3  A concept note will be made available on the iGov portal. \n \n4 Meetings of the Committee to take action on draft proposals are scheduled on a preliminary \nbasis and will be convened and/or rescheduled depending on the availability of documentation. \n\nA/C.2/80/L.1 \n \n25-14596\n8/8 \n \n \n Week of 24–28 November 2025 \n \n \n \n \nMonday, 24 November \n \n3–6 p.m. \n \nAction on draft proposals4 \n \n \n \nTuesday, 25 November \n \n10 a.m.–1 p.m. and 3–6 p.m. \n \nAction on draft proposals4 \n \n \n \nWednesday, 26 November \n \n10 a.m.–1 p.m.  \n \nGeneral discussion on: \nItem 121: Revitalization of the work of the General Assembly \n \nAction on draft proposals4 \n3–6 p.m.  \n \nAction on draft proposals4 \n \nConclusion of the work of the Second Committee \n \n",
  "paragraphs": {
    "1": "The agenda items allocated by the General Assembly to the Second Committee are listed in the note by the Secretariat (A/C.2/80/1). Background information on those items can be found in the annotations to the agenda (A/80/100 and A/80/100/Add.1). Programme of work",
    "2": "The draft programme of work (see annex) has been prepared bearing in mind paragraph (b) of rule 99 of the rules of procedure of the General Assembly, Assembly decision 79/545 on the programme of work of the Second Committee for the eightieth session of the Assembly, by which the Assembly invited the Bureau of the Second Committee to take into account the provisional timetable of the Committee as contained in conference room paper A/C.2/79/CRP.1, the provisional agenda of the eightieth session of the Assembly (A/80/150) and the availability of documentation. The number of meetings suggested for the general discussion of the agenda items allocated to the Second Committee is based on past experience. List of documents",
    "3": "Attention is drawn to the addendum to the present note (A/C.2/80/L.1/Add.1), which lists the documentation submitted under the various agenda items allocated to the Second Committee. General debate",
    "4": "In accordance with General Assembly decision 78/534 on the revitalization of the work of the Second Committee and following consultations with the membership of the Committee, the Bureau proposed the theme “Five years to 2030: multilateral solutions for sustainable development” for the general debate, taking into account the theme agreed by the Assembly for the 2026 session of the Economic and Social Council and the 2026 high-level political forum on sustainable development. A/C.2/80/L.1 25-14596 2/8",
    "5": "Delegations may make only one national statement during the debate. The statement may cover any or all items allocated to the Committee. General discussions of agenda items, introduction of reports and question time",
    "6": "During the general discussions of agenda items, the introductions of the reports of the Secretary-General will be made through brief oral statements of no more than six minutes at the meeting at which the item is considered. Some flexibility with regard to the time limit may be exercised when two or more reports are introduced in one statement. Immediately following the introduction of reports, and in accordance with the practice of the Main Committees, delegations will be invited to make comments or pose questions to the presenters on the reports introduced. Delegations are invited to participate actively in the dialogues with questions and unscripted comments. Such interventions should be brief and to the point, not exceeding two minutes. Statements by delegations",
    "7": "The lists of speakers for the general debate and the general discussions of individual agenda items will be opened on 16 September 2025. For planning purposes, inscriptions in the general debate should be submitted by 29 September and in the general discussions by 1 October. In accordance with General Assembly decision 65/530, statements in the general debate should be limited to no more than 10 minutes for statements made on behalf of groups and 7 minutes for national statements. Statements in the general discussions of items should be limited to no more than five minutes for statements made on behalf of groups and three minutes for national statements. The lists of speakers for a given meeting will be prepared on the basis of these time limits, which will be strictly implemented, including, as necessary, by switching off microphones automatically after the allotted time. Pursuant to General Assembly resolution 72/313, delegations are encouraged to adhere to the “all protocol observed” principle and to refrain from listing standard protocol expressions during their statements. In the same resolution, the Assembly recommended that speakers should be mindful of the speed of statement delivery, bearing in mind the need for accuracy of interpretation.",
    "8": "In accordance with previous decisions of the General Assembly and the practice of the Committee, delegations should exercise their right of reply at the end of the day whenever two meetings have been scheduled for the consideration of the relevant agenda item on that day, or at the conclusion of the consideration of the item, if that is sooner. The number of interventions in exercise of the right of reply for any delegation at a given meeting should be limited to two per item, with the first intervention limited to five minutes and the second, if any, to three minutes.",
    "9": "Also in accordance with previous decisions of the General Assembly and the practice of the Committee, explanations of vote should be limited to five minutes, and points of order should be limited to three minutes. Conference facilities and meeting arrangements",
    "10": "Unless otherwise specified, in-person meetings of the Second Committee will be held at 10 a.m. and 3 p.m. in Conference Room 2. The General Assembly has stressed that punctuality is of the utmost importance in the interest of ensuring an effective and orderly organization of work and achieving economies for the United Nations. In this regard, rule 108 of the rules of procedure of the Assembly requiring the presence of at least one quarter of the members of the Committee to declare a meeting open and permit the debate to proceed has been waived by the Assembly. A/C.2/80/L.1 3/8 25-14596 Informal consultations",
    "11": "In accordance with established practice, informal consultations will be used for expressing general observations on the proposals and for agreeing on them ad referendum. All drafting will be done at the level of informal informal consultations (without interpretation or other services) and will be conducted by the appointed facilitators. The Bureau will coordinate a comprehensive calendar of informal consultations, within regular meeting hours, while limiting parallel negotiations to the extent possible. Report of the Economic and Social Council",
    "12": "Pursuant to paragraph 4 (c) of section D of the annex to General Assembly resolution 58/316, the item entitled “Report of the Economic and Social Council” should be considered in its entirety in plenary; subsequently, it was clarified by the General Committee that the relevant parts of chapter I of the report that fall under agenda items already allocated to the Main Committees would be considered by the Committee concerned for final action by the Assembly (see A/59/250/Add.1, para. 4). Conclusion of the work of the Committee",
    "13": "Bearing in mind the number of meetings available to the Second Committee, a target date of 26 November 2025 has been set for the conclusion of its work. A/C.2/80/L.1 25-14596 4/8 Annex Draft programme of work of the Second Committee Wednesday, 1 October 2025 10 a.m. Organizational meeting Item 137: Programme planning Followed by: (informal meeting) Item 137: Programme planning Week of 6–10 October 2025 Monday, 6 October 10 a.m.–1 p.m. Keynote address Opening of the general debate 3–6 p.m. General debate (continued) Tuesday, 7 October 10 a.m.–1 p.m. General debate (continued) 3–6 p.m. General debate (concluded) Wednesday, 8 October 10 a.m.–1 p.m. Introductory statements and joint general discussion on: Item 21: Groups of countries in special situations: (a) Follow-up to the Fifth United Nations Conference on the Least Developed Countries (b) Follow-up to the Third United Nations Conference on Landlocked Developing Countries Item 23: Operational activities for development: (a) Operational activities for development of the United Nations system (b) South-South cooperation for development A/C.2/80/L.1 5/8 25-14596 Thursday, 9 October 10 a.m.–1 p.m. and 3–6 p.m. Introductory statements and joint general discussion on: Item 16: Macroeconomic policy questions: (a) International trade and development (b) International financial system and development (c) External debt sustainability and development (d) Commodities (e) Financial inclusion for sustainable development (f) Promotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development (g) Promoting investments for sustainable development (h) Promotion of inclusive and effective international tax cooperation at the United Nations Item 17: Follow-up to and implementation of the outcomes of the International Conferences on Financing for Development Friday, 10 October Introductory statements and joint general discussion on: Item 15: Information and communications technologies for sustainable development Item 20: Globalization and interdependence: (a) Science, technology and innovation for sustainable development (b) Culture and sustainable development (c) Development cooperation with middle-income countries 3 p.m.: deadline for submission of draft proposals under item 21 and sub-items (a) and (b) and item 23 and sub-items (a) and (b) Week of 13–17 October 2025 Monday, 13 October 10 a.m.–1 p.m. and 3–6 p.m. Introductory statements and joint general discussion on: Item 18: Sustainable development: (a) Towards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21 (b) Follow-up to and implementation of the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity (c) Disaster risk reduction A/C.2/80/L.1 25-14596 6/8 (d) Protection of global climate for present and future generations of humankind (e) Implementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa (f) Convention on Biological Diversity (g) Education for sustainable development (h) Ensuring access to affordable, reliable, sustainable and modern energy for all (i) Combating sand and dust storms (j) Sustainable mountain development (k) Strengthening cooperation for integrated coastal zone management for achieving sustainable development (l) Multidimensional vulnerability index Item 19: Global Code of Ethics for Tourism 3 p.m.: deadline for submission of draft proposals under item 16 and sub-items (a) to (d) and item 17 Tuesday, 14 October 10 a.m.–1 p.m. Joint meeting with the Economic and Social Council1 3–6 p.m. Joint general discussion on: Item 18: Sustainable development and sub-items (a) to (l) (concluded) Item 19: Global Code of Ethics for Tourism (concluded) 3 p.m.: deadline for submission of draft proposals under item 15 and item 20 and sub- items (a) to (c) Wednesday, 15 October 10 a.m.–1 p.m. and 3–6 p.m. Introductory statements and joint general discussion on: Item 22: Eradication of poverty and other development issues: (a) Implementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027) (b) Eradicating rural poverty to implement the 2030 Agenda for Sustainable Development Item 24: Agriculture development, food security and nutrition (a) Agriculture development, food security and nutrition (b) Natural plant fibres and sustainable development 3 p.m.: deadline for submission of draft proposals under sub-items (e) to (h) of item 16 __________________ 1 A concept note will be made available on the iGov portal. A/C.2/80/L.1 7/8 25-14596 Thursday, 16 October 10 a.m.–1 p.m. Side event2 3 p.m.: deadline for submission of draft proposals under item 18 and sub-items (a) to (c) and item 19 Friday, 17 October 10 a.m.–1 p.m. Introductory statement and general discussion on: Item 60: Permanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources 3 p.m.: deadline for submission of draft proposals under item 22 and sub-items (a) and (b) and item 24 and sub-items (a) and (b) Week of 20–24 October 2025 Monday, 20 October (United Nations floating holiday) No meetings scheduled 3 p.m.: deadline for submission of draft proposals under sub-items (d) to (h) of item 18 Tuesday, 21 October 10 a.m.–1 p.m. (informal meeting) Dialogue with the Executive Secretaries of the regional commissions 3 3 p.m.: deadline for submission of draft proposals under sub items (i) to (l) of item 18 and item 60 Week of 10–14 November 2025 Wednesday, 12 November 10 a.m.–11.30 a.m. Introduction of and action on draft proposals4 Week of 17–21 November 2025 Tuesday, 18 November 3 p.m.: deadline for submission of final draft proposals __________________ 2 A concept note will be made available on the iGov portal. 3 A concept note will be made available on the iGov portal. 4 Meetings of the Committee to take action on draft proposals are scheduled on a preliminary basis and will be convened and/or rescheduled depending on the availability of documentation. A/C.2/80/L.1 25-14596 8/8 Week of 24–28 November 2025 Monday, 24 November 3–6 p.m. Action on draft proposals4 Tuesday, 25 November 10 a.m.–1 p.m. and 3–6 p.m. Action on draft proposals4 Wednesday, 26 November 10 a.m.–1 p.m. General discussion on: Item 121: Revitalization of the work of the General Assembly Action on draft proposals4 3–6 p.m. Action on draft proposals4 Conclusion of the work of the Second Committee"
  },
  "agenda_items": [
    "Item 137",
    "Item 21",
    "Item 23",
    "Item 16",
    "Item 17",
    "Item 15",
    "Item 20",
    "Item 18",
    "Item 19",
    "Item 22",
    "Item 24",
    "Item 60",
    "Item 121"
  ],
  "symbol_references": [
    "A/C.2/80/L.1"
  ]
}