{
  "symbol": "A/C.6/80/L.1",
  "filename": "A_C.6_80_L.1.pdf",
  "title": "Organization of work",
  "text": "United Nations \nA/C.6/80/L.1 \n \n \nGeneral Assembly \nDistr.: Limited \n15 September 2025 \nOriginal: English \n \n25-14774 (E)    190925 \n*2514774* \n \n \nEightieth session \nSixth Committee \n \n \n \nOrganization of work \n \n \nNote by the Secretariat \n \n \n1. \nIn order to assist the Sixth Committee in the organization of its work, the \nSecretariat considers it appropriate, in the light of General Assembly resolutions 1898 \n(XVIII) of 11 November 1963 and 32/71 of 9 December 1977 and of rule 99 (b) of \nthe rules of procedure of the Assembly, to draw the attention of the Committee to the \ninformation below. \n \nItems allocated to the Sixth Committee \n \n2. \nAt its 2nd plenary meeting, held on 12 September 2025, the General Assembly \nallocated 34 items to the Sixth Committee. The list of those items, organized under \nheadings corresponding to the priorities of the Organization, is contained in a note by \nthe Secretariat on the allocation of agenda items to the Committee, which has been \ncirculated as a document of the Committee (A/C.6/80/1). The Committee’s attention \nis drawn to the relevant parts of sections III and IV of the report of the General \nCommittee (A/80/250) concerning the agenda of the Main Committees and to the \nrecommendations on the organization of the session contained in section II of the \nsame report. Those recommendations were approved by the Assembly at its \n2nd plenary meeting. \n \nDocumentation relating to the items allocated to the Sixth Committee \n \n3. \nThe table below lists the documents of the eightieth session of the General \nAssembly relating to the items allocated to the Sixth Committee. It includes \nreferences to the reports of commissions or committees and the reports that are to be \nsubmitted by the Secretary-General pursuant to resolutions or decisions of the \nAssembly at preceding sessions, as well as to documents circulated under the agenda \nitems allocated to the Committee,1 in accordance with requests of Member States. The \nattention of delegates is also drawn to the website of the Committee. 2 \n__________________ \n \n1 The figure in brackets after the title of each item indicates its number on the agenda of the \neightieth session. The list of documents is based on information available as at 12 September \n2025. \n \n2 www.un.org/en/ga/sixth/index.shtml. \n\nA/C.6/80/L.1 \n \n25-14774\n2/10 \n \nProjected date of issuance \nElection of the officers of the Main Committees [5] \nNo advance documentation \nResponsibility of States for internationally wrongful acts [76] \n \nReport of the Secretary-General: compilation of decisions of \ninternational courts, tribunals and other bodies (A/80/77) \nIssued \nReport of the Secretary-General: comments and information received \nfrom Governments (A/80/156) \nIssued \nProcedural options regarding action taken on products of the \nInternational Law Commission: note by the Secretariat (A/80/76) \nIssued  \nCriminal accountability of United Nations officials and experts \non mission [77] \n \nReport of the Secretary-General: policies and procedures (A/80/239) \nIssued \nReport of the Secretary-General: implementation (A/80/270) \nForthcoming \nReport of the United Nations Commission on International Trade Law \non the work of its fifty-eighth session [78] \n \nReport of the Commission (A/80/17) \nLate September \nUnited Nations Programme of Assistance in the Teaching, Study, \nDissemination and Wider Appreciation of International Law [79] \n \nReport of the Secretary-General (A/80/__) \nMid-October \nReport of the International Law Commission on the work of its \nseventy-sixth session [80] \n \nReport of the Commission (A/80/10) \nIssued \nCrimes against humanity [81] \nNo advance documentation \nDiplomatic protection [82] \n \nReport of the Secretary-General: comments and information received \nfrom Governments (A/80/280) \nIssued \nReport of the Special Committee on the Charter of the United Nations \nand on the Strengthening of the Role of the Organization [83] \n \nReport of the Special Committee (A/80/33) \nIssued \nReport of the Secretary-General on the implementation of the provisions \nof the Charter of the United Nations related to assistance to third States \naffected by the application of sanctions (A/80/151) \nIssued \nReport of the Secretary-General on the Repertory of Practice of United \nNations Organs and Repertoire of the Practice of the Security Council \n(A/80/210) \nIssued \nThe rule of law at the national and international levels [84] \n \nReport of the Secretary-General on strengthening and coordinating \nUnited Nations rule of law activities (A/80/99) \nIssued \n\nA/C.6/80/L.1\n \n3/10\n25-14774 \n \nThe scope and application of the principle of universal jurisdiction [85] \n \nReport of the Secretary-General (A/80/274) \nIssued \nProtection of persons in the event of disasters [86] \nNo advance documentation \nStrengthening and promoting the international treaty framework [87] \n \nReport of the Secretary-General on the role of technology in shaping \ntreaty-making practice (A/80/132) \nIssued \nMeasures to eliminate international terrorism [109] \n \nReport of the Secretary-General (A/80/177) \nIssued \nRevitalization of the work of the General Assembly [121] \nNo advance documentation \n(adoption of a provisional programme of work for the eightieth session) \n(resolutions 58/316, 75/325, 77/335 and 79/327 and decisions 78/517 \nand 79/524) \n \nProgramme planning [137] \n \nGeneral Assembly resolutions 58/269, 62/224, 63/247, 64/229, 65/244, \n66/8, 66/294, 67/236, 69/17, 70/8, 71/6, 72/9, 73/269, 74/251, 75/243, \n76/236, 77/254, 77/267, 78/244 and 79/247 \n \nReport of the Committee for Programme and Coordination at its sixty-\nfifth session (A/80/16)  \nIssued \nAdministration of justice at the United Nations [146] \n \nReport of the Secretary-General on the administration of justice at the \nUnited Nations (A/80/136) \nIssued \nReport of the Secretary-General on the activities of the Office of the \nUnited Nations Ombudsman and Mediation Services (A/80/135) \nIssued \nReport of the Internal Justice Council (A/80/131) \nIssued \nReport of the Committee on Relations with the Host Country [160] \n \nReport of the Committee (A/80/26)  \nLate October \nObserver status for the Cooperation Council of Turkic-speaking States \nin the General Assembly [161] \n \nLetter dated 2 May 2011 from the Permanent Representatives of \nAzerbaijan, Kazakhstan, Kyrgyzstan and Turkey to the United Nations \naddressed to the Secretary-General (A/66/141) (see decisions 66/527, \n67/525, 68/528, 69/527, 70/523, 71/524, 72/523, 73/534, 74/523, \n75/529, 76/527, 77/523, 78/519 and 79/526) \nIssued \nObserver status for the Eurasian Economic Union in the \nGeneral Assembly [162] \n \nLetter dated 30 April 2015 from the Permanent Representatives of \nArmenia, Belarus, Kazakhstan, Kyrgyzstan and the Russian Federation \nto the United Nations addressed to the Secretary-General (A/70/141) \n(see decisions 70/524, 71/525, 72/524, 73/535, 74/524, 75/530, 76/528, \n77/524, 78/520 and 79/527) \nIssued \n\nA/C.6/80/L.1 \n \n25-14774\n4/10 \n \nObserver status for the Community of Democracies in the \nGeneral Assembly [163] \n \nLetter dated 10 July 2015 from the Permanent Representative of \nEl Salvador to the United Nations addressed to the Secretary-General \n(A/70/142) (see decisions 70/525, 71/526, 72/525, 73/536, 74/525, \n75/531, 76/529, 77/525, 78/521 and 79/528) \nIssued \nObserver status for the Ramsar Convention on Wetlands Secretariat in \nthe General Assembly [164] \n \nNote verbale dated 11 August 2017 from the Permanent Mission of \nUruguay to the United Nations addressed to the Secretary-General \n(A/72/194) (see decisions 72/526, 73/537, 74/526, 75/532, 76/530, \n77/526, 78/522 and 79/529) \nIssued \nObserver status for the Global Environment Facility in the \nGeneral Assembly [165] \n \nNote verbale dated 12 August 2017 from the Permanent Mission of \nUruguay to the United Nations addressed to the Secretary-General \n(A/72/195) (see decisions 72/527, 73/538, 74/527, 75/533, 76/531, \n77/527, 78/523 and 79/530) \nIssued \nObserver status for the International Organization of Employers in the \nGeneral Assembly [166] \n \nLetter dated 16 August 2019 from the representatives of France, \nGermany and Turkey to the United Nations addressed to the Secretary-\nGeneral (A/74/291) (see decisions 74/528, 75/534, 76/532, 77/528, \n78/524 and 79/531) \nIssued \nObserver status for the International Trade Union Confederation in the \nGeneral Assembly [167] \n \nLetter dated 16 August 2019 from the representatives of France, \nGermany and Turkey to the United Nations addressed to the Secretary-\nGeneral (A/74/292) (see decisions 74/529, 75/535, 76/533, 77/529, \n78/525 and 79/532) \nIssued \nObserver status for the Boao Forum for Asia in the \nGeneral Assembly [168] \n \nLetter dated 16 August 2019 from the representatives of China, \nCambodia, the Islamic Republic of Iran, Kyrgyzstan, the Lao People’s \nDemocratic Republic, Mongolia, Myanmar, Nepal, Pakistan, Singapore, \nUzbekistan and Viet Nam to the United Nations addressed to the \nSecretary-General (A/74/293) (see decisions 74/530, 75/536, 76/534, \n77/530, 78/526 and 79/533) \nIssued \nObserver status for the International Parliamentarians’ Congress in the \nGeneral Assembly [169] \n \nLetter dated 17 March 2023 from the Permanent Representative of \nPakistan to the United Nations addressed to the Secretary-General \n(A/78/141) (see decisions 78/527 and 79/534) \nIssued \n\nA/C.6/80/L.1\n \n5/10\n25-14774 \n \nObserver status for the Regional Anti-Corruption Initiative in the \nGeneral Assembly [170] \n \nLetter dated 28 June 2024 from the representatives of Albania, Bosnia \nand Herzegovina, Bulgaria, Croatia, Montenegro, the Republic of \nMoldova and Romania to the United Nations addressed to the Secretary-\nGeneral (A/79/141) (see decision 79/535) \nIssued \nObserver status for the International Centre for Integrated Mountain \nDevelopment in the General Assembly [171] \n \nLetter dated 28 May 2025 from the Permanent Representative of Bhutan \nto the United Nations addressed to the Secretary-General (A/80/141)  \nIssued \nObserver status for the Islamic Organization for Food Security in the \nGeneral Assembly [172] \n \nLetter dated 22 May 2025 from the Permanent Representative of \nKazakhstan to the United Nations addressed to the Secretary-General \n(A/80/142) \nIssued \nObserver status for the African Export-Import Bank in the \nGeneral Assembly [173] \n \nLetter dated 4 June 2025 from the Permanent Representative of Uganda \nto the United Nations addressed to the Secretary-General (A/80/143) \nIssued \nObserver status for the International Tropical Timber Organization in \nthe General Assembly [174] \n \nLetter dated 25 July 2025 from the representatives of Angola, Austria, \nBrazil, Canada, Ecuador, Finland, Germany, Guatemala, Honduras, \nIndonesia, Japan, Malaysia, New Zealand, Peru and Sweden to the \nUnited Nations addressed to the Secretary-General (A/80/191) \nIssued \nObserver status for the Brazilian-Argentine Agency for Accounting and \nControl of Nuclear Materials in the General Assembly [175] \n \nLetter dated 7 August 2025 from the Permanent Representatives of \nArgentina and Brazil to the United Nations addressed to the Secretary-\nGeneral (A/80/192) \nIssued \nObserver status for the Climate Vulnerable Forum in the  \nGeneral Assembly [176] \n \nNote verbale dated 5 June 2025 from the Permanent Mission of \nBarbados to the United Nations addressed to the Secretary-General \n(A/80/193) \nIssued \n \n \nProgramme of work \n \n4. \nRule 99 (b) of the rules of procedure of the General Assembly provides that: \nEach Main Committee, taking into account the closing date for the session fixed \nby the General Assembly on the recommendation of the General Committee, \nshall adopt its own priorities and meet as may be necessary to complete the \nconsideration of the items referred to it. It shall at the beginning of the session \nadopt a programme of work indicating, if possible, a target date for the \n\nA/C.6/80/L.1 \n \n25-14774\n6/10 \n \nconclusion of its work, the approximate dates of consideration of items and the \nnumber of meetings to be allocated to each item. \n5. \nPursuant to General Assembly resolution 77/335 on further measures for the \nrevitalization of the work of the Assembly, upon the recommendation of the Sixth \nCommittee, the Assembly, at its 47th plenary meeting, held on 4 December 2024, \nadopted decision 79/524 containing the provisional programme of work of the \nCommittee for the eightieth session of the Assembly. \n6. \nThe General Assembly, at its 2nd plenary meeting, held on 12 September 2025, \nupon the recommendation of the General Committee (see A/80/250), fixed the target \ndate of 21 November 2025 for the completion of the work of the Sixth Committee. \n7. \nThe Bureau of the Committee has considered the provisional programme of \nwork as contained in decision 79/524 and has taken into account the allocation of \nadditional items (requests for observer status in the General Assembly) to the \nCommittee by the General Assembly, as well as the reduction of the length of the \nreport of the International Law Commission on the work of its seventy-sixth session \n(as a consequence of the reduction of the length of the Commission’s session) and the \nanticipated workload at the present session. The programme has been prepared \naccordingly. \n \nApproximate dates of \nconsideration \nSixth Committee (organization of work) \n6 October \nRevitalization of the work of the General Assembly [121] \n6 October \nMeasures to eliminate international terrorism [109] \n6 and 7 October \nProgramme planning [137] \n8 October \nThe rule of law at the national and international levels [84] \n8 and 9 October \nCriminal accountability of United Nations officials and experts on \nmission [77] \n9 and 10 October \nResponsibility of States for internationally wrongful acts [76] \n10 and 13 October \nCrimes against humanity [81] \n13 and 14 October \nProtection of persons in the event of disasters [86] \n14 October \nObserver status for the International Centre for Integrated Mountain \nDevelopment in the General Assembly [171] \n15 October \nObserver status for the Islamic Organization for Food Security in the \nGeneral Assembly [172] \n15 October \nObserver status for the African Export-Import Bank in the General \nAssembly [173] \n15 October \nObserver status for the International Tropical Timber Organization in the \nGeneral Assembly [174] \n15 October \nObserver status for the Brazilian-Argentine Agency for Accounting and \nControl of Nuclear Materials in the General Assembly [175] \n15 October \n\nA/C.6/80/L.1\n \n7/10\n25-14774 \n \nApproximate dates of \nconsideration \nObserver status for the Climate Vulnerable Forum in the General \nAssembly [176] \n15 October \nStrengthening and promoting the international treaty framework [87] \n15 October  \nReport of the Special Committee on the Charter of the United Nations and \non the Strengthening of the Role of the Organization [83] \n16 October \nReport of the United Nations Commission on International Trade Law on \nthe work of its fifty-eighth session [78] \n20 and 21 October \nAdministration of justice at the United Nations [146] \n21 October \nThe scope and application of the principle of universal jurisdiction [85] \n21 and 22 October \nDiplomatic protection [82] \n23 October \nUnited Nations Programme of Assistance in the Teaching, Study, \nDissemination and Wider Appreciation of International Law [79] \n23 October  \nReport of the International Law Commission on the work of its seventy-\nsixth session [80] \n27 to 31 October \nReport of the Committee on Relations with the Host Country [160] \n7 November \nObserver status for the Cooperation Council of Turkic-speaking States in \nthe General Assembly [161] \n14 November \nObserver status for the Eurasian Economic Union in the General \nAssembly [162] \n14 November \nObserver status for the Community of Democracies in the General \nAssembly [163] \n14 November \nObserver status for the Ramsar Convention on Wetlands Secretariat in the \nGeneral Assembly [164] \n14 November \nObserver status for the Global Environment Facility in the General \nAssembly [165] \n14 November \nObserver status for the International Organization of Employers in the \nGeneral Assembly [166]  \n14 November \nObserver status for the International Trade Union Confederation in the \nGeneral Assembly [167] \n14 November \nObserver status for the Boao Forum for Asia in the General \nAssembly [168] \n14 November \nObserver status for the International Parliamentarians’ Congress in the \nGeneral Assembly [169] \n14 November \nObserver status for the Regional Anti-Corruption Initiative in the General \nAssembly [170] \n14 November \n\nA/C.6/80/L.1 \n \n25-14774\n8/10 \n \nApproximate dates of \nconsideration \nRevitalization of the work of the General Assembly (continued) [121] \n14 November \nElection of the officers of the Main Committees [5] \n21 November \nIn reserve \n24 October and \n3 November  \n \n \nEstablishment of working groups and holding of consultations \n \n8. \nConcerning agenda item 76, entitled “Responsibility of States for \ninternationally wrongful acts”, the General Assembly, by its resolution 77/97, decided \nto include the item in the provisional agenda of its eightieth session and to further \nexamine, within the framework of a working group of the Sixth Committee and with \na view to taking a decision, the question of a convention on responsibility of States \nfor internationally wrongful acts or other appropriate action on the basis of the articles \non responsibility of States for internationally wrongful acts. In the light of that, three \nmeetings, to be held on 15 October and 3 and 7 November, have been suggested for \nthat purpose. \n9. \nConcerning agenda item 109, entitled “Measures to eliminate international \nterrorism”, the General Assembly, by its resolution 79/129, decided to recommend \nthat the Sixth Committee, at the eightieth session of the Assembly, establish a working \ngroup with a view to finalizing the process on the draft comprehensive convention on \ninternational terrorism as well as discussions on the item included in its agenda by \nAssembly resolution 54/110 concerning the question of convening a high-level \nconference under the auspices of the United Nations. In the light of that, two \nmeetings, to be held on 17 October and 6 November, have been suggested for that \npurpose. \n10. The consideration of the reports of the working groups in plenary is scheduled \nfor 14 November. It has also been suggested that the following be held: a briefing on \nagenda item 77, entitled “Criminal accountability of United Nations officials and \nexperts on mission”, on 16 October; and an informal briefing on agenda item 146, \nentitled “Administration of justice at the United Nations”, on 17 October. \n11. In view of the limited conference services available to the Sixth Committee (see \npara. 22), any meetings for the working groups or for informal consultations are \naccommodated within the overall meetings allocated to the Committee. \n12. Concerning agenda item 86, entitled “Protection of persons in the event of \ndisasters”, the General Assembly, by its resolution 79/128, decided that the Sixth \nCommittee shall resume its session for up to five days by the end of April 2026 at the \nlatest, in order to prepare a consolidated text that will serve as the basis for the \nnegotiations of a legally binding instrument on the protection of persons in the event \nof disasters, including the draft articles on the protection of persons in the event of \ndisasters and the proposals submitted by Governments, within the framework of a \nworking group of the Committee. It is expected that the Sixth Committee will include, \nin the forthcoming draft resolution to be prepared under the agenda item, an indication \nof the dates and number of meetings of the working group. \n \nStatements by delegations \n \n13. The list of speakers for the debate on all agenda items opened on 15 September \n2025. Delegations are invited to inscribe their names on the list of speakers through \nthe eSpeakers module for the Sixth Committee in the e-deleGATE portal, preferably \n\nA/C.6/80/L.1\n \n9/10\n25-14774 \n \nby 5 p.m. on the Friday preceding the week in which each agenda item is scheduled \nto be considered (unless otherwise indicated). The live list of speakers for each agenda \nitem can be accessed through the e-deleGATE portal, or from the website of the Sixth \nCommittee.3 \n14. Pursuant to General Assembly resolution 72/313, delegations are encouraged to \nadhere to the “all protocol observed” principle and to refrain from listing standard \nprotocol expressions during their statements. In the same resolution, the Assembly \nrecommended that speakers should be mindful of the speed of statement delivery, \nbearing in mind the need for accuracy of interpretation. The delivery of national \nstatements will be limited to 7 minutes, and group statements to 12 minutes, for all \nagenda items except those dealing with the annual report of the International Law \nCommission, for which delegations are encouraged to limit their statements to main \npositions and views for a total of 12 minutes (with further information or clarifications \nprovided in written versions made available through the eStatements portal or in \nwritten submissions to the Commission). \n15. In accordance with General Assembly decision 34/401, delegations should \nexercise their right of reply at the end of the day whenever two meetings have been \nscheduled for the consideration of the relevant agenda item on that day, or at the \nconclusion of the consideration of the item, if that is sooner. The first statement should \nbe limited to five minutes and the second, if any, to three minutes. \n \nDraft resolutions \n \n16. The initiation and sponsorship of draft resolutions, where applicable, will be \nundertaken electronically through the eSponsorship module for the Sixth Committee \nin the e-deleGATE portal. \n17. Unless otherwise agreed, coordinators or main sponsors, as applicable, of \nproposals for draft resolutions are encouraged to hold at least one informal \nconsultation per proposal. The Secretariat will provide assistance where necessary. \nInformal consultations should be announced sufficiently in advance, including in the \nJournal of the United Nations, so as to allow participation by representatives of all \nMember States. Once consultations have concluded, it is the practice of the Sixth \nCommittee to place proposals for draft resolutions under a silence procedure, prior to \ntheir submission for processing and issuance in all official languages as limited (“L”) \ndocuments. \n18. All delegations wishing to sponsor a proposal for a draft resolution, where \napplicable, are encouraged to do so electronically through the eSponsorship module, \nrather than during the formal proceedings of the Committee. This is without prejudice \nto the possibility of delegations sponsoring a proposal for a draft resolution at the \ntime of the Committee’s action on the latter during a plenary meeting. Sponsorship \nshould take place at the level of the Sixth Committee, given that, once the Committee \nhas adopted a proposal for a draft resolution and recommended its adoption by the \nGeneral Assembly, its sponsorship can no longer be altered by Member States. \nProposals for draft resolutions submitted on behalf of the Bureau are not subject to \nsponsorship. \n19. Pursuant to rule 153 of the rules of procedure of the General Assembly, “no \nresolution involving expenditure shall be recommended by a committee for approval \nby the General Assembly unless it is accompanied by an estimate of expenditures \nprepared by the Secretary-General”. It is therefore imperative that the Sixth \nCommittee allow sufficient time for the preparation of estimates of expenditure by \n__________________ \n \n3 See www.un.org/en/ga/sixth/80/programme.shtml. \n\nA/C.6/80/L.1 \n \n25-14774\n10/10 \n \nthe Secretariat and for their consideration by the Advisory Committee on \nAdministrative and Budgetary Questions and the Fifth Committee. Bearing in mind \nthat 21 November has been fixed as the concluding date for the work of the Sixth \nCommittee (see para. 6), 7 November would have to be considered the mandatory \ndeadline for submission to the Fifth Committee of draft resolutions with financial \nimplications, except for draft resolutions concerning items to be considered after that \ndate. When submitting such proposals, delegations may also wish to bear in mind \nthat, in most cases, a period of more than 48 hours, up to four days, is required for \nthe Secretary-General to review the programme budget implications of proposals. \nAccordingly, the deadline for finalization and submission of all draft resolutions for \nbudget review and processing is 14 November 2025. \n20. Each coordinator or main sponsor, as applicable, of proposals for draft \nresolutions will be invited to introduce their respective draft resolutions as issued in \nlimited distribution (“L”) documents. Such introductions take place at plenary \nmeetings, and will be announced in advance, including in the Journal. \n21. Except for draft resolutions introduced at the final meeting of the substantive \npart of the session on 21 November 2025, it is the practice of the Committee to take \naction on each draft resolution at the plenary meeting following that at which the draft \nresolution was introduced, or at a later date. Any anticipated action on draft \nresolutions or decisions will be announced in advance, including in the Journal and \non the website of the Committee. It is the practice of the Sixth Committee to strive \nfor the adoption of draft resolutions without taking a vote. \n \nConference resources available \n \n22. The available conference facilities will, in principle, enable the Committee to \nhold between three and six plenary meetings per week. Morning meetings will be held \nfrom 10 a.m. to 1 p.m. and afternoon meetings from 3 to 6 p.m. \n23. Unless otherwise specified, formal meetings of the Committee will be held from \n10 a.m. to 1 p.m. and from 3 to 6 p.m. in the Trusteeship Council Chamber. The General \nAssembly has stressed that a punctual start to the meetings is critical to the efficient \nutilization of services allocated to the intergovernmental bodies of the United Nations. \nIn accordance with past practice, rule 108 of the rules of procedure of the Assembly \ncould be waived with respect to the quorum needed to declare a meeting open. \n \n",
  "paragraphs": {
    "1": "In order to assist the Sixth Committee in the organization of its work, the Secretariat considers it appropriate, in the light of General Assembly resolutions 1898 (XVIII) of 11 November 1963 and 32/71 of 9 December 1977 and of rule 99 (b) of the rules of procedure of the Assembly, to draw the attention of the Committee to the information below. Items allocated to the Sixth Committee",
    "2": "At its 2nd plenary meeting, held on 12 September 2025, the General Assembly allocated 34 items to the Sixth Committee. The list of those items, organized under headings corresponding to the priorities of the Organization, is contained in a note by the Secretariat on the allocation of agenda items to the Committee, which has been circulated as a document of the Committee (A/C.6/80/1). The Committee’s attention is drawn to the relevant parts of sections III and IV of the report of the General Committee (A/80/250) concerning the agenda of the Main Committees and to the recommendations on the organization of the session contained in section II of the same report. Those recommendations were approved by the Assembly at its 2nd plenary meeting. Documentation relating to the items allocated to the Sixth Committee",
    "3": "The table below lists the documents of the eightieth session of the General Assembly relating to the items allocated to the Sixth Committee. It includes references to the reports of commissions or committees and the reports that are to be submitted by the Secretary-General pursuant to resolutions or decisions of the Assembly at preceding sessions, as well as to documents circulated under the agenda items allocated to the Committee,1 in accordance with requests of Member States. The attention of delegates is also drawn to the website of the Committee. 2",
    "2025": " by 5 p.m. on the Friday preceding the week in which each agenda item is scheduled to be considered (unless otherwise indicated). The live list of speakers for each agenda item can be accessed through the e-deleGATE portal, or from the website of the Sixth Committee.3",
    "4": " conclusion of its work, the approximate dates of consideration of items and the number of meetings to be allocated to each item.",
    "5": "Pursuant to General Assembly resolution 77/335 on further measures for the revitalization of the work of the Assembly, upon the recommendation of the Sixth Committee, the Assembly, at its 47th plenary meeting, held on 4 December 2024, adopted decision 79/524 containing the provisional programme of work of the Committee for the eightieth session of the Assembly.",
    "6": "The General Assembly, at its 2nd plenary meeting, held on 12 September 2025, upon the recommendation of the General Committee (see A/80/250), fixed the target date of 21 November 2025 for the completion of the work of the Sixth Committee.",
    "7": " Approximate dates of consideration Revitalization of the work of the General Assembly (continued) [121] 14 November Election of the officers of the Main Committees [5] 21 November In reserve 24 October and 3 November Establishment of working groups and holding of consultations",
    "8": "Concerning agenda item 76, entitled “Responsibility of States for internationally wrongful acts”, the General Assembly, by its resolution 77/97, decided to include the item in the provisional agenda of its eightieth session and to further examine, within the framework of a working group of the Sixth Committee and with a view to taking a decision, the question of a convention on responsibility of States for internationally wrongful acts or other appropriate action on the basis of the articles on responsibility of States for internationally wrongful acts. In the light of that, three meetings, to be held on 15 October and 3 and 7 November, have been suggested for that purpose.",
    "9": "Concerning agenda item 109, entitled “Measures to eliminate international terrorism”, the General Assembly, by its resolution 79/129, decided to recommend that the Sixth Committee, at the eightieth session of the Assembly, establish a working group with a view to finalizing the process on the draft comprehensive convention on international terrorism as well as discussions on the item included in its agenda by Assembly resolution 54/110 concerning the question of convening a high-level conference under the auspices of the United Nations. In the light of that, two meetings, to be held on 17 October and 6 November, have been suggested for that purpose.",
    "10": "The consideration of the reports of the working groups in plenary is scheduled for 14 November. It has also been suggested that the following be held: a briefing on agenda item 77, entitled “Criminal accountability of United Nations officials and experts on mission”, on 16 October; and an informal briefing on agenda item 146, entitled “Administration of justice at the United Nations”, on 17 October.",
    "11": "In view of the limited conference services available to the Sixth Committee (see para. 22), any meetings for the working groups or for informal consultations are accommodated within the overall meetings allocated to the Committee.",
    "12": "Concerning agenda item 86, entitled “Protection of persons in the event of disasters”, the General Assembly, by its resolution 79/128, decided that the Sixth Committee shall resume its session for up to five days by the end of April 2026 at the latest, in order to prepare a consolidated text that will serve as the basis for the negotiations of a legally binding instrument on the protection of persons in the event of disasters, including the draft articles on the protection of persons in the event of disasters and the proposals submitted by Governments, within the framework of a working group of the Committee. It is expected that the Sixth Committee will include, in the forthcoming draft resolution to be prepared under the agenda item, an indication of the dates and number of meetings of the working group. Statements by delegations",
    "13": "The list of speakers for the debate on all agenda items opened on 15 September",
    "14": "Pursuant to General Assembly resolution 72/313, delegations are encouraged to adhere to the “all protocol observed” principle and to refrain from listing standard protocol expressions during their statements. In the same resolution, the Assembly recommended that speakers should be mindful of the speed of statement delivery, bearing in mind the need for accuracy of interpretation. The delivery of national statements will be limited to 7 minutes, and group statements to 12 minutes, for all agenda items except those dealing with the annual report of the International Law Commission, for which delegations are encouraged to limit their statements to main positions and views for a total of 12 minutes (with further information or clarifications provided in written versions made available through the eStatements portal or in written submissions to the Commission).",
    "15": "In accordance with General Assembly decision 34/401, delegations should exercise their right of reply at the end of the day whenever two meetings have been scheduled for the consideration of the relevant agenda item on that day, or at the conclusion of the consideration of the item, if that is sooner. The first statement should be limited to five minutes and the second, if any, to three minutes. Draft resolutions",
    "16": "The initiation and sponsorship of draft resolutions, where applicable, will be undertaken electronically through the eSponsorship module for the Sixth Committee in the e-deleGATE portal.",
    "17": "Unless otherwise agreed, coordinators or main sponsors, as applicable, of proposals for draft resolutions are encouraged to hold at least one informal consultation per proposal. The Secretariat will provide assistance where necessary. Informal consultations should be announced sufficiently in advance, including in the Journal of the United Nations, so as to allow participation by representatives of all Member States. Once consultations have concluded, it is the practice of the Sixth Committee to place proposals for draft resolutions under a silence procedure, prior to their submission for processing and issuance in all official languages as limited (“L”) documents.",
    "18": "All delegations wishing to sponsor a proposal for a draft resolution, where applicable, are encouraged to do so electronically through the eSponsorship module, rather than during the formal proceedings of the Committee. This is without prejudice to the possibility of delegations sponsoring a proposal for a draft resolution at the time of the Committee’s action on the latter during a plenary meeting. Sponsorship should take place at the level of the Sixth Committee, given that, once the Committee has adopted a proposal for a draft resolution and recommended its adoption by the General Assembly, its sponsorship can no longer be altered by Member States. Proposals for draft resolutions submitted on behalf of the Bureau are not subject to sponsorship.",
    "19": "Pursuant to rule 153 of the rules of procedure of the General Assembly, “no resolution involving expenditure shall be recommended by a committee for approval by the General Assembly unless it is accompanied by an estimate of expenditures prepared by the Secretary-General”. It is therefore imperative that the Sixth Committee allow sufficient time for the preparation of estimates of expenditure by the Secretariat and for their consideration by the Advisory Committee on Administrative and Budgetary Questions and the Fifth Committee. Bearing in mind that 21 November has been fixed as the concluding date for the work of the Sixth Committee (see para. 6), 7 November would have to be considered the mandatory deadline for submission to the Fifth Committee of draft resolutions with financial implications, except for draft resolutions concerning items to be considered after that date. When submitting such proposals, delegations may also wish to bear in mind that, in most cases, a period of more than 48 hours, up to four days, is required for the Secretary-General to review the programme budget implications of proposals. Accordingly, the deadline for finalization and submission of all draft resolutions for budget review and processing is 14 November 2025.",
    "20": "Each coordinator or main sponsor, as applicable, of proposals for draft resolutions will be invited to introduce their respective draft resolutions as issued in limited distribution (“L”) documents. Such introductions take place at plenary meetings, and will be announced in advance, including in the Journal.",
    "21": "Except for draft resolutions introduced at the final meeting of the substantive part of the session on 21 November 2025, it is the practice of the Committee to take action on each draft resolution at the plenary meeting following that at which the draft resolution was introduced, or at a later date. Any anticipated action on draft resolutions or decisions will be announced in advance, including in the Journal and on the website of the Committee. It is the practice of the Sixth Committee to strive for the adoption of draft resolutions without taking a vote. Conference resources available",
    "22": "The available conference facilities will, in principle, enable the Committee to hold between three and six plenary meetings per week. Morning meetings will be held from 10 a.m. to 1 p.m. and afternoon meetings from 3 to 6 p.m.",
    "23": "Unless otherwise specified, formal meetings of the Committee will be held from 10 a.m. to 1 p.m. and from 3 to 6 p.m. in the Trusteeship Council Chamber. The General Assembly has stressed that a punctual start to the meetings is critical to the efficient utilization of services allocated to the intergovernmental bodies of the United Nations. In accordance with past practice, rule 108 of the rules of procedure of the Assembly could be waived with respect to the quorum needed to declare a meeting open."
  },
  "agenda_items": [
    "Item 76",
    "Item 109",
    "Item 77",
    "Item 146",
    "Item 86"
  ],
  "symbol_references": [
    "A/C.6/80/L.1"
  ]
}