{
  "symbol": "A/C.1/80/L.50",
  "filename": "A_C.1_80_L.50.pdf",
  "title": "Treaty on the South-East Asia Nuclear-Weapon-Free Zone",
  "text": "United Nations \nA/C.1/80/L.50\n \n \nGeneral Assembly \nDistr.: Limited \n15 October 2025 \nOriginal: English \n \n25-16738 (E)    241025    \n*2516738* \n \n \nEightieth session \nFirst Committee \nAgenda item 99 (z) \nGeneral and complete disarmament: Treaty on the South-East \nAsia Nuclear-Weapon-Free Zone (Bangkok Treaty) \n \n \n \nAustria, Kazakhstan and Malaysia:* draft resolution \n \n \nTreaty on the South-East Asia Nuclear-Weapon-Free Zone \n(Bangkok Treaty) \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 66/43 of 2 December 2011, 68/49 of 5 December 2013, \n70/60 of 7 December 2015 and 78/39 of 4 December 2023 entitled “Treaty on the \nSouth-East Asia Nuclear-Weapon-Free Zone (Bangkok Treaty)”, \n \nWelcoming the desire of the South-East Asian States to maintain peace and \nstability in the region in the spirit of peaceful coexistence and mutual understanding \nand cooperation, \n \nNoting the entry into force on 15 December 2008 of the Charter of the \nAssociation of Southeast Asian Nations,1 in which it is stated, inter alia, that one of \nthe purposes of the Association is to preserve South-East Asia as a nuclear-weapon-\nfree zone, free of all other weapons of mass destruction, \n \nWelcoming the convening by Indonesia of the third Conference of States Parties \nand Signatories to Treaties that Establish Nuclear-Weapon-Free Zones and Mongolia \non 24 April 2015, and encouraging the convening of the fourth Conference of States \nParties and Signatories to Treaties that Establish Nuclear-Weapon-Free Zones and \nMongolia in line with its resolution 73/71 of 5 December 2018, as well as its decisions \n74/549 of 13 April 2020 and 75/575 of 29 July 2021, \n \nReaffirming its conviction of the important role of nuclear-weapon-free zones, \nestablished, where appropriate, on the basis of arrangements freely arrived at among \nStates of the region concerned and in accordance with the Disarmament Commission \nguidelines of 1999, 2  in strengthening the nuclear non-proliferation regime, in \ncontributing towards realizing the objectives of nuclear disarmament and in extending \n__________________ \n \n* On behalf of the States Members of the United Nations that are members of the Association of \nSoutheast Asian Nations and the States Parties to the Treaty on the South-East Asia Nuclear-\nWeapon-Free Zone (Bangkok Treaty). \n \n1 United Nations, Treaty Series, vol. 2624, No. 46745. \n \n2 Official Records of the General Assembly, Fifty-fourth Session, Supplement No. 42 (A/54/42), \nannex I, sect. C. \n\nA/C.1/80/L.50 \n \n25-16738\n2/3 \n \nthe areas of the world that are free of nuclear weapons, and, with particular reference \nto the responsibilities of the nuclear-weapon States, calling upon all States to seek a \nsafer world for all and to achieve peace and security in a world without nuclear \nweapons and greater progress towards the total elimination of all nuclear weapons, \n \nConvinced that the establishment of the South-East Asia Nuclear-Weapon-Free \nZone, as an essential component of the Declaration on the Zone of Peace, Freedom \nand Neutrality, signed in Kuala Lumpur on 27 November 1971, has contributed \ntowards strengthening the security of States within the Zone and towards enhancing \ninternational peace and security as a whole, \n \nNoting the entry into force of the Treaty on the South-East Asia Nuclear-\nWeapon-Free Zone3 on 27 March 1997, as well as the twenty-eighth anniversary of \nits entry into force and the thirtieth anniversary of its signing in 2025, \n \nWelcoming the reaffirmation of South-East Asian States that the South-East Asia \nNuclear-Weapon-Free Zone shall continue to play a pivotal role in the area of \nconfidence-building measures, preventive diplomacy and the approaches to conflict \nresolution as enshrined in the Declaration of the Association of Southeast Asian \nNations Concord II (Bali Concord II),4 \n \nExpressing concern over the growing risks of nuclear danger and conflict, the \nfurther expansion and modernization of nuclear arsenals and the increasing salience \nof nuclear weapons in military and security doctrines, as well as the weakening of the \ndisarmament and non-proliferation architecture, \n \nStressing that progress on nuclear disarmament is urgently needed amid \nheightened geopolitical tensions, and convinced that strengthening multilateralism \nand cooperation is key to advancing nuclear disarmament and non-proliferation, with \nall countries, especially nuclear-weapon States, maintaining and fully implementing \ntheir obligations and commitments under the relevant mechanisms responsibly, \nincluding in the Treaty on the Non-Proliferation of Nuclear Weapons,5 \n \nWelcoming the submission of the memorandums on activities6 relating to the \nTreaty on the South-East Asia Nuclear-Weapon-Free Zone as background documents \nfor the ninth and tenth Review Conferences of the Parties to the Treaty on the \nNon-Proliferation of Nuclear Weapons, and looking forward to the convening of the \n2026 Review Conference of the Parties to the Treaty on the Non-Proliferation of \nNuclear Weapons, \n \nReaffirming the inalienable right of all the Parties to the Treaty on the South-\nEast Asia Nuclear-Weapon-Free Zone to develop research, production and use of \nnuclear energy for peaceful purposes without discrimination and in conformity with \nthe Treaty on the Non-Proliferation of Nuclear Weapons, \n \nRecognizing that, by signing and ratifying the relevant protocols to the treaties \nestablishing nuclear-weapon-free zones, nuclear-weapon States would undertake \nindividual legally binding commitments to respect the status of such zones and not to \nuse or threaten to use nuclear weapons against States Parties to such treaties, \n \nRecalling the joint communiqué of the fifty-eighth meeting of the Ministers for \nForeign Affairs of the Association of Southeast Asian Nations, held in Kuala Lumpur \non 9 July 2025, \n__________________ \n \n3 United Nations, Treaty Series, vol. 1981, No. 33873. \n \n4 A/58/548, annex I. \n \n5 United Nations, Treaty Series, vol. 729, No. 10485. \n \n6 NPT/CONF.2020/16 and NPT/CONF.2015/23. \n\nA/C.1/80/L.50\n \n3/3\n25-16738 \n \n \nRecalling also the applicable principles and rules of international law relating \nto the freedom of the high seas and the rights of innocent passage, archipelagic sea \nlanes passage or transit passage of ships and aircraft, particularly those of the United \nNations Convention on the Law of the Sea,7 \n \n1. \nWelcomes the commitment and efforts of the Commission for the South-East \nAsia Nuclear-Weapon-Free Zone to further enhance and strengthen the implementation \nof the Treaty on the South-East Asia Nuclear-Weapon-Free Zone (Bangkok Treaty) \nby implementing the Plan of Action to Strengthen the Implementation of the Treaty \non the South-East Asia Nuclear-Weapon-Free Zone (2023–2027), adopted in Phnom \nPenh in 2022, with a renewed commitment and a stronger emphasis on concrete \nactions, and the decision of the Association of Southeast Asian Nations Political-\nSecurity Community Council, established under the Charter of the Association, to \ngive priority to the implementation of the Plan of Action; \n \n2. \nAlso welcomes the accession of Timor-Leste to the Bangkok Treaty, which \ncontributes to regional peace and security and supports global efforts on nuclear \ndisarmament and non-proliferation; \n \n3. \nRecognizes the intention of States Parties to the Bangkok Treaty to \ncontinue exploring the possibility of allowing individual nuclear-weapon States \nwhich are willing to sign and ratify the Protocol to the Bangkok Treaty without \nreservations and provide prior formal assurance of this commitment in writing to go \nahead with the signing, to welcome any nuclear-weapon States that are ready to do \nso, and the commitment of the States Parties to the Bangkok Treaty to continuously \nengage with all the nuclear-weapon States, including those with reservations, and \nintensify efforts by all parties to resolve all outstanding issues in accordance with the \nobjectives and principles of the Bangkok Treaty; \n \n4. \nUnderlines the value of enhancing and implementing further ways and \nmeans of cooperation among the States Parties to nuclear-weapon-free zone treaties \nand the protocols thereto, with a view to strengthening the non-proliferation regime \nand to contributing towards realizing the objective of nuclear disarmament; \n \n5. \nDecides to include in the provisional agenda of its eighty-second session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Treaty on the South-East Asia Nuclear-Weapon-Free Zone (Bangkok Treaty)”. \n \n__________________ \n \n7 Ibid., vol. 1833, No. 31363. \n",
  "paragraphs": {
    "1": "Welcomes the commitment and efforts of the Commission for the South-East Asia Nuclear-Weapon-Free Zone to further enhance and strengthen the implementation of the Treaty on the South-East Asia Nuclear-Weapon-Free Zone (Bangkok Treaty) by implementing the Plan of Action to Strengthen the Implementation of the Treaty on the South-East Asia Nuclear-Weapon-Free Zone (2023–2027), adopted in Phnom Penh in 2022, with a renewed commitment and a stronger emphasis on concrete actions, and the decision of the Association of Southeast Asian Nations Political- Security Community Council, established under the Charter of the Association, to give priority to the implementation of the Plan of Action;",
    "2": "Also welcomes the accession of Timor-Leste to the Bangkok Treaty, which contributes to regional peace and security and supports global efforts on nuclear disarmament and non-proliferation;",
    "3": "Recognizes the intention of States Parties to the Bangkok Treaty to continue exploring the possibility of allowing individual nuclear-weapon States which are willing to sign and ratify the Protocol to the Bangkok Treaty without reservations and provide prior formal assurance of this commitment in writing to go ahead with the signing, to welcome any nuclear-weapon States that are ready to do so, and the commitment of the States Parties to the Bangkok Treaty to continuously engage with all the nuclear-weapon States, including those with reservations, and intensify efforts by all parties to resolve all outstanding issues in accordance with the objectives and principles of the Bangkok Treaty;",
    "4": "Underlines the value of enhancing and implementing further ways and means of cooperation among the States Parties to nuclear-weapon-free zone treaties and the protocols thereto, with a view to strengthening the non-proliferation regime and to contributing towards realizing the objective of nuclear disarmament;",
    "5": "Decides to include in the provisional agenda of its eighty-second session, under the item entitled “General and complete disarmament”, the sub-item entitled “Treaty on the South-East Asia Nuclear-Weapon-Free Zone (Bangkok Treaty)”. __________________ 7 Ibid., vol. 1833, No. 31363."
  },
  "agenda_items": [
    "Item 99"
  ],
  "symbol_references": [
    "A/C.1/80/L.50"
  ]
}