{
  "symbol": "A/C.2/80/L.30",
  "filename": "A_C.2_80_L.30.pdf",
  "title": "Contribution of the care economy to sustainable development",
  "text": "United Nations \nA/C.2/80/L.30\n \n \nGeneral Assembly \nDistr.: Limited \n17 October 2025 \nOriginal: English \n \n25-16862 (E)    291025     \n*2516862* \n \n \nEightieth session \nSecond Committee \nAgenda item 22 \nEradication of poverty and other development issues \n \n \n \n \n \nChile, Colombia, El Salvador, Lebanon, Mexico, Spain and Uruguay: \ndraft resolution \n \n \n \n Contribution of the care economy to sustainable development \n \n \n \nThe General Assembly, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, and the commitment \ntherein to achieving sustainable development in its three dimensions – economic, \nsocial and environmental – in a balanced and integrated manner, \n \nReaffirming also the commitments made in the 2030 Agenda to achieve gender \nequality and the empowerment of all women and girls, including through Sustainable \nDevelopment Goal 5 on achieving gender equality and empowering all women and \ngirls and its targets and indicators, particularly target 5.4 and indicator 5.4.1, and \nrecognizing that gender equality and the empowerment of all women and girls and \nthe full, equal, meaningful and effective participation and leadership of women in \ndecision-making and policymaking is necessary and will make a crucial contribution \nto progress across all the Sustainable Development Goals and targets of the 2030 \nAgenda, \n \nReaffirming further its resolution 79/323 of 25 August 2025 on the Sevilla \nCommitment, which sets forth a renewed global framework for financing for \ndevelopment, including increased investment in the care economy, reaffirms the \nimperative of gender equality and the empowerment of all women and girls and \nrecognizes that the feminization of poverty persists and that the eradication of poverty \nin all its forms and dimensions, including extreme poverty, is an indispensable \nrequirement for women’s economic empowerment and sustainable development, \n \nWelcoming the convening of the Second World Summit for Social Development, \nin Qatar from 4 to 6 November 2025, and reaffirming the multiplier effects of care \nand support systems, \n\nA/C.2/80/L.30 \n \n25-16862\n2/4 \n \n \nRecalling the Beijing Declaration and Platform for Action 1 and the Programme \nof Action of the International Conference on Population and Development 2 and the \noutcome documents of their review conferences, as well as the Copenhagen \nDeclaration on Social Development 3  and the agreed conclusions adopted by the \nCommission on the Status of Women, as well as the declarations adopted at its forty-\nninth, fifty-fourth, fifty-ninth, sixty-fourth and sixty-ninth sessions,4 \n \nReaffirming Economic and Social Council resolution 2024/4 of 5 June 2024 on \npromoting care and support systems for social development, and recalling its \nresolution 77/317 of 24 July 2023, in which it proclaimed 29 October as the \nInternational Day of Care and Support, and International Labour Conference \nresolution V of 14 June 2024 concerning decent work and the care economy, World \nHealth Assembly resolution 78.16 of 27 May 2025 on accelerating action on the \nglobal health and care workforce by 2030 and Human Rights Council resolution 54/6 \nof 11 October 2023,5 as well as all relevant international human rights instruments \nand relevant international labour conventions which contain provisions relevant to \npersons providing and receiving care and support, \n \nAcknowledging that care is central to human, social, economic and \nenvironmental well-being, and sustainable development, and that care work, paid and \nunpaid, is essential to all other work, \n \nRecognizing that the care economy comprises care work, both paid and unpaid, \nand direct and indirect care, its provision within and outside the household, as well \nas the people who provide and receive care and the employers and institutions that \noffer care, and that this work is provided through the public and the private sector, \nincluding micro-, small and medium-sized enterprises, non-profit organizations, the \nsocial and solidarity economy, and households and communities, \n \nAcknowledging that care work consists of, among others, activities and relations \nthat pursue sustainability and quality of life, nurture human capabilities, foster \nagency, autonomy and dignity, develop the opportunities and resilience of those who \nprovide and receive care, address the diverse needs of individuals across different life \nstages, and meet the physical, psychological, cognitive, mental health and \ndevelopmental needs for care and support of people including children, adolescents, \nyouth, adults, older persons, persons with disabilities and all caregivers, \n \nAcknowledging also that the care economy spans diverse occupations and \nsectors, both formal and informal, and that it includes, but may not be limited to, the \nactivities of workers in education, early childhood care and education, and the health \n__________________ \n \n1  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n2  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n3  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annex I. \n \n4  See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. A, and Economic and Social \nCouncil decision 2005/232; Official Records of the Economic and Social Council, 2010, \nSupplement No. 7 and corrigendum (E/2010/27 and E/2010/27/Corr.1), chap. I, sect. A, and \nEconomic and Social Council decision 2010/232; Official Records of the Economic and Social \nCouncil, 2015, Supplement No. 7 (E/2015/27), chap. I, sect. C, resolution 59/1, annex; ibid., \n2020, Supplement No. 7 (E/2020/27), chap. I, sect. A; and ibid., 2025, Supplement No. 7 \n(E/2025/27), chap. I, sect. C, resolution 69/1, annex. \n \n5  See Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 53A \n(A/78/53/Add.1), chap. III, sect. A. \n\nA/C.2/80/L.30\n \n3/4\n25-16862 \n \nand social sectors, of domestic workers and of individuals who perform unpaid care \nwork, \n \nRecognizing that the care economy contributes substantially to national income, \nemployment creation, human capabilities and productivity, and that, according to \nglobal estimates, unpaid care and domestic work would account for at least 9 per cent \nof gross domestic product if valued at the hourly minimum wage, and that every \n1 United States dollar invested in closing childcare gaps could yield an average \nincrease of 3.76 dollars in gross domestic product by 2035, underscoring its \nmacroeconomic relevance and its potential to generate inclusive and sustainable \ngrowth, \n \nNoting with concern that women and girls, including adolescent girls and older \nwomen, and especially women and girls living in poverty, undertake a \ndisproportionate share of unpaid care work, which exacerbates gender inequality by \nlimiting women’s agency to decide how to spend their time and their ability to \nparticipate in the labour market and decision-making processes and occupy leadership \npositions, that it poses significant constraints on women’s and girls’ education and \ntraining, and that this kind of entrenched inequality and social exclusion is an obstacle \nto broad-based and sustained growth, \n \nNoting that women often make up a large portion of the paid care workforce, \nincluding in informal employment, self-employment and part-time or temporary \nwork, while continuing to bear most of the responsibility for unpaid care and support \nwork, having, as a result, lower rates of labour force participation and shorter, less \ncontinuous paid work years than men, which limits their ability to accumulate lifetime \nsavings and benefit from pension and social security schemes, \n \nNoting also that these inequalities contribute to the feminization of poverty and \nthat comprehensive care and support systems, which include legal and policy \nframeworks, services, financing, social and physical infrastructure, programmes, \nstandards and training, governance and administration, are key to reducing women’s \neconomic vulnerability and preventing the intergenerational transmission of poverty, \n \nAcknowledging the need to adopt measures to recognize unpaid and paid care \nwork and reduce, redistribute and value unpaid care work by promoting the equal \nsharing of responsibilities between women and men within the household and by \nprioritizing, inter alia, sustainable infrastructure, social protection policies and \naccessible, affordable and quality care and support services, adequate paid maternity, \npaternity or parental leave, which are necessary to support both greater sharing of \nresponsibilities between parents and parent-child bonding, as well as protection from \ndiscrimination on the grounds of maternity in the labour market, and targeted \nadequate working arrangements, \n \n1. \nUrges Member States to: \n \n(a) \nIntegrate the value of the care economy, particularly unpaid care work, \ninto fiscal and monetary policy, national development plans and statistics, including \nnational account systems, and budgeting processes, recognizing it as a key sector for \neconomic growth and stability; \n \n(b) \nAdopt a comprehensive and intergenerational approach in the design and \nimplementation of care and support systems, taking the care economy into account in \neconomic and social policymaking; \n \n(c) \nCollect quantitative and qualitative sex-disaggregated data and gender \nstatistics on all forms of care work, including through time-use and labour-force \nsurveys, to measure the full extent of paid and unpaid care work and to inform \nevidence-based policymaking; \n\nA/C.2/80/L.30 \n \n25-16862\n4/4 \n \n \n(d) \nRecognize that strategic investments in care infrastructure and services \ncan generate a “triple dividend” effect by creating new jobs, enabling greater female \nlabour-force participation and improving well-being and human development \noutcomes for society as a whole; \n \n2. \nCalls upon Member States to invest in the care economy and take action \nto recognize paid and unpaid care work, reduce and redistribute unpaid care work \nbetween women and men in the household, and between households, the State, the \nprivate sector and the communities, and reward and represent paid care work by \nexpanding high-quality care services and infrastructure, enacting maternity, paternity \nand parental leave policies and providing allowances and social protection to carers \nand care workers; \n \n3. \nRequests the United Nations system to support, as appropriate and within \nexisting mandates and resources, the efforts of Member States, upon their request, to \ndevelop, strengthen and expand care and support systems as a driver of inclusive and \nsustainable economic growth, gender equality, decent work and poverty eradication, \nincluding through the provision of technical assistance, capacity-building and policy \nadvice, and the integration of care economy considerations into development \ncooperation frameworks; \n \n4. \nEncourages the international community, including development partners, \ninternational financial institutions and public development banks, to support national \nefforts to invest in and strengthen care and support systems, including through \nconcessional finance, technical assistance, capacity-building and knowledge-sharing; \n \n5. \nRequests the Secretary-General to submit to the General Assembly at its \neighty-second session a report on the implementation of the present resolution, and \ndecides to include in the provisional agenda of its eighty-second session, under the \nitem entitled “Eradication of poverty and other development issues”, a sub-item \nentitled “Contribution of the care economy to sustainable development”. \n \n",
  "paragraphs": {
    "1": " (d) Recognize that strategic investments in care infrastructure and services can generate a “triple dividend” effect by creating new jobs, enabling greater female labour-force participation and improving well-being and human development outcomes for society as a whole;",
    "2": "Calls upon Member States to invest in the care economy and take action to recognize paid and unpaid care work, reduce and redistribute unpaid care work between women and men in the household, and between households, the State, the private sector and the communities, and reward and represent paid care work by expanding high-quality care services and infrastructure, enacting maternity, paternity and parental leave policies and providing allowances and social protection to carers and care workers;",
    "3": "Requests the United Nations system to support, as appropriate and within existing mandates and resources, the efforts of Member States, upon their request, to develop, strengthen and expand care and support systems as a driver of inclusive and sustainable economic growth, gender equality, decent work and poverty eradication, including through the provision of technical assistance, capacity-building and policy advice, and the integration of care economy considerations into development cooperation frameworks;",
    "4": "Encourages the international community, including development partners, international financial institutions and public development banks, to support national efforts to invest in and strengthen care and support systems, including through concessional finance, technical assistance, capacity-building and knowledge-sharing;",
    "5": "Requests the Secretary-General to submit to the General Assembly at its eighty-second session a report on the implementation of the present resolution, and decides to include in the provisional agenda of its eighty-second session, under the item entitled “Eradication of poverty and other development issues”, a sub-item entitled “Contribution of the care economy to sustainable development”."
  },
  "agenda_items": [
    "Item 22"
  ],
  "symbol_references": [
    "A/C.2/80/L.30"
  ]
}