{
  "symbol": "A/C.1/80/L.58",
  "filename": "A_C.1_80_L.58.pdf",
  "title": "Report of the Conference on Disarmament",
  "text": "United Nations \nA/C.1/80/L.58\n \n \nGeneral Assembly \nDistr.: Limited \n16 October 2025 \nOriginal: English \n \n25-16812 (E)    271025    \n*2516812* \n \n \nEightieth session \nFirst Committee \nAgenda item 101 (a) \nReview of the implementation of the recommendations and \ndecisions adopted by the General Assembly at its tenth special \nsession: report of the Conference on Disarmament \n \n \n \nMexico: draft resolution \n \n \nReport of the Conference on Disarmament \n \n \n \nThe General Assembly, \n \nHaving considered the report of the Conference on Disarmament,1 \n \nRecalling its resolution 79/71 of 2 December 2024, \n \nConvinced that the Conference on Disarmament, as the single multilateral \ndisarmament negotiating forum of the international community, has the primary role \nin substantive negotiations on priority questions of disarmament, \n \nRecognizing the addresses of the Ministers for Foreign Affairs and other high-\nlevel officials in the Conference on Disarmament, and referring to their various \nexpressions of support for and concern about the endeavours of the Conference and \ncalls for the Conference to commence negotiations without delay to advance \ndisarmament goals through the adoption of a balanced and comprehensive programme \nof work, \n \nRecognizing also the need to conduct multilateral negotiations with the aim of \nreaching agreement on concrete issues, and emphasizing the importance of effective \nmultilateralism in the context of the changing international climate, \n \nWelcoming the intensive efforts by States members and Presidents of the \nConference on Disarmament at its 2025 session and by the coordinators of the five \nsubsidiary bodies, which resulted in the re-establishment, in accordance with its rules \nof procedure, of subsidiary bodies at its 2025 session and extensive discussions within \neach subsidiary body, including on areas of possible convergence related to advancing \nsubstantive work on all agenda items, while also expressing concern that the \nConference did not reach consensus on a programme of work, nor did the Conference \nsucceed in commencing its substantive work by means of negotiations, \n \nRecalling, in this respect, that the Conference on Disarmament has a number of \npriority issues for negotiation to achieve disarmament goals, \n__________________ \n \n1 Official Records of the General Assembly, Eightieth Session, Supplement No. 27 (A/80/27). \n\nA/C.1/80/L.58 \n \n25-16812\n2/3 \n \n \nWelcoming the overwhelming call for greater flexibility with respect to \nimplementing the mandate of the Conference on Disarmament on the basis of a \nbalanced and comprehensive programme of work, \n \nUnderlining the need for continued cooperation among the States members of \nthe Conference on Disarmament as well as among the successive Presidents of the \nConference, \n \nNoting with appreciation the efforts, contributions and decisions made at the \n2025 session to promote substantive discussions on issues on the agenda, including, \ninter alia, the decision on the work of the Conference on Disarmament on the \nre-establishment, in accordance with its rules of procedure, of five subsidiary bodies \nfor the 2025 session, adopted on 30 January 2025, \n \nReaffirming the importance of multilateralism and inclusivity through \nparticipation of States not members of the Conference in the work of the Conference \non Disarmament, in accordance with its rules of procedure, 2  and noting with \ncontinued regret that the latter has once again not been sufficiently ensured, 3 \n \nAcknowledging the United Nations Institute for Disarmament Research, as a \nstand-alone, autonomous institution, and the contribution that its research makes, \n \nRecognizing the importance of engagement between civil society and the \nConference on Disarmament according to decisions taken by the Conference, \n \n1. \nReaffirms the role of the Conference on Disarmament as the single \nmultilateral disarmament negotiating forum of the international community; \n \n2. \nAppreciates the strong support expressed for the Conference on \nDisarmament at its 2025 session by Ministers for Foreign Affairs and other high-level \nofficials, while also acknowledging their concern about its ongoing impasse of more \nthan two decades, and takes into account their calls for greater flexibility with respect \nto commencing the substantive work of the Conference without further delay; \n \n3. \nCalls upon the Conference on Disarmament to further intensify \nconsultations and to explore possibilities for overcoming its ongoing deadlock by \nadopting and implementing a balanced and comprehensive programme of work at the \nearliest possible date during its 2026 session, bearing in mind the decision on the \nprogramme of work adopted by the Conference on 29 May 2009, 4 as well as other \nrelevant decisions and proposals; \n \n4. \nNotes with appreciation the decisions of the Conference on Disarmament \non the re-establishment, in accordance with its rules of procedure, of subsidiary \nbodies on agenda items 1 to 4 and one on agenda items 5, 6 and 7, 5 for the 2025 \nsession; \n \n5. \nEncourages the current President and the incoming President of the \nConference on Disarmament, bearing in mind the role of the Conference on \nDisarmament as the single multilateral disarmament negotiating forum, as well as \nbuilding on the decisions on the work of the Conference on Disarmament for 20246 \n__________________ \n \n2 CD/8/Rev.10, paras. 18 and 32–36. \n \n3 Official Records of the General Assembly, Eightieth Session, Supplement No. 27 (A/80/27), \nparas. 9 and 10, noting that the Conference received 32 requests for participation in its work and \nthat the Conference invited a number of non-member States to participate in its work but that did \nnot reach agreement on the other requests to participate in the work of the Conference. \n \n4 Official Records of the General Assembly, Sixty-fourth Session, Supplement No. 27 (A/64/27), \npara. 18. \n \n5 Ibid., Eightieth Session, Supplement No. 27 (A/80/27), para. 13. \n \n6 Ibid., Seventy-ninth Session, Supplement No. 27 (A/79/27), paras. 13 and 14. \n\nA/C.1/80/L.58\n \n3/3\n25-16812 \n \nand 20257 and with a view to the early resumption of substantive work during its 2026 \nsession, in accordance with its rules of procedure, to conduct consultations on the \nactivities of the Conference in fulfilling its mandate during the intersessional period \nand, if possible, to make recommendations, taking into account all relevant proposals, \npast, present and future, including those submitted as documents of the Conference, \nviews presented and discussions held, and to endeavour to keep the membership of \nthe Conference informed, as appropriate, of their consultations; \n \n6. \nRequests the current President and successive Presidents of the Conference \non Disarmament to cooperate with the States members of the Conference in the effort \nto guide the Conference to the early resumption of its substantive work, including \nnegotiations, at its 2026 session; \n \n7. \nRecognizes the importance of continuing consultations in 2026 on the \nquestion of the expansion of the membership of the Conference on Disarmament; \n \n8. \nCalls upon the Conference on Disarmament to undertake in its work \nfurther substantive efforts to ensure multilateralism and inclusivity through \nparticipation of States not members of the Conference at its sessions, in accordance \nwith its rules of procedure;8 \n \n9. \nRequests the Secretary-General to continue to ensure and to strengthen, if \nneeded, the provision to the Conference on Disarmament of all necessary \nadministrative, substantive and conference support services; \n \n10. Requests the Conference on Disarmament to submit to the General \nAssembly at its eighty-first session a report on its work; \n \n11. \nDecides to include in the provisional agenda of its eighty-first session, \nunder the item entitled “Review of the implementation of the recommendations and \ndecisions adopted by the General Assembly at its tenth special session”, the sub-item \nentitled “Report of the Conference on Disarmament”. \n \n__________________ \n \n7 Ibid., Eightieth Session, Supplement No. 27 (A/80/27), para. 13. \n \n8 CD/8/Rev.10, paras. 18 and 32–36. \n",
  "paragraphs": {
    "1": "Reaffirms the role of the Conference on Disarmament as the single multilateral disarmament negotiating forum of the international community;",
    "2": "Appreciates the strong support expressed for the Conference on Disarmament at its 2025 session by Ministers for Foreign Affairs and other high-level officials, while also acknowledging their concern about its ongoing impasse of more than two decades, and takes into account their calls for greater flexibility with respect to commencing the substantive work of the Conference without further delay;",
    "3": "Calls upon the Conference on Disarmament to further intensify consultations and to explore possibilities for overcoming its ongoing deadlock by adopting and implementing a balanced and comprehensive programme of work at the earliest possible date during its 2026 session, bearing in mind the decision on the programme of work adopted by the Conference on 29 May 2009, 4 as well as other relevant decisions and proposals;",
    "4": "Notes with appreciation the decisions of the Conference on Disarmament on the re-establishment, in accordance with its rules of procedure, of subsidiary bodies on agenda items 1 to 4 and one on agenda items 5, 6 and 7, 5 for the 2025 session;",
    "5": "Encourages the current President and the incoming President of the Conference on Disarmament, bearing in mind the role of the Conference on Disarmament as the single multilateral disarmament negotiating forum, as well as building on the decisions on the work of the Conference on Disarmament for 20246 and 20257 and with a view to the early resumption of substantive work during its 2026 session, in accordance with its rules of procedure, to conduct consultations on the activities of the Conference in fulfilling its mandate during the intersessional period and, if possible, to make recommendations, taking into account all relevant proposals, past, present and future, including those submitted as documents of the Conference, views presented and discussions held, and to endeavour to keep the membership of the Conference informed, as appropriate, of their consultations;",
    "6": "Requests the current President and successive Presidents of the Conference on Disarmament to cooperate with the States members of the Conference in the effort to guide the Conference to the early resumption of its substantive work, including negotiations, at its 2026 session;",
    "7": "Recognizes the importance of continuing consultations in 2026 on the question of the expansion of the membership of the Conference on Disarmament;",
    "8": "Calls upon the Conference on Disarmament to undertake in its work further substantive efforts to ensure multilateralism and inclusivity through participation of States not members of the Conference at its sessions, in accordance with its rules of procedure;8",
    "9": "Requests the Secretary-General to continue to ensure and to strengthen, if needed, the provision to the Conference on Disarmament of all necessary administrative, substantive and conference support services;",
    "10": "Requests the Conference on Disarmament to submit to the General Assembly at its eighty-first session a report on its work;",
    "11": "Decides to include in the provisional agenda of its eighty-first session, under the item entitled “Review of the implementation of the recommendations and decisions adopted by the General Assembly at its tenth special session”, the sub-item entitled “Report of the Conference on Disarmament”."
  },
  "agenda_items": [
    "Item 101",
    "Item 1",
    "Item 5"
  ],
  "symbol_references": [
    "A/C.1/80/L.58"
  ]
}