{
  "symbol": "A/C.6/80/L.8",
  "filename": "A_C.6_80_L.8.pdf",
  "title": "United Nations Convention on Negotiable Cargo Documents",
  "text": "United Nations \nA/C.6/80/L.8\n \n \nGeneral Assembly \nDistr.: Limited \n29 October 2025 \nOriginal: English \n \n25-17335 (E)    311025 \n*2517335* \n \n \nEightieth session \nSixth Committee \nAgenda item 78 \nReport of the United Nations Commission on International \nTrade Law on the work of its fifty-eighth session \n \n \n \n \n \nDraft resolution \n \n \n \n United Nations Convention on Negotiable Cargo Documents \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it \nestablished the United Nations Commission on International Trade Law with a \nmandate to further the progressive harmonization and unification of the law of \ninternational trade and in that respect to bear in mind the interests of all peoples, in \nparticular those of developing countries, in the extensive development of international \ntrade, \n \nConscious of the important role played by negotiable transport documents in \nfacilitating trade finance and the sale of goods in transit, \n \nConvinced of the desirability of establishing uniform rules for negotiable \ntransport documents covering all modes of transport, including multimodal transport, \nthereby supporting the growth of door-to-door transportation, \n \nAcknowledging that digital transformation in international trade depends on \nreliable systems and data, which in turn can enhance operational efficiency and \nsupport end-to-end digitalization, \n \nConvinced that certainty with regard to the legal effect of negotiable cargo \ndocuments, as well as the rights and liability of the holder, will encourage the \nacceptance of such documents by banks, financial institutions and other stakeholders, \nthereby fostering international trade and contributing to economic growth, \n \nConvinced also that a sound legal framework will reduce the costs of trade along \ninland routes and will assist both landlocked countries and countries with large \nmainland territories in integrating more effectively into global supply chains, \n \nConvinced further that such a framework will support interested countries, \nincluding coastal countries, in the digitization of negotiable transport documents, \n \nNoting that the preparation of the draft convention on negotiable cargo \ndocuments was the subject of due deliberation in the Commission and that the draft \nconvention benefited from consultations with Governments and interested \nintergovernmental and international non-governmental organizations, \n\nA/C.6/80/L.8 \n \n25-17335\n2/12 \n \n \nExpressing its appreciation to the International Civil Aviation Organization, the \nIntergovernmental Organization for International Carriage by Rail and the \nOrganization for Cooperation between Railways for their contributions to the \ndevelopment of the draft convention, \n \nTaking note of the decision of the Commission at its fifty-eighth session to \nsubmit the draft convention to the General Assembly for its consideration, 1 \n \nTaking note with satisfaction of the draft convention approved by the \nCommission,2 \n \nExpressing its appreciation to the Government of Ghana for its offer to host a \nsigning ceremony for the Convention in Accra, \n \n1. \nCommends the United Nations Commission on International Trade Law \nfor preparing the draft convention on negotiable cargo documents; \n \n2. \nAdopts the United Nations Convention on Negotiable Cargo Documents, \ncontained in the annex to the present resolution; \n \n3. \nAuthorizes a ceremony for the opening for signature of the Convention to \nbe held as soon as practicable in the second half of 2026 in Accra, upon which \noccasion the Convention will be open for signature, and recommends that the \nConvention be known as the Accra Convention on Negotiable Cargo Documents; \n \n4. \nCalls upon those Governments and regional economic integration \norganizations that wish to modernize their legal frameworks on negotiable transport \ndocuments to consider becoming Parties to the Convention. \n \n \n \nAnnex \n \n \nUnited Nations Convention on Negotiable Cargo Documents \n \n \nThe States Parties to this Convention, \n \nReaffirming their belief that international trade on the basis of equality and \nmutual benefit is a key factor in promoting friendly relations among States, \n \nConscious of the important role played by negotiable transport documents in \nfacilitating trade finance and the sale of goods in transit, \n \nConvinced of the desirability of establishing uniform rules for negotiable \ntransport documents covering all modes of transport, including multimodal transport, \nthereby supporting the growth of door-to-door transportation, \n \nAcknowledging that digital transformation in international trade depends on \nreliable systems and data, which in turn can enhance operational efficiency and \nsupport end-to-end digitalization,  \n \nConvinced that certainty with regard to the legal effect of negotiable cargo \ndocuments, as well as the rights and liability of the holder, will encourage the \nacceptance of such documents by banks, financial institutions and other stakeholders, \nthereby fostering international trade and contributing to economic growth, \n \nConvinced also that a sound legal framework could help to reduce the costs of \ntrade along inland routes and will assist both landlocked countries and countries with \nlarge mainland territories in integrating more effectively into global supply chains, \n__________________ \n \n1 Official Records of the General Assembly, Eightieth Session, Supplement No. 17 (A/80/17), \npara. 128. \n \n2 Ibid., annex I. \n\nA/C.6/80/L.8\n \n3/12\n25-17335 \n \n \nHave agreed as follows: \n \n \n \nChapter I \n \n \nGeneral provisions \n \n \n \nArticle 1 \n \n \nScope of application \n \n1. \nThis Convention applies to the issuance, transfer and legal effects of a \nnegotiable cargo document that contains a conspicuous reference to this Convention \nin connection with the international transport of goods by one or more than one mode \nof transport if: \n \n(a) \nThe place of taking in charge of the goods by the transport operator as \nindicated in the negotiable cargo document is located in a State Party; \n \n(b) \nThe place of delivery of the goods by the transport operator as indicated \nin the negotiable cargo document is located in a State Party; or \n \n(c) \nThe place of issuance of the negotiable cargo document as indicated in the \nnegotiable cargo document is located in a State Party. \n2. \nThis Convention does not affect the application of any international convention \nor national law relating to the regulation and control of transport operations.  \n3. \nExcept as otherwise provided for herein, this Convention does not modify the \nrights and obligations of the transport operator, consignor or consignee or their \nliability under applicable international conventions or national law governing the \ntransport contract. \n \n \n \nArticle 2 \n \n \nDefinitions \n \n \nFor the purposes of this Convention:  \n1. \n“Consignor” means a person with which the transport operator has concluded a \ntransport contract. \n2. \n“Consignee” means a person named in the transport contract as the person \nentitled to take delivery of the goods. \n3. \n“Electronic record” means information generated, communicated, received or \nstored by electronic means, including, where appropriate, all information logically \nassociated with, or otherwise linked together so as to become part of, the record, \nwhether generated contemporaneously or not. \n4. \n“Holder” means a person that is in possession of a negotiable cargo document \nand is identified in it as the consignor, as the person to whose order it is issued or as \nthe person to which the document is duly endorsed, or, if the document is an order \ndocument endorsed in blank, is the bearer thereof.  \n5. \n“Negotiable cargo document” means a paper document or an electronic record \nsigned and issued by the transport operator that indicates by wording such as “to \norder” or “negotiable” or an equivalent expression that the goods as specified in the \ndocument have been taken in charge by the transport operator and consigned to the \norder of the holder.  \n6. \n“Transport contract” means a contract whereby the transport operator \nundertakes to perform international transport of goods for reward. \n\nA/C.6/80/L.8 \n \n25-17335\n4/12 \n \n7. \n“Transport document” means a document that: \n \n(a) \nEvidences or contains the transport contract; and  \n \n(b) \nEvidences the taking in charge of the goods for transport under the \ntransport contract. \n8. \n“Transport operator” means a person that concludes a transport contract with \nthe consignor and that assumes responsibility for the performance of the contract, \nirrespective of whether or not that person performs the transport itself. \n \n \n \nChapter II \n \n \nIssuance, content and legal effect of negotiable cargo documents \n \n \n \nArticle 3 \n \n \nIssuance of a negotiable cargo document \n \n1. \nIf so agreed between the transport operator and the consignor, the transport \noperator shall issue a negotiable cargo document, in the medium agreed upon, that \ncontains a conspicuous reference to this Convention.  \n2. \nThe transport operator and the consignor shall agree on the method of issuing a \nnegotiable cargo document, which may include: \n \n(a) \nEntering an annotation signed by the transport operator in each original of \nthe transport document; or \n \n(b) \nIssuing a stand-alone negotiable cargo document where no transport \ndocument has been issued or where a transport document has been issued and \ncancelled. \n3. \nWhere the parties have agreed on the method described in paragraph 2 (a) of \nthis article, the annotation shall contain, in a conspicuous manner, the indication set \nout in article 2, paragraph 5, as well as a statement indicating that the transport \ndocument is to serve as a negotiable cargo document from a specified date. \n4. \nThe negotiable cargo document shall be issued when the goods are taken in \ncharge by the transport operator. If so agreed between the transport operator and the \nconsignor, where a transport document has been issued, the transport operator may \nissue the negotiable cargo document at a later stage.  \n5. \nThe transport operator that issues a negotiable cargo document shall not request \nthe issuance of a negotiable transport document in respect of the goods to which the \nnegotiable cargo document relates. \n6. \nThe negotiable cargo document may be made out to order or to the order of a \nnamed person. If the negotiable cargo document fails to name the person to whose \norder it is made out, it shall be deemed to be made out to the order of the consignor. \n \n \n \nArticle 4 \n \n \nContents of the negotiable cargo document \n \n1. \nThe negotiable cargo document shall indicate: \n \n(a) \nThe name and address of the transport operator; \n \n(b) \nThe name and address of the consignor; \n \n(c) \nThe following particulars as furnished by the consignor:  \n(i) \nthe general nature of the goods;  \n(ii) the leading marks necessary for identification of the goods;  \n\nA/C.6/80/L.8\n \n5/12\n25-17335 \n \n(iii) an express statement, if applicable, as to the dangerous character of the \ngoods; \n(iv) the number of packages or pieces; and  \n(v) \nthe gross weight of the goods or their quantity otherwise expressed; \n \n(d) \nThe apparent order and condition of the goods as taken in charge by the \ntransport operator; \n \n(e) \nThe place and date of taking in charge of the goods by the transport \noperator; \n \n(f) \nThe place and date of issuance of the negotiable cargo document; \n \n(g) \nThe terms of the transport contract, if issued as a stand-alone negotiable \ncargo document; \n \n(h) \nThe place of delivery of the goods; \n \n(i) \nThe number of originals of the negotiable cargo document; and \n \n(j) \nA statement as to whether the freight has been prepaid or an indication as \nto whether the freight is payable at destination. \n2. \nThe negotiable cargo document may further indicate: \n \n(a) \nThe date or the period of delivery of the goods at the place of delivery, if \nexpressly agreed upon between the consignor and the transport operator; \n \n(b) \nThe intended journey route, mode of transport, places of trans-shipment \nand information enabling tracking of the goods; \n \n(c) \nThe law applicable to the transport contract, in particular any international \nconvention to which the transport contract is subject; and \n \n(d) \nAny other particulars that the consignor and the transport operator agree \nto insert in the negotiable cargo document. \n \n \n \nArticle 5 \n \n \nDeficiencies in the negotiable cargo document \n \n1. \nThe absence of one or more of the particulars referred to in article 4, paragraph 1, \ndoes not of itself affect the legal effect or validity of the document as a negotiable \ncargo document provided that the document nevertheless falls within the definition \nof negotiable cargo document as set out in article 2, paragraph 5. \n2. \nNothing in paragraph 1 affects the liability of the transport operator under \napplicable law for any deficiency in the negotiable cargo document. \n3. \nIf the negotiable cargo document includes a date but fails to indicate the \nsignificance of that date, the date is deemed to be the date of issuance of the negotiable \ncargo document.  \n4. \nIf the annotation referred to in article 3, paragraph 3, does not state the date \nfrom which the transport document is to serve as a negotiable cargo document, the \ntransport document is deemed to serve that function from the date of its issuance. \n5. \nIf the negotiable cargo document does not include the date of taking in charge \nof the goods by the transport operator, the goods are deemed to have been taken in \ncharge by the transport operator on the date of issuance of the negotiable cargo \ndocument. \n6. \nIf the negotiable cargo document fails to state the apparent order and condition \nof the goods at the time the transport operator takes them in charge, it shall be deemed \n\nA/C.6/80/L.8 \n \n25-17335\n6/12 \n \nto state that the goods were in apparent good order and condition at the time the \ntransport operator took them in charge. \n \n \n \nArticle 6 \n \n \nEvidentiary effect of the negotiable cargo document \n \n1. \nThe transport operator may qualify any of the information in the negotiable cargo \ndocument furnished by the consignor and referred to in article 4, paragraph 1 (c), to \nindicate that the transport operator does not assume responsibility for the accuracy of \nsuch information if it has: \n \n(a) \nEither actual knowledge or reasonable grounds to believe that any such \ninformation is false or misleading; or \n \n(b) \nNo reasonable means of checking such information. \n2. \nExcept to the extent that the information furnished by the consignor has been \nqualified in the manner set out in paragraph 1, the negotiable cargo document shall \nconstitute prima facie evidence of the taking in charge of the goods by the transport \noperator as stated in the negotiable cargo document. \n3. \nIf the negotiable cargo document has been transferred to a third party acting in \ngood faith in reliance on any of the information therein, proof to the contrary by the \ntransport operator in respect of any information in the negotiable cargo document \nshall not be admissible against that third party, except to the extent that the \ninformation furnished by the consignor has been qualified in the manner set out in \nparagraph 1. \n \n \n \nChapter III \n \n \nRights and liability of the holder \n \n \n \nArticle 7 \n \n \nRights of the holder of a negotiable cargo document \n \n1. \nUpon the issuance of a negotiable cargo document, the rights provided for in the \nnegotiable cargo document can be exercised only by the holder, which shall include \nthe right to demand delivery of the goods at destination. \n2. \nA person other than the consignor that becomes a holder of the negotiable cargo \ndocument shall, by virtue of becoming the holder, have acquired the right to bring a \nclaim against the transport operator and, where applicable, the right of disposal under \nthe transport contract, as well as those rights provided for in the law applicable to the \ntransport contract, as if it were a party to that contract.  \n3. \nThe transport operator may not invoke against a holder that is not the consignor \nany terms of the transport contract that are inconsistent with the express terms of the \nnegotiable cargo document. \n4. \nThe issuance and initial transfer of possession of a negotiable cargo document, \nas well as any subsequent transfers, to the holder shall have the same effect, for the \npurpose of acquisition of rights to the goods, as the physical handing over of the goods.  \n5. \nIn order to exercise its rights, the holder shall present the negotiable cargo \ndocument to the transport operator. If the negotiable cargo document states that more \nthan one original has been issued, the holder shall present all originals to exercise the \nright of disposal. \n \n\nA/C.6/80/L.8\n \n7/12\n25-17335 \n \n \n \nArticle 8 \n \n \nMissing information, instructions or documents \n \n \nIf the transport operator needs information, instructions or documents relating \nto the goods in order to perform its obligations, it shall seek that information or those \ninstructions or documents from the holder of the negotiable cargo document. If the \ntransport operator, after reasonable effort, is unable to obtain that information or those \ninstructions or documents within a reasonable time, it shall proceed in accordance \nwith the transport contract. \n \n \n \nArticle 9 \n \n \nLiability of the holder \n \n1. \nA holder of the negotiable cargo document that is not the consignor and that \ndoes not exercise any right in accordance with article 7 does not assume any liability \nunder the transport contract solely by reason of being a holder of the negotiable cargo \ndocument. \n2. \nA holder of the negotiable cargo document that is not the consignor and that \nexercises a right in accordance with article 7 assumes any liability:  \n \n(a) \nAttributable to the person exercising such a right under the law applicable \nto the transport contract; or  \n \n(b) \nThat arises from the exercise of that right under the transport contract to \nthe extent that such liability is ascertainable from the negotiable cargo document;  \nas if it were a party to the transport contract. \n \n \n \nArticle 10 \n \n \nDelivery of the goods \n \n1. \nDelivery of the goods may be demanded from the transport operator only against \nsurrender of the negotiable cargo document by the holder. \n2. \nIf more than one original of the negotiable cargo document has been issued, \ndelivery of the goods may be demanded against surrender of one original. If the \nnegotiable cargo document states that more than one original has been issued, the \nother originals will cease to have any effect or validity after the surrender of one \noriginal. \n \n \n \nArticle 11 \n \n \nTransfer of rights of the holder \n \n \nA holder transfers the rights provided for in the negotiable cargo document to \nanother person: \n \n(a) \nBy endorsement either to such person or in blank and by the transfer of \npossession of the negotiable cargo document to that person; or \n \n(b) \nBy mere transfer of possession of the negotiable cargo document to that \nperson, if the last endorsement is in blank. \n \n \n \nChapter IV \n \n \nSpecial conditions for electronic negotiable cargo documents \n \n \n \nArticle 12 \n \n \nRequirements for an electronic negotiable cargo document \n \n1. \nA negotiable cargo document may be in the form of an electronic record \nprovided that a reliable method is used: \n\nA/C.6/80/L.8 \n \n25-17335\n8/12 \n \n \n(a) \nTo identify that electronic record as the negotiable cargo document; \n \n(b) \nTo render that electronic record capable of being subject to control from \nits issuance until it ceases to have any effect or validity; and \n \n(c) \nTo retain the integrity of that electronic record. \n2. \nThe criterion for assessing integrity shall be whether information contained in \nthe negotiable cargo document, including any authorized change that arises from its \nissuance until it ceases to have any effect or validity, has remained complete and \nunaltered apart from any change which arises in the normal course of communication, \nstorage and display. \n \n \n \nArticle 13 \n \n \nContent requirements \n \n \nFor the purposes of this Convention, a requirement for information to be \ncontained in a negotiable cargo document is met with respect to an electronic record \nif the information contained therein is accessible so as to be usable for subsequent \nreference. \n \n \n \nArticle 14 \n \n \nSignature requirements \n \n \nFor the purposes of this Convention, a requirement for a negotiable cargo \ndocument to be signed is met with respect to an electronic record if a reliable method \nis used to identify the signatory and to indicate that person’s intention in respect of \nthe information contained in the electronic record. \n \n \n \nArticle 15 \n \n \nPossession requirements \n \n1. \nFor the purposes of this Convention, a requirement for a negotiable cargo \ndocument to be possessed is met with respect to an electronic record if a reliable \nmethod is used: \n \n(a) \nTo establish exclusive control of that electronic record by a person; and \n \n(b) \nTo identify that person as the person in control. \n2. \nA requirement to transfer possession of a negotiable cargo document is met with \nrespect to an electronic record through the transfer of control over the electronic \nrecord. \n \n \n \nArticle 16 \n \n \nEndorsement requirements \n \n \nFor the purposes of this Convention, a requirement for a negotiable cargo \ndocument to be endorsed is met if the information required for the endorsement is \nincluded in the electronic record and that information is compliant with the \nrequirements set forth in articles 13 and 14. \n \n \n \nArticle 17 \n \n \nChange of medium \n \n1. \nIf so agreed between the transport operator and the holder, the transport operator \nshall change the medium of the negotiable cargo document from a paper document to \nan electronic record or from an electronic record to a paper document provided that a \nreliable method for the change of medium is used.  \n\nA/C.6/80/L.8\n \n9/12\n25-17335 \n \n2. \nFor the change of medium to take effect: \n \n(a) \nThe holder shall surrender to the transport operator all originals of the \nnegotiable cargo document in its previous medium; and \n \n(b) \nThe negotiable cargo document in its new medium shall include a \nstatement that it replaces the negotiable cargo document in its previous medium. \n3. \nUpon a change of medium, all originals of the negotiable cargo document in its \nprevious medium shall be made inoperative and cease to have any effect or validity. \n4. \nA change of medium in accordance with this article shall not affect the rights \nand obligations of the parties. \n \n \n \nArticle 18 \n \n \nGeneral reliability standard \n \n \nThe method referred to in this chapter shall be: \n \n(a) \nAs reliable as appropriate for the fulfilment of the function for which the \nmethod is being used, in the light of all relevant circumstances, which may include: \n(i) \nAny operational rules relevant to the assessment of reliability; \n(ii) The assurance of data integrity; \n(iii) The ability to prevent unauthorized access to and use of the system used \nto implement the method; \n(iv) The security of hardware and software; \n(v) \nThe regularity and extent of audit by an independent body; \n(vi) The existence of a declaration by a supervisory body, an accreditation body \nor a voluntary scheme regarding the reliability of the method; \n(vii) Any applicable industry standard; or \n \n(b) \nProven in fact to have fulfilled the function by itself or together with \nfurther evidence. \n \n \n \nChapter V \n \n \nFinal clauses \n \n \n \nArticle 19 \n \n \nDepositary \n \n \nThe Secretary-General of the United Nations is hereby designated as the \ndepositary of this Convention. \n \n \n \nArticle 20 \n \n \nSignature, ratification, acceptance, approval, accession \n \n1. \nThis Convention is open for signature by all States. \n2. \nThis Convention is subject to ratification, acceptance or approval by the \nsignatories. \n3. \nThis Convention is open for accession by all States that are not signatories as \nfrom the date it is open for signature. \n4. \nInstruments of ratification, acceptance, approval or accession are to be \ndeposited with the depositary. \n \n\nA/C.6/80/L.8 \n \n25-17335\n10/12 \n \n \n \nArticle 21 \n \n \nParticipation by regional economic integration organizations \n \n1. \nA regional economic integration organization that is constituted by States and \nhas competence over certain matters governed by this Convention may similarly sign, \nratify, accept, approve or accede to the Convention. The regional economic \nintegration organization shall in that case have the rights and obligations of a State \nParty, to the extent that that organization has competence over matters governed by \nthis Convention. For the purposes of articles 25 and 26, an instrument deposited by a \nregional economic integration organization shall not be counted in addition to the \ninstruments deposited by its member States. \n2. \nThe regional economic integration organization shall make a declaration \nspecifying the matters governed by this Convention in respect of which competence \nhas been transferred to that organization by its member States. The regional economic \nintegration organization shall promptly notify the depositary of any changes to the \ndistribution of competence, including new transfers of competence, specified in the \ndeclaration made under this paragraph. \n3. \nAny reference to a “State”, “States”, “State Party” or “States Parties” in this \nConvention applies equally to a regional economic integration organization where the \ncontext so requires. \n \n \n \nArticle 22 \n \n \nNon-unified legal systems \n \n1. \nIf a State has two or more territorial units in which different systems of law are \napplicable in relation to the matters dealt with in this Convention, it may declare that \nthis Convention shall extend to all its territorial units or only to one or more of them. \n2. \nDeclarations made under this article shall state expressly the territorial units to \nwhich this Convention extends. \n3. \nIf a State makes a declaration under paragraph 1 that this Convention shall \nextend to one or more but not all its territorial units, a place located in a territorial \nunit to which this Convention does not extend is not considered to be in a State Party \nfor the purposes of this Convention. \n4. \nIf a State makes no declaration under paragraph 1, this Convention shall extend \nto all territorial units of that State. \n \n \n \nArticle 23 \n \n \nProcedure and effects of declarations \n \n1. \nDeclarations under article 21, paragraph 2, and article 22, paragraph 1, shall be \nmade at the time of signature, ratification, acceptance, approval or accession. \nDeclarations made at the time of signature are subject to confirmation upon ratification, \nacceptance or approval. \n2. \nDeclarations and their confirmations shall be made in writing and formally \nnotified to the depositary. \n3. \nA declaration takes effect simultaneously with the entry into force of this \nConvention in respect of the State concerned. \n4. \nAny State that makes a declaration under article 21, paragraph 2, and article 22, \nparagraph 1, may modify or withdraw it at any time by a formal notification in writing \naddressed to the depositary. The modification or withdrawal shall take effect 180 days \nafter the date of the receipt of the notification by the depositary. If the depositary \nreceives the notification of the modification or withdrawal before the entry into force \n\nA/C.6/80/L.8\n \n11/12\n25-17335 \n \nof this Convention in respect of the State concerned, the modification or withdrawal \nshall take effect simultaneously with the entry into force of this Convention in respect \nof that State. \n \n \n \nArticle 24 \n \n \nReservations \n \n1. \nA State may declare, at the time of the deposit of its instrument of ratification, \nacceptance, approval or accession or at any time thereafter, that it will not apply this \nConvention to any negotiable transport document that evidences or contains a contract \nfor the carriage of goods wholly by sea governed by an international convention to \nwhich it is a State Party. \n2. \nArticle 23, paragraphs 2 to 4, apply to reservations made under paragraph 1. \n3. \nNo reservations are permitted except as expressly authorized in this article. \n \n \n \nArticle 25 \n \n \nEntry into force \n \n1. \nThis Convention shall enter into force 180 days after the date of the deposit of \nthe tenth instrument of ratification, acceptance, approval or accession. \n2. \nWhen a State ratifies, accepts, approves or accedes to this Convention after the \ndeposit of the tenth instrument of ratification, acceptance, approval or accession, this \nConvention shall enter into force in respect of that State 180 days after the date of the \ndeposit of its instrument of ratification, acceptance, approval or accession. \n \n \n \nArticle 26 \n \n \nAmendment \n \n1. \nAny State Party may propose an amendment to this Convention by submitting \nit to the Secretary-General of the United Nations. The Secretary-General shall \nthereupon communicate the proposed amendment to the States Parties with a request \nthat they indicate whether they favour a conference of States Parties for the purpose \nof considering and voting upon the proposal. In the event that within 120 days from \nthe date of such communication at least one third of the States Parties favour such a \nconference, the Secretary-General shall convene the conference under the auspices of \nthe United Nations. \n2. \nThe conference of States Parties shall make every effort to achieve consensus \non each amendment. If all efforts at consensus are exhausted and no consensus is \nreached, the amendment shall, as a last resort, require for its adoption a two-thirds \nmajority vote of the States Parties present and voting at the conference. For the \npurposes of this paragraph, the vote of a regional economic integration organization \nshall not be counted. \n3. \nAn adopted amendment shall be submitted by the depositary to all States Parties \nfor ratification, acceptance or approval. \n4. \nAn adopted amendment shall enter into force 180 days after the date of deposit \nof the tenth instrument of ratification, acceptance or approval. When an amendment \nenters into force, it shall be binding on those States Parties that have expressed \nconsent to be bound by it. \n5. \nWhen a State Party ratifies, accepts or approves an amendment following the \ndeposit of the tenth instrument of ratification, acceptance or approval, the amendment \nshall enter into force in respect of that State Party 180 days after the date of the deposit \nof its instrument of ratification, acceptance or approval. \n\nA/C.6/80/L.8 \n \n25-17335\n12/12 \n \n \n \nArticle 27 \n \n \nDenunciation \n \n1. \nA State Party may denounce this Convention by a formal notification in writing \naddressed to the depositary. The denunciation may be limited to certain territorial \nunits of a non-unified legal system to which this Convention applies. \n2. \nThe denunciation shall take effect 365 days after the date of the receipt of the \nnotification by the depositary. Where a longer period for the denunciation to take \neffect is specified in the notification, the denunciation shall take effect upon the \nexpiration of such longer period after the date of the receipt of the notification by the \ndepositary.  \n \n \nDONE in a single original, of which the Arabic, Chinese, English, French, Russian \nand Spanish texts are equally authentic. \n \n",
  "paragraphs": {
    "1": "A State Party may denounce this Convention by a formal notification in writing addressed to the depositary. The denunciation may be limited to certain territorial units of a non-unified legal system to which this Convention applies.",
    "2": "The denunciation shall take effect 365 days after the date of the receipt of the notification by the depositary. Where a longer period for the denunciation to take effect is specified in the notification, the denunciation shall take effect upon the expiration of such longer period after the date of the receipt of the notification by the depositary. DONE in a single original, of which the Arabic, Chinese, English, French, Russian and Spanish texts are equally authentic.",
    "3": "An adopted amendment shall be submitted by the depositary to all States Parties for ratification, acceptance or approval.",
    "4": "An adopted amendment shall enter into force 180 days after the date of deposit of the tenth instrument of ratification, acceptance or approval. When an amendment enters into force, it shall be binding on those States Parties that have expressed consent to be bound by it.",
    "5": "When a State Party ratifies, accepts or approves an amendment following the deposit of the tenth instrument of ratification, acceptance or approval, the amendment shall enter into force in respect of that State Party 180 days after the date of the deposit of its instrument of ratification, acceptance or approval. A/C.6/80/L.8 25-17335 12/12 Article 27 Denunciation",
    "6": "If the negotiable cargo document fails to state the apparent order and condition of the goods at the time the transport operator takes them in charge, it shall be deemed A/C.6/80/L.8 25-17335 6/12 to state that the goods were in apparent good order and condition at the time the transport operator took them in charge. Article 6 Evidentiary effect of the negotiable cargo document",
    "7": "“Transport document” means a document that: (a) Evidences or contains the transport contract; and (b) Evidences the taking in charge of the goods for transport under the transport contract.",
    "8": "“Transport operator” means a person that concludes a transport contract with the consignor and that assumes responsibility for the performance of the contract, irrespective of whether or not that person performs the transport itself. Chapter II Issuance, content and legal effect of negotiable cargo documents Article 3 Issuance of a negotiable cargo document"
  },
  "agenda_items": [
    "Item 78"
  ],
  "symbol_references": [
    "A/C.6/80/L.8"
  ]
}