{
  "symbol": "A/C.3/80/L.20",
  "filename": "A_C.3_80_L.20.pdf",
  "title": "Rights of the child",
  "text": "United Nations \nA/C.3/80/L.20\n \n \nGeneral Assembly \nDistr.: Limited \n22 October 2025 \nOriginal: English \n \n25-17035 (E)    281025 \n*2517035* \n \n \nEightieth session \nThird Committee \nAgenda item 67 \nPromotion and protection of the rights of children \n \n \n \n \n \nAndorra, Antigua and Barbuda, Argentina, Austria, Bahamas (The), \nBarbados, Belgium, Belize, Bolivia (Plurinational State of), Bosnia and \nHerzegovina, Brazil, Bulgaria, Chile, Colombia, Costa Rica, Croatia, Cuba, \nCyprus, Czechia, Denmark, Dominica, Dominican Republic, Ecuador, \nEl Salvador, Estonia, Finland, France, Germany, Greece, Grenada, \nGuatemala, Guyana, Haiti, Honduras, Hungary, Ireland, Italy, Jamaica, \nLatvia, Lithuania, Luxembourg, Malta, Marshall Islands, Mexico, \nNetherlands (Kingdom of the), Nicaragua, Panama, Papua New Guinea, \nParaguay, Peru, Poland, Portugal, Republic of Moldova, Romania, Saint Kitts \nand Nevis, Saint Lucia, Saint Vincent and the Grenadines, Slovakia, Slovenia, \nSpain, Suriname, Sweden, Trinidad and Tobago, Ukraine, Uruguay and \nVenezuela (Bolivarian Republic of): draft resolution  \n \n \n \n Rights of the child \n \n \n \nThe General Assembly, \n \nReaffirming the importance of its resolution 44/25 of 20 November 1989, by \nwhich it adopted the Convention on the Rights of the Child,1 which constitutes the \nstandard in the promotion and protection of the rights of the child, \n \nReaffirming also that the rights of the child are human rights, and that these \nrights need to be protected and upheld both offline and online, \n \nReaffirming further that States Parties to the Convention on the Rights of the \nChild shall undertake all appropriate measures for the implementation of the rights \nrecognized therein, while bearing in mind the importance of the Optional Protocols \nto the Convention2 and calling for their universal ratification and effective \nimplementation, as well as that of other human rights instruments, \n \nReaffirming that the general principles of the Convention on the Rights of the \nChild, including the best interests of the child, non-discrimination, participation and \nsurvival and development of the child, provide the framework for all actions \nconcerning children, including in the digital environment, \n__________________ \n \n1  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n2  Ibid., vols. 2171, 2173 and 2983, No. 27531. \n\nA/C.3/80/L.20 \n \n25-17035\n2/18 \n \n \nReaffirming also the Universal Declaration of Human Rights,3 which proclaims \nthat all human beings are born free and equal in dignity and rights and that everyone \nis entitled to all the rights and freedoms set out therein, without distinction of any \nkind, \n \nReaffirming further resolution 70/1, adopted by the General Assembly on \n25 September 2015, entitled “Transforming our world: the 2030 Agenda for \nSustainable Development”, while taking note of the interconnectedness of the \nSustainable Development Goals set in the 2030 Agenda and the rights proclaimed in \nthe Convention on the Rights of the Child, and reaffirming the commitment at the \nvery heart of the 2030 Agenda to leave no one behind, including children, \n \nUnderscoring the importance of the implementation of the 2030 Agenda in \nensuring the enjoyment of the rights of the child and their well-being, \n \nRecalling the convening of the Summit of the Future on 22 and 23 September \n2024 at the United Nations Headquarters in New York, at which resolution 79/1 \nentitled “The Pact for the Future” and its annexes were adopted, which reaffirms \nchildren as distinct right holders, in line with the Convention on the Rights of the \nChild, \n \nNoting that States Parties should implement the Convention on the Rights of the \nChild in relation to early childhood development, \n \nRecalling the International Covenant on Civil and Political Rights,4 the \nInternational Covenant on Economic, Social and Cultural Rights,5 the International \nConvention on the Elimination of All Forms of Racial Discrimination,6 the \nConvention on the Rights of Persons with Disabilities,7 the International Convention \nfor the Protection of All Persons from Enforced Disappearance,8 the 1951 Convention \nrelating to the Status of Refugees9 and the 1967 Protocol thereto,10 the United Nations \nConvention against Transnational Organized Crime11 and the Protocol to Prevent, \nSuppress and Punish Trafficking in Persons, Especially Women and Children, \nsupplementing the United Nations Convention against Transnational Organized \nCrime,12 the Convention on the Elimination of All Forms of Discrimination against \nWomen13 and the Convention against Torture and Other Cruel, Inhuman or Degrading \nTreatment or Punishment,14 as well as relevant International Labour Organization \nconventions on children, including the Minimum Age Convention, 1973 (No. 138) 15 \nand the Worst Forms of Child Labour Convention, 1999 (No. 182), 16 \n \nReaffirming all of its previous resolutions on the rights of the child, the most \nrecent of which was resolution 78/178 of 19 December 2023, and recalling also all \nother relevant resolutions on this matter, including its resolutions 77/201 of \n15 December 2022 on protecting children from bullying, 73/327 of 25 July 2019 on \nthe International Year for the Elimination of Child Labour, 2021, 79/158 of \n__________________ \n \n3  Resolution 217 A (III). \n \n4  See resolution 2200 A (XXI), annex. \n \n5  Ibid. \n \n6  United Nations, Treaty Series, vol. 660, No. 9464. \n \n7  Ibid., vol. 2515, No. 44910. \n \n8  Ibid., vol. 2716, No. 48088. \n \n9  Ibid., vol. 189, No. 2545. \n \n10  Ibid., vol. 606, No. 8791. \n \n11  Ibid., vol. 2225, No. 39574. \n \n12  Ibid., vol. 2237, No. 39574. \n \n13  Ibid., vol. 1249, No. 20378. \n \n14  Ibid., vol. 1465, No. 24841. \n \n15  Ibid., vol. 1015, No. 14862. \n \n16  Ibid., vol. 2133, No. 37245. \n\nA/C.3/80/L.20\n \n3/18\n25-17035 \n \n17 December 2024 on child, early and forced marriage and 78/188 of 19 December \n2023 on the girl child, \n \nNoting Human Rights Council resolutions 55/29 of 5 April 2024, entitled \n“Rights of the child: realizing the rights of the child and inclusive social protection”, 17 \n56/5 of 10 July 2024, entitled “Open-ended intergovernmental working group on an \noptional protocol to the Convention on the Rights of the Child on the rights to early \nchildhood education, free pre-primary education and free secondary education”,18 \n57/6 of 9 October 2024 on countering cyberbullying19 and 54/5 of 10 October 2023 \non ensuring quality education for peace and tolerance for every child,20 as well as the \npolitical declaration of the sixty-ninth session of the Commission on the Status of \nWomen in 2025,21 \n \nReaffirming the Vienna Declaration and Programme of Action,22 the United \nNations Millennium Declaration23 and the outcome document of the twenty-seventh \nspecial session of the General Assembly on children, entitled “A world fit for \nchildren”,24 recalling the Beijing Declaration and Platform for Action,25 the Programme \nof Action of the International Conference on Population and Development26 and the \noutcome documents of their review conferences, the Copenhagen Declaration on \nSocial Development and the Programme of Action of the World Summit for Social \nDevelopment,27 the United Nations Declaration on the Rights of Indigenous Peoples28 \nand the outcome document of the high-level plenary meeting of the General Assembly \nknown as the World Conference on Indigenous Peoples,29 the Declaration on the Right \nto Development,30 the Declaration of the commemorative high-level plenary meeting \ndevoted to the follow-up to the outcome of the special session on children, held in New \nYork from 11 to 13 December 2007,31 the outcome document of the fourth Global \nConference on the Sustained Eradication of Child Labour, held in Buenos Aires from 14 \nto 16 November 2017, and the outcome documents of previous Global Conferences, and \nthe political declaration of the high-level meeting on universal health coverage of 2023,32 \n \nRecalling general comment No. 7 (2020) of the Committee on the Rights of the \nChild on implementing children’s rights in early childhood, which recognizes young \nchildren as holders of the full scope of rights enshrined in the Convention and early \nchildhood as a critical period for the realization of these rights, and other relevant \ngeneral comments, \n__________________ \n \n17  See Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 53 \n(A/79/53), chap. IV, sect. A. \n \n18  Ibid., chap. V, sect. A. \n \n19  Ibid., Supplement No. 53A (A/79/53/Add.1), chap. III, sect. A. \n \n20  Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n \n21  Official Records of the Economic and Social Council, 2025, Supplement No. 7 (E/2025/27), \nchap. I, sect. C, resolution 69/1, annex. \n \n22  A/CONF.157/24 (Part I), chap. III. \n \n23  Resolution 55/2. \n \n24  Resolution S-27/2, annex. \n \n25  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n26  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n27  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n28  Resolution 61/295, annex. \n \n29  Resolution 69/2. \n \n30  Resolution 41/128, annex. \n \n31  Resolution 62/88. \n \n32  Resolution 78/4, annex. \n\nA/C.3/80/L.20 \n \n25-17035\n4/18 \n \n \nTaking note of the statement of the Committee on the Rights of the Child on \narticle 5 of the Convention (2023), which further seeks to explain the balance between \nthe rights of the child and the responsibilities, rights and duties of parents as well as \nthe State obligation to ensure the rights of the child, and recalling that parents’ \nresponsibilities, rights and duties to guide their children are not absolute but, rather, \ndelimited by children’s status as rights holders, and must be exercised in a manner \nthat respects and ensures the rights of the child, \n \nTaking note also of all relevant international instruments on the rights of \nmigrants and refugees, and recalling the importance of promoting and protecting the \nhuman rights and fundamental freedoms of all refugee and migrant children, \nincluding young children and girls, regardless of their migration status, including \nthose unaccompanied or separated from their caregivers, with the best interests of the \nchild as a primary consideration, and of strengthening international and regional \ncooperation, within the framework of the United Nations and relevant regional \nforums, and reaffirming all latest international policy developments and relevant \nUnited Nations agreements in this regard, \n \nTaking note further of the reports of the Secretary-General on progress made \ntowards achieving the commitments set out in the outcome document of the twenty-\nseventh special session of the General Assembly on children, entitled “A world fit for \nchildren”,33 and on the status of the Convention on the Rights of the Child and the \nissues addressed in resolution 78/187,34 as well as the most recent reports of the \nSpecial Representative of the Secretary-General on Violence against Children,35 the \nSpecial Representative of the Secretary-General for Children and Armed Conflict,36 \nthe Special Rapporteur on the sale, sexual exploitation and sexual abuse of children 37 \nand the Special Rapporteur on trafficking in persons, especially women and \nchildren,38 whose recommendations should be carefully studied, \n \nReaffirming that States have the primary responsibility to promote, respect, \nprotect and fulfil all human rights and fundamental freedoms, including the rights of \nthe child, and acknowledging the important role played by national governmental and \nlocal structures for children, including ministries and institutions in charge of child, \nfamily and youth issues and independent ombudspersons for children or other national \ninstitutions, including national human rights institutions, where they exist, for the \npromotion and protection of the rights of the child, including in the digital \nenvironment, \n \nRecognizing that the family has the primary responsibility for the nurturing and \nprotection of children, in the best interests of the child, and that children, for the full \nand harmonious development of their personality, should grow up in a healthy family \nenvironment and in an atmosphere of happiness, love and understanding, \n \nRecalling that the Universal Declaration of Human Rights recognizes that all \nchildren have the right to social security and are entitled to special care and assistance, \n \nRecognizing the State responsibility to ensure children’s protection and care as \nis necessary for their well-being, taking into account the rights, responsibilities and \nduties of their parents, legal guardians, caregivers or other individuals legally \nresponsible for them, and, to this end, to take all appropriate and legislative and \nadministrative measures, \n__________________ \n \n33  A/79/274-E/2025/3. \n \n34  A/80/296. \n \n35  A/80/258. \n \n36  A/80/266. \n \n37  A/80/113. \n \n38  A/80/166. \n\nA/C.3/80/L.20\n \n5/18\n25-17035 \n \n \nAcknowledging the insufficient and uneven progress in meeting global targets \nand indicators on early childhood development, including through gaps in policies, \nlegislation, financing and services critical for early childhood development, \n \nExpressing concern that poverty in all its forms and dimensions, the lack of \naccess to water, sanitation, shelter and education, nutrition and healthcare, \nenvironmental degradation, the adverse effects of climate change, food insecurity, \npublic health emergencies, armed conflict and all forms of violence, among other \nfactors, undermine young children’s development, \n \nRecognizing that the right to education is closely linked to the maximum \ndevelopment of the child and that the goal of formal and non-formal education shall \nbe to empower the child, including in early childhood, by developing their skills, \nability to learn, self-esteem and self-confidence, and that this must be achieved in \nways that enable children to learn through play and experience and reflect the rights \nand inherent human dignity of the child, \n \nRecognizing also the critical role of parents, legal guardians, caregivers, \nteachers and educators in facilitating inclusive and equitable quality education for all \nchildren, including digital learning, by providing support, including through the \nnecessary training, access to devices, materials and technological infrastructure, \n \nStressing that information and communications technologies and applications \ncan create new ways to enhance education and foster learning and teaching on the \nrights of the child and can be useful tools to promote the enjoyment of children’s \nrights and their protection, and in that regard stressing the need for enhanced efforts \nto expand connectivity, affordability, digital and financial learning and associated \nskills bridging the digital divides, including the gender digital divide, while protecting \nchildren from harm in the digital environment, \n \nEncouraging all States to strengthen efforts to prevent the military use of \nschools in contravention of international law and to promote and protect the right to \neducation, to make it accessible, inclusive, quality and non-discriminatory and to \nfacilitate the continuation of education in situations of armed conflict, and \nencouraging all States to strengthen efforts to protect children affected by armed \nconflict, including from recruitment or use by armed forces or armed groups and by \nsupporting family reunification as well as long-term and sustainable reintegration and \nrehabilitation for these children, \n \nRecognizing that all forms of violence against children undermine efforts to \nimplement the 2030 Agenda and hinder progress towards the achievement of the \nSustainable Development Goals, and that the negative and long-term impact of \nviolence on the development of children stifles their potential to become active \nparticipants in society, \n \nAcknowledging that ensuring a respectful, supportive and safe child-rearing \nenvironment free from all forms of violence is achieved in part through efforts to raise \nawareness of violence against children, supports the realization of children’s \nindividual personalities and fosters the development of social, responsible and \nactively contributing citizens in the local community and larger society, and \nrecognizing that the protection of the child from violence is a key strategy for \nreducing and preventing all forms of violence in societies and for promoting freedom, \njustice and peace in the world, \n \nRecognizing that positive parenting and care practices, which promote child \ndevelopment through affection, responsiveness, encouragement and teaching and \nsupport the rights, capabilities, interests and overall cognitive development of \n\nA/C.3/80/L.20 \n \n25-17035\n6/18 \n \nchildren, can contribute to the reduction and prevention of all forms of violence and \nabuse against children, \n \nRecognizing also the State responsibility to take all appropriate legislative, \nadministrative, social and educational measures to protect the child from all forms of \nviolence and the importance of taking effective measures to prevent and respond to \nviolations and abuses of the rights of the child, online and offline, including by \nproviding for comprehensive support services, including physical and mental health \nservices, safe and child-sensitive counselling, as well as complaint and reporting \nmechanisms and other safeguards for the rights of all affected children, including, as \nappropriate, with judicial involvement, and recognizing the need to foster a policy of \nzero tolerance for all forms of violence against children, \n \nAcknowledging that exposure to violence during early childhood can have long-\nterm consequences on brain development and emotional well-being, and therefore \nnegatively affect education, social and professional prospects, \n \nRecalling that 2026 marks the twentieth anniversary of the United Nations study \non violence against children to the General Assembly,39 welcoming the efforts of the \nSpecial Representative of the Secretary-General on Violence against Children and of \nMember States and partners in following up on the recommendations of the study, \nand noting with appreciation the launching of the Pathfinding Global Alliance on \nEnding Violence against Children under the leadership of the Special Representative \nof the Secretary General on Violence against Children during the first Global \nMinisterial Conference on Ending Violence against Children, in Bogotá on \n8 November 2024, as a contribution and an accelerator of the prevention and \nprotection of children against violence in following up on the recommendations of \nthe United Nations study on violence against children, \n \nDeeply concerned that increased use of digital technologies, particularly when \nunsupervised, has exacerbated children’s, including adolescents’, exposure to risks, \nharms and all forms of violence, and expressing concern about the spread of \ndisinformation and misinformation, including among children, particularly on social \nmedia platforms, \n \nConcerned about the occurrence of bullying, including cyberbullying, in all \nparts of the world and the fact that children who are victimized by such practices may \nbe at heightened risk of compromising their health, emotional well-being, academic \nwork and education and for a wide range of physical and/or mental health conditions, \nas well as potential long-term effects on individuals’ ability to realize their own \npotential, \n \nRecognizing that girls are often at greater risk of being exposed to and \nencountering various forms of discrimination and violence, online and offline, \nincluding sexual and gender-based violence, and harmful practices, such as child, \nearly and forced marriage, female genital mutilation and child labour, which, among \nother things, would hinder the realization of their rights and efforts towards the \nachievement of the Sustainable Development Goals, particularly those Goals that are \nrelevant to gender equality and the empowerment of girls, reaffirming the need to \nachieve gender equality to ensure a just and equitable world for all girls, including by \npartnering with men and boys, as an important strategy for advancing full enjoyment \nof human rights, \n \nDeeply concerned that children disproportionately suffer the consequences of \ndiscrimination, exclusion and inequality, which can further marginalize children and \nhinder the full realization of their rights, and that the situation of children in many \n__________________ \n \n39  A/61/299. \n\nA/C.3/80/L.20\n \n7/18\n25-17035 \n \nparts of the world remains negatively affected by the prolonged effects of poverty and \ninequality, reaffirming that eradicating poverty in all its forms and dimensions is one \nof the greatest global challenges and an indispensable requirement for sustainable \ndevelopment, recognizing the impact of poverty beyond the socioeconomic context \nand the intrinsic interlinkage between poverty eradication and the promotion of \nsustainable development, and in this regard underlining the importance of the \nimplementation of the 2030 Agenda and recognizing that a strong focus is needed on \npoverty, deprivation and inequality to prevent and protect children from all forms of \nviolence and to promote the resilience of children, their families and their \ncommunities, \n \nRecognizing that the empowerment of and investment in children, and in \nparticular girls, which is critical for economic growth, and the achievement of the \nSustainable Development Goals, including the eradication of poverty and extreme \npoverty, are key in breaking the cycle of all forms of discrimination and violence, \nincluding multiple and intersecting forms, and in promoting, respecting and \nprotecting the full and effective enjoyment of their human rights, and recognizing \nfurther that empowering children requires their active and meaningful participation \nin decision-making processes in accordance with their evolving capacities or age and \nmaturity and as agents of change in their own lives and communities, while \nacknowledging that all parents have common responsibilities for the upbringing and \ndevelopment of the child, with the best interests of the child as their basic concern, \n \nRecognizing also that the full realization of the rights of the child requires the \nadoption and implementation of comprehensive policies and programmes at the \ninternational, national and local levels for all children, including specific programmes \nfor early childhood development, and recognizing further the positive contribution of \nearly childhood care and education programmes to the outcomes of schooling and to \nchildren’s development to their fullest potential, \n \nAcknowledging that investing in early childhood development is necessary to \nuphold the rights of every child and is highly efficient in boosting economic growth, \npromoting peaceful and sustainable societies and eradicating extreme poverty and \ninequality, and stressing that States need to adopt comprehensive, strategic and time-\nbound plans for early childhood development within a child rights-based framework, \nwhich requires an increase in human and financial resource allocations for early \nchildhood services and programmes, \n \nReaffirming the obligations of States, in accordance with international human \nrights law, to take all necessary measures to ensure that the right of the child to the \nenjoyment of the highest attainable standard of physical and mental health is \nrespected, protected and fulfilled, without discrimination of any kind, \n \nRecognizing the fact that not addressing mental health and psychosocial \ndevelopment for children and youth can limit opportunities and may have potential \nlong-term consequences, and that ensuring mental health across the life course \nrequires holistic strategies for both promotion and prevention that involves \neducational environments, among others outside the health and social care sectors, \n \nAcknowledging that the prevention of noncommunicable diseases should start \nearly in life and be taken into account in the pre-conception, pregnancy and early \nchildhood period, \n \nReaffirming the need to end preventable diseases and deaths of newborns and \nchildren under 5 years of age, and recognizing that infectious diseases, including \npneumonia, diarrhoea and malaria, remain a leading cause of deaths of children \nunder 5, along with pre-term birth and intrapartum-related complications, \n\nA/C.3/80/L.20 \n \n25-17035\n8/18 \n \n \nRecognizing that the risk of maternal mortality is highest for girls under 15 years \nof age and that complications in pregnancy and childbirth are a leading cause of death \namong girls under 15 years of age in many countries, and expressing profound \nconcern that adolescent pregnancy may have major mental and physical health \nconsequences for mothers and their children, \n \nRecognizing also that there are large disparities in maternal mortality and \nmorbidity rates between developed and developing countries as well as within and \namong countries, particularly in rural and remote areas and the poorest urban areas, \n \nEmphasizing that good maternal health, including physical and mental health, \nnutrition and education are essential for the full realization of all rights of the child, \nincluding in early childhood, for the survival of children and their ability to develop \nand to reach their full potential, \n \nReaffirming that, with regard to economic, social and cultural rights, States \nshould take steps to ensure the allocation of available resources to the maximum \nextent possible and, where needed, within the framework of international cooperation, \nto provide guidance and support to parents, legal guardians and caregivers on how to \ncreate safe and inclusive environments that facilitate children’s play and recreational \nactivities, including on their responsible use of digital technology, \n \nRecognizing the importance of prevention in ensuring safe online and \ninformation and communications technology environments for children, while \nprotecting them against arbitrary or unlawful interference with their rights to privacy, \nto seek, receive or impart information, to education, to participation and to the \nfreedoms of expression and of association, and recognizing also that prevention \nmeasures and approaches should involve key actors, including Governments, parents, \ncivil society, organizations of persons with disabilities, industry, especially \ntechnology enterprises and those related to social media, schools, children, academia, \ncompetent authorities and relevant actors, community-based organizations and the \ngeneral public, \n \nRecognizing also the importance of international, regional and bilateral multi-\nstakeholder partnerships and initiatives to advance the effective protection and \npromotion of the rights of the child and the elimination of all forms of violence against \nchildren, including all violent punishment of children, \n \nNoting with appreciation the work that aims to strengthen the respect, protection \nand fulfilment of the rights of the child carried out by all relevant organs, bodies, \nentities and organizations of the United Nations system, including by relevant \nmandate holders and special procedures, within their respective mandates, and by \nrelevant regional organizations, and intergovernmental organizations, recognizing the \nvaluable role of national human rights institutions and civil society, including non-\ngovernmental organizations, and recalling that the annual day on the rights of the \nchild, held in 2025 at the fifty-eighth session of the Human Rights Council, focused \non the priorities to advance a child rights-based approach to early childhood \ndevelopment, including in emergencies, and recognized the importance of early \nchildhood development programmes and services that are accessible to all children, \n \n1. \nRecognizes that the Convention on the Rights of the Child is the human \nrights treaty with the largest number of ratifications, and acknowledges that the \nConvention and the Optional Protocols thereto contain a comprehensive set of \ninternational legal standards for the protection and well-being of children; \n \n2. \nCalls upon States Parties to increase their efforts and undertake all \nappropriate measures for the full and effective implementation of the Convention on \n\nA/C.3/80/L.20\n \n9/18\n25-17035 \n \nthe Rights of the Child, and underlines that this includes the rights of the child in \nrelation to early childhood development; \n \n3. \nUrges States that have not yet done so to consider becoming Parties to the \nConvention on the Rights of the Child and the Optional Protocols thereto as a matter \nof priority and to implement them effectively, and encourages further efforts by the \nSecretary-General in this regard; \n \n4. \nUrges States Parties to withdraw reservations that are incompatible with \nthe object and purpose of the Convention on the Rights of the Child or the Optional \nProtocols thereto and to consider reviewing regularly other reservations with a view \nto withdrawing them in accordance with the Vienna Declaration and Programme of \nAction; \n \n5. \nUrges States to review, adopt and update national legislation in line with \ntheir international human rights obligations and commitments to ensure that the \npolicies related to early childhood development are compatible with the rights set out \nin the Convention on the Rights of the Child and the Optional Protocols thereto and \nother relevant human rights instruments; \n \n6. \nCalls upon States to ensure the enjoyment by all children of all their civil, \npolitical, economic, social and cultural rights without discrimination of any kind; \n \n7. \nEncourages States to promote the rights of the child in the implementation \nof the 2030 Agenda for Sustainable Development,40 in accordance with their \nobligations under international law and in the best interests of the child; \n \n8. \nAffirms that States shall take all necessary measures to ensure the full \nrealization by children with disabilities of all human rights and fundamental freedoms \non an equal basis with other children, and recognizes that children with disabilities, \nparticularly girls, are almost four times more likely to experience violence, \nstigmatization, discrimination, exclusion, abandonment and neglect, and are \ndisproportionately subjected to physical, psychological and sexual violence and \nabuse, especially at a young age; \n \n9. \nUrges States to ensure that children, including young children, have access \nto clean water, sanitation and hygiene, including toilets, proper handwashing facilities \nand clean drinking water, to prevent the spread of waterborne illnesses in homes and \nchildcare settings; \n \n10. Also urges States to strengthen efforts towards poverty eradication for \nchildren in early childhood and their families and improve the situation of children \nliving in poverty, in particular extreme poverty, deprived of adequate nutritious food, \nclean drinking water and sanitation facilities, including for menstrual health and \nhygiene management, with limited or no access to basic physical and mental \nhealthcare services, adequate shelter, education, participation and protection, taking \ninto account that, while a severe lack of goods and services hurts every human being, \nit is particularly threatening and harmful to children, leaving them unable to enjoy \ntheir rights, to reach their full potential and to participate as full members of society, \nand exposed to conditions that lead to increased violence; \n \n11. Calls upon States to increase investments in nutrition as a key part of a \ncomprehensive essential healthcare package, including through essential nutrition \nprogramming, services and practices, that incorporates early stimulation, responsive \ncaregiving and play-based interventions, and to support maternity and breastfeeding \n__________________ \n \n40  Resolution 70/1. \n\nA/C.3/80/L.20 \n \n25-17035\n10/18 \n \npolicies to foster young children’s healthy nutrition, growth and brain and cognitive \ndevelopment; \n \n12. Urges States to take measures to improve prenatal, perinatal and postnatal \ncare for mothers and newborns, ending preventable maternal, newborn and child \ndeath, such as improving the access to healthcare systems, including for sexual and \nreproductive health, emergency obstetric and newborn care, the distribution and use \nof insecticide-treated nets, vaccination campaigns, the prevention of mother-to-child \ntransmission of HIV and the strengthening of international cooperation and technical \nassistance urgently required in developing countries to reduce maternal mortality and \nmorbidity and improve maternal and newborn health; \n \n13. Also urges States to ensure equitable access to quality maternal and \nnewborn health services, as well as sexual and reproductive health, which is essential \nfor supporting the mental and physical health of women and babies during pregnancy \nand after birth; \n \n14. Recalls every child’s right to be registered immediately after birth, to a \nname, to acquire a nationality and to recognition everywhere as a person before the \nlaw, as set out in the Convention on the Rights of the Child and the International \nCovenant on Civil and Political Rights, respectively, reminds States of their \nobligation to ensure the registration of the birth of all children without discrimination \nof any kind, including in the case of late birth registration, especially for children in \nrural and remote areas, refugee and migrant children and those in the most vulnerable \nsituations, and calls upon States to ensure that birth registration procedures are \nuniversal, accessible, simple, expeditious and effective and provided at minimal or \nno cost, including by promoting the use of digital identification systems, and \nrecognizes the importance of birth registration as a critical means of ensuring lifelong \nprotection and a prerequisite for exercising all other rights, accessing essential \nservices and preventing statelessness; \n \n15. Calls upon States to scale up scientifically accurate and age-appropriate \ncomprehensive education that provides adolescent girls and boys and young women \nand men, in and out of school, with information on sexual and reproductive health \nand HIV prevention, gender equality and women’s empowerment, human rights, \nphysical, psychological and pubertal development and power in relationships between \nwomen and men, to enable them to build self-esteem and foster informed decision-\nmaking, communication and risk reduction skills and to develop respectful \nrelationships, in full partnership with young persons, parents, legal guardians, \ncaregivers, educators and healthcare providers, in order to, inter alia, enable them to \nprotect themselves from HIV infection and other risks; \n \n16. Also calls upon States to create opportunities for children’s inclusive and \nmeaningful participation in decision-making processes in line with their evolving \ncapacities, including girls and adolescent girls, children with disabilities, children \nbelonging to national or ethnic, religious and linguistic minorities, children of African \ndescent, migrant children, Indigenous children, and children in vulnerable situations \nand those who are hardest to reach, in all matters affecting them, and for children to \nbecome agents of change within their communities, taking into account the \nimportance of involving children’s organizations and child-led initiatives, by creating \ninclusive consultative mechanisms and ensuring that policy measures are developed \non the basis of participatory, evidence-based decision-making processes that take into \naccount the views of children and the best interests of the child; \n \n17. Urges all States to respect, protect and fulfil the rights of the child, \nincluding children with disabilities and children in vulnerable situations, to express \nthemselves freely and to be provided the opportunity to be heard in any proceeding \n\nA/C.3/80/L.20\n \n11/18\n25-17035 \n \naffecting them, and to ensure that they have access to inclusive and equitable quality \neducation, including pre-primary education, and information in child-friendly and \naccessible formats, including to foster financial literacy, that their views are given \ndue weight and that they are included in decision-making processes, in accordance \nwith their age and maturity, in all matters affecting them; \n \n18. Reaffirms the right to education on the basis of equal opportunity and \nnon-discrimination, and calls upon States to make primary and pre-primary education \ncompulsory, inclusive and available free to all children, ensuring that all children have \nequal access to education of good quality, making secondary education generally \navailable and accessible to all, in particular through the progressive introduction of \nfree education, bearing in mind that special measures to ensure equal access, \nincluding affirmative action, contribute to achieving equal opportunity and combating \nexclusion by eliminating social, economic and gender disparities in education and \nensuring school attendance, in particular for girls, children with disabilities, pregnant \nadolescent girls, children living in poverty, Indigenous children, children of African \ndescent, children belonging to ethnic, national, religious or linguistic minorities and \nchildren in vulnerable or marginalized situations; \n \n19. Urges States to respect, protect and fulfil the right to education for all \nchildren under their jurisdiction, without discrimination of any kind, including based \non age, and to ensure access to inclusive early care and education and parenting \nprogrammes that improve the quality of children’s early learning experiences, and \nencourages to reduce or remove fees and indirect costs associated with access to \nchildcare and pre-primary education; \n \n20. Encourages States to adopt and implement sustained and inclusive child-\nempowering, age-appropriate, disability-inclusive and gender-responsive non-formal \nand formal education programmes, providing children, parents, legal guardians, \ncaregivers, teachers and other professionals working with and for children with skills \nrelating to digital and data literacy, to promote awareness among children of the forms \nof violence that occur through or are amplified by the use of technology, and in this \nregard commits to address these challenges and spread the benefits of digitalization \nincluding by expanding the participation of all countries in the digitalization, in \nparticular developing countries, among others through enhancing their digital \ninfrastructure connectivity as well as building their capacities and access to \ntechnological innovations through stronger partnerships and improving digital \nliteracy; \n \n21. Urges States, the private sector and other relevant actors to take measures \nto ensure that early childhood development policies and programmes support the \ninclusion of marginalized groups, including children with disabilities, in inclusive \nearly childhood education and pre-primary education settings with the provision of \nindividualized support and reasonable accommodations; \n \n22. Calls upon States to ensure that rest, play and leisure are integrated into \nschool structures and curricula, and enjoyed from early childhood by all children \nequally, including children in the most vulnerable and marginalized situations, and \nreaffirms the role of play in building essential and transferable physical, social, \ncognitive, communication and emotional life skills at all ages, and its positive impact \non promoting tolerance and resilience and facilitating social inclusion, conflict \nprevention and peacebuilding; \n \n23. Also calls upon States to promote the provision of accessible, gender-\nresponsive and age-appropriate information to children, including young children and \nchildren with disabilities, on their rights, including through human rights education \nprogrammes as well as equal access to technologies that provide them with \n\nA/C.3/80/L.20 \n \n25-17035\n12/18 \n \ninformation and material from a diversity of national and international sources, \nespecially those aimed at the promotion of their social, spiritual and moral well-being, \nand physical and mental health, and the protection of their rights; \n \n24. Further calls upon States to accelerate efforts to eliminate all barriers to \nthe equal enjoyment by girls of their right to education, to address gender-based \ndiscrimination, gender stereotypes and negative social norms in education systems, \nincluding in curricula, textbooks and teaching methodologies, and to fight all forms \nof violence, including sexual harassment and school-related sexual and gender-based \nviolence, in and out of schools and other educational settings; \n \n25. Calls upon States to scale up programming for girls, including education \nand skills development training for adolescent girls; to address gender-specific \nbarriers to the equal enjoyment by girls of their right to education and access to quality \neducation; to ensure access to gender-responsive support services, including \npsychological, social and sexual and reproductive healthcare services, and education, \nincluding in emergencies; and to ensure that girls’ opinions are heard, and that \nmeasures are taken to enable young women and girls to successfully grow into \nleadership positions in public and private spheres by ensuring their full and equal \naccess to education, technology and skills development, leadership and mentorship \nprogrammes, increased technical and financial support, and protection from violence \nand discrimination; \n \n26. Also calls upon States to ensure that child protection, including social \nprotection and gender-responsive mental health services, is recognized as essential \nand that it continues to be provided and be accessible, affordable and available to all \nchildren, from all ages, at all times; \n \n27. Urges States to improve public financing for child-responsive social \nprotection and other social sectors, including through the provision of social safety \nnets, such as cash transfers, food transfers, fee waivers and subsidies to enhance child \ndevelopment outcomes, and protect young children from poverty, fragility and social \nexclusion; \n \n28. Calls upon States to strengthen and extend social protection systems for \nall, especially child-responsive and gender-responsive social protection, to reduce \ninequalities, eradicate poverty and end hunger and malnutrition, and build resilience \nto climate change and shocks; \n \n29. Also calls upon States to commit to the improvement of child protection \ncare systems and pursue policies that address the root causes of child abandonment, \nneglect, relinquishment and separation from their family; \n \n30. Further calls upon States, the private sector, and other relevant actors to \ncommit to comprehensive child and family-friendly policies, including paid parental \nleave, maternity benefits, support for breastfeeding, affordable, accessible and quality \nchildcare, child benefits and tax credits, as well as parenting and violence prevention \nprogrammes that are inclusive and non-discriminatory, all of which contribute to \nensure responsive caregiving, promote work-life balance, and support the well-being \nof children and their families, prioritizing those most in need, including those engaged \nin the informal economy, while generating broader benefits for gender equality and \nsustainable development; \n \n31. Reiterates that all States should continue to make their best efforts to \nensure the recognition of the principle that parents have common responsibilities for \nthe upbringing and development of their children; \n \n32. Urges States to take all appropriate legislative, administrative, social and \neducational measures to protect children from all forms of violence and abuse, online \n\nA/C.3/80/L.20\n \n13/18\n25-17035 \n \nand offline, including corporal punishment and sexual and gender-based violence, \naddress the lack of child-responsive reporting mechanisms and inadequate data \ncollection on violence, and support violence prevention programmes in early \nchildhood, including through parenting support; \n \n33. Also urges States to take comprehensive, multisectoral, coordinated, \neffective and gender-responsive measures to prevent, eliminate and respond to all \nforms of violence and discrimination against all children and to address structural and \nunderlying causes and risk factors, including through human rights education, \nenhanced prevention measures, research and strengthened coordination and \nmonitoring and evaluation, implementing, in partnership with all relevant \nstakeholders, including training for parents, legal guardians and other caregivers, \neffective violence prevention and response activities in schools and communities, \ncapacity-building for professionals working with and for children, and educating \nchildren from a young age regarding the importance of treating all people with dignity \nand respect, and designing educational programmes and teaching materials that \nsupport consent, non-violent behaviour, respect for boundaries and what constitutes \nunacceptable behaviour and how to report it, that eliminate gender stereotypes and \nnegative social norms, build self-esteem and informed decision-making and \ncommunication skills and promote the development of respectful relationships based \non gender equality, inclusion and respect for human rights; \n \n34. Further urges States to take immediate and effective measures to secure \nthe prohibition and elimination of the worst forms of child labour and to end child \nlabour in all its forms; \n \n35. Urges States to provide children whose rights have been violated or abused \nwith access to effective and appropriate remedial victim support, as well as reparation \nand guarantees of non-repetition; and calls upon States and businesses to ensure the \navailability and accessibility of free-of-charge, safe, confidential, responsive and \nchild-friendly reporting mechanisms; \n \n36. Notes the importance of promoting safe and enabling conditions for \nchildren facing multiple and intersecting forms of discrimination, such as children \nbelonging to national or ethnic, religious and linguistic minorities, as well as migrant \nchildren, refugee or asylum-seeking children, internally displaced children, children \nwith disabilities, children of African descent and Indigenous children; \n \n37. Strongly condemns all forms of violence, harassment and abuse against \nchildren in all settings, online and offline, including physical, psychological and \nsexual violence, torture and other cruel, inhuman or degrading treatment, child abuse \nand exploitation, including sexual exploitation of children in the context of travel and \ntourism, child sexual abuse material, sexual exploitation of children such as child \nsexual abuse and cybergrooming, economic exploitation, promotion of and incitement \nto self-harm and life-threatening activities, bullying, including cyberbullying, \nhostage-taking, domestic violence, trafficking in or sale of children and their organs, \ngang and armed violence, and harmful practices, including female genital mutilation \nand child, early and forced marriage, and urges States to strengthen efforts to prevent \nand protect children from all such violence through a comprehensive, gender-\nresponsive, age-appropriate and disability-inclusive approach and to develop an \ninclusive multifaceted and systematic framework, which is integrated into national \nplanning processes, to respond effectively to violence against children and to provide \nfor safe and child-sensitive counselling, complaint and reporting mechanisms and \nsafeguards for the rights of affected children, and comprehensive education enabling \nthem to access these mechanisms; \n\nA/C.3/80/L.20 \n \n25-17035\n14/18 \n \n \n38. Strongly encourages States to adopt effective measures to prevent and \nrespond to all forms of violence against children, particularly those in situations of \nviolence stemming from transnational organized crime, including trafficking in \npersons, recruitment and use, and other forms of criminality that undermine their \nintegrity and well-being, in accordance with the Convention on the Rights of the Child \nand other relevant international instruments; \n \n39. Urges States to take measures to protect children, including young \nchildren, from all forms of violence in the digital environment, to ensure that national \nlegislation on data protection and privacy is in accordance with their international \nhuman rights obligations and allows law enforcement, social welfare and judicial \nauthorities to conduct effective and appropriate investigations and prosecutions with \nthe aim of holding accountable and bringing to justice all those responsible for or who \nattempt to commit such crimes against children, taking into account that such crimes \nare often multi-jurisdictional and transnational in nature, and to consider adopting \nlegislation, regulations or policies to ensure that businesses address their \nresponsibilities to respect children’s rights, safety and well-being during the design, \nengineering, development, operation, distribution and marketing of their \ntechnological products and services and putting in place adequate safeguards that seek \nto prevent or mitigate adverse human rights impacts on children that are directly \nlinked to their operations, products or services; \n \n40. Calls upon States to address prevailing challenges to bridge the digital \ndivide within and among countries, the gender, disability and age digital divides and \nthe divide between rural and urban areas, including between developing and \ndeveloped countries, and highlights the importance of promoting and protecting the \nright of the child to enjoy the benefits of scientific progress and its applications, and \nto this end notes the importance of promoting digital literacy, including for young \nchildren, as well as public awareness and understanding of new and emerging digital \ntechnologies, promoting risk awareness and self-protection training and guidance, \nand supporting capacity-building initiatives to ensure that children, including young \nchildren, are given the opportunity to develop the understanding, knowledge and \nskills needed to engage safely and meaningfully in the digital environment, including \nthrough international cooperation, to ensure that children, especially children in \nvulnerable situations, are able to connect to and access the Internet in a safe and \nsecure way; \n \n41. Also calls upon all States to respect, protect and fulfil the rights of the \nchild and to ensure, for children belonging to national or ethnic, religious or linguistic \nminorities and migrant children, children affected by armed conflict, Indigenous \nchildren, children of African descent, internally displaced children and children with \ndisabilities, the enjoyment of all their rights as well as access to healthcare services, \nsocial services, social protection and accessible and inclusive education on an equal \nbasis with others, and to ensure that all such children, in particular unaccompanied \nmigrant children, internally displaced children and those who are victims of violence \nand exploitation, receive special protection and assistance and that the best interests \nof the child are a primary consideration in their policies of integration, return and \nfamily reunification; \n \n42. Condemns in the strongest terms all violations and abuses committed \nagainst children in armed conflict, and in this regard urges all States and other parties \nto armed conflict that are engaged, in contravention of applicable international law, \nin the recruitment and use of children, in patterns of killing and maiming of children \nand/or rape and other sexual violence against children, acknowledging that sexual \nviolence in these situations disproportionately affects girls, but that boys are also \ntargets, in recurrent attacks on schools and/or hospitals and related personnel and in \n\nA/C.3/80/L.20\n \n15/18\n25-17035 \n \npatterns of abduction of children, forced adoptions, forced transfers and deportations \nas well as in all other violations and abuses against children, to take time-bound and \neffective measures to end and prevent them and to encourage age- and gender-specific \nsupport services, including psychological, social and sexual and reproductive \nhealthcare services, and education, social protection and reintegration programmes; \n \n43. Recognizes that development, peace and security and human rights are \ninterlinked and mutually reinforcing and that the protection and reintegration of, and \nthe prevention of violations and abuses against, conflict-affected children should be \nconsidered across all stages of this spectrum; \n \n44. Calls upon States to ensure the legal protection of children from violence, \nboth online and offline, in a manner consistent with their obligations under \ninternational law, including international human rights law, and to criminalize \nrelevant conduct related to violence against children online and offline, including but \nnot limited to forms of sexual exploitation and abuse of children, such as child \ngrooming, sexual extortion, the streaming of child abuse, the possession or \ndistribution of, access to, or exchange or production of or payment for child sexual \nabuse material and the viewing, conducting or facilitation of children’s participation \nin live sexual abuses or exploitation transmitted through digital technologies, in \naddition to the use of digital technology in the recruitment or use of children by armed \ngroups and in the context of child trafficking; \n \n45. Also calls upon States to develop coherent and coordinated protection \nsystems and to provide universal access to quality comprehensive social, physical and \nmental health, including sexual and reproductive health, and legal and counselling \nservices for all victims and survivors, to ensure their full recovery and reintegration \ninto society, and to strengthen social welfare systems and effective service delivery \nfor children affected by violence, in particular in the justice, education and health \nsectors; \n \n46. Recognizes that the right of the child to education can be severely \nhampered as a result of physical, psychological and sexual and gender-based violence, \nincluding the dissemination of personal sexually explicit content, sexual harassment, \nincluding peer-to-peer sexual harassment, as well as bullying, including \ncyberbullying, in school, outside school and on the way to school, and in digital \nenvironments, which compromises learning outcomes and may lead to school \ndropout, and therefore calls upon States to adopt and strengthen clear and \ncomprehensive measures, including legislative and policy measures, taking into \naccount the best interests of the child, to ensure that all schools are safe and free from \nviolence and provide safe and child-sensitive counselling and reporting procedures \nfor children affected by and involved in such forms of violence, generating statistical \ninformation, and responding promptly and adequately; \n \n47. Urges States to promote and protect the rights of the child against sexual \nexploitation and sexual and gender-based violence, including in digital contexts, \nthrough the adoption of relevant legislation to prevent these acts as well as combat \nthem through the detection of child sexual abuse material and its immediate removal \nfrom the Internet, emphasizing the importance of a coordinated and multi-stakeholder \nglobal-level response; \n \n48. Appreciates the role of civil society, including child- and youth-led \nmovements, including those aimed at promoting the respect, protection and fulfilment \nof human rights, in supporting victims and survivors of violence, including by \namplifying their voices, and in receiving reports of online harms against children; \n \n49. Takes note of ongoing efforts to mainstream the rights of the child into the \nwork of the United Nations system, and requests all relevant organs, bodies, entities, \n\nA/C.3/80/L.20 \n \n25-17035\n16/18 \n \norganizations and mechanisms of the United Nations system to mainstream the \npromotion, respect, protection and fulfilment of the rights of the child throughout \ntheir activities, in accordance with their respective mandates, as well as to ensure that \ntheir staff are trained in child rights matters, and take further steps to increase system-\nwide coordination and inter-agency cooperation for the promotion and protection of \nthe rights of the child; \n \n50. Calls upon the relevant entities, funds and programmes of the United \nNations system, donor institutions, including the international financial institutions, \nand bilateral donors to support, inter alia, national initiatives, when requested, \nincluding early childhood development programmes, financially and technically, as \nwell as to enhance effective international cooperation and partnership to strengthen \nknowledge-sharing and capacity-building for early childhood, in terms of policy \ndevelopment, programme development, research and professional training; \n \n51. Expresses support for the work of the Special Representative of the \nSecretary-General on Violence against Children, and recognizes the progress \nachieved since the establishment of the mandate in promoting the prevention and \nelimination of all forms of violence against children, both online and offline, in all \nregions and in advancing the implementation of the recommendations of the United \nNations study on violence against children, including through the leadership of the \nPathfinding Global Alliance on Ending Violence against Children, partnerships with \nregional organizations, as well as advocacy through thematic consultations, field \nmissions and thematic reports addressing emerging concerns, including on investment \nin child protection and well-being, starting in early childhood; \n \n52. Takes note with appreciation of the leadership of the Special \nRepresentative of the Secretary-General on Violence against Children in the follow-\nup to the United Nations global study on children deprived of liberty in cooperation \nwith the other entities in the United Nations inter-agency task force, the non-\ngovernmental organization panel and other relevant stakeholders, and encourages the \nSpecial Representative to continue her work in this regard; \n \n53. Urges all States, requests United Nations agencies, funds and programmes \nand invites regional organizations and civil society, including non-governmental \norganizations, to cooperate with the Special Representative of the Secretary-General \non Violence against Children in promoting the further implementation of the \nrecommendations of the United Nations study on violence against children and in \nsupporting Member States in the context of the implementation of the 2030 Agenda, \nencourages States to provide support to the Special Representative, including \nadequate voluntary financial support for the continued, effective and independent \nperformance of her mandate, and invites organizations, including the private sector, \nto provide voluntary contributions for that purpose; \n \n54. Recommends that the Secretary-General extend the mandate of the Special \nRepresentative of the Secretary-General on Violence against Children, as established \nin paragraphs 58 and 59 of its resolution 62/141 of 18 December 2007, for a further \nfour years, and maintain support for the effective and independent performance and \nsustainability of the mandate of the Special Representative, funded from the regular \nbudget; \n \n55. Expresses support for the work of the Special Representative of the \nSecretary-General for Children and Armed Conflict, recalls the adoption of resolution \n51/77 of 12 December 1996, by which the mandate of the Special Representative was \ncreated, its increased level of work and the progress achieved since the establishment \nof the mandate, welcomes the efforts by the Special Representative and the mandate’s \ncritical contributions to the maintenance of peace and security through the protection \n\nA/C.3/80/L.20\n \n17/18\n25-17035 \n \nof children in armed conflict situations, further recognizing the critical need to \naddress diminishing capacities, in particular at the field level, that will have an impact \non the delivery of the mandate if left unaddressed, in particular monitoring, \nverification and reporting, and, bearing in mind its resolution 63/241 of 24 December \n2008 and paragraphs 35 to 37 of its resolution 51/77, paragraph 39 of its resolution \n72/245 of 24 December 2017 and paragraph 40 of its resolution 76/147 of \n16 December 2021, recommends that the Secretary-General extend the mandate of \nthe Special Representative for a further four years; \n \n56. Notes with appreciation the steps taken regarding Security Council \nresolutions 1539 (2004) of 22 April 2004, 1612 (2005) of 26 July 2005, 1882 (2009) \nof 4 August 2009, 1998 (2011) of 12 July 2011, 2068 (2012) of 19 September 2012, \n2225 (2015) of 18 June 2015, 2286 (2016) of 3 May 2016, 2427 (2018) of 9 July \n2018, 2601 (2021) of 29 October 2021 and 2764 (2024) of 20 December 2024 and the \nefforts of the Secretary-General to implement the monitoring and reporting \nmechanism on children and armed conflict in accordance with those resolutions, with \nthe participation of and in cooperation with national Governments and relevant United \nNations and civil society actors, including at the country level, requests the Secretary-\nGeneral to ensure that information collected and communicated by the monitoring \nand reporting mechanism is accurate, objective and verifiable, and in this regard \nencourages the work and the deployment of United Nations child protection advisers \nin peacekeeping operations and political and peacebuilding missions, as well as \nsupports the role of the resident coordinators, including through adequate human \nresources, in situations where the resident coordinators co-chair the country task force \non monitoring and reporting together with the United Nations Children’s Fund to \nimplement the monitoring and reporting mechanism or in the context of transitions to \nor from United Nations missions when they assume these roles; \n \n57. Decides: \n \n(a) \nTo continue its consideration of the question at its eighty-second session \nunder the item entitled “Promotion and protection of the rights of children”; \n \n(b) \nTo request the Secretary-General to submit to the General Assembly at its \neighty-second session a comprehensive report on the rights of the child containing \ninformation on the status of the Convention on the Rights of the Child and on the \nissues addressed in the present resolution, with a focus on the mental health of \nchildren; \n \n(c) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict to continue to submit reports to the General Assembly \nand the Human Rights Council on the activities undertaken in fulfilment of her \nmandate, including information on field visits and on the progress achieved and the \nchallenges remaining on the children and armed conflict agenda; \n \n(d) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict, in carrying out her mandate for the protection of \nchildren in situations of armed conflict, in accordance with the relevant resolutions \nof the General Assembly and the Security Council, to continue to engage proactively \nwith relevant United Nations bodies and agencies, Member States, regional and \nsubregional organizations and non-State armed groups, including by negotiating \naction plans, securing commitments, advocating for appropriate response \nmechanisms and ensuring attention and follow-up to the conclusions and \nrecommendations of the Security Council Working Group on Children and Armed \nConflict, and reaffirms the important role that the Special Representative can play in \ncontributing to conflict prevention; \n\nA/C.3/80/L.20 \n \n25-17035\n18/18 \n \n \n(e) \nTo request the Special Representative of the Secretary-General on \nViolence against Children to continue to submit annual reports to the General \nAssembly and the Human Rights Council on the activities undertaken in fulfilment of \nher mandate, consistent with paragraphs 58 and 59 of its resolution 62/141, including \ninformation on her field visits and on the progress achieved and the challenges \nremaining on the violence against children agenda; \n \n(f) \nTo request the Special Rapporteur on the sale, sexual exploitation and \nsexual abuse of children to continue to submit reports to the General Assembly and \nthe Human Rights Council on the activities undertaken in fulfilment of her mandate, \nincluding information on her field visits and on the progress achieved and the \nchallenges remaining in the prevention and elimination of all forms of sale and sexual \nexploitation and abuse of children, and in the protection, rehabilitation, recovery, \nreintegration and access to justice of children who are victims and survivors, in a \ngender-responsive, disability-inclusive, victim-centred, trauma-informed and child-\nfriendly manner and with full respect for the rights of the child, including in how to \nadvance the protection capacities of communities and families, with the best interests \nof the child as a primary consideration; \n \n(g) \nTo invite the Chair of the Committee on the Rights of the Child to present \nan oral report on the work of the Committee and to engage in an interactive dialogue \nwith the General Assembly at its eighty-first and eighty-second sessions as a way to \nenhance communication between the Assembly and the Committee. \n \n",
  "paragraphs": {
    "1": "Recognizes that the Convention on the Rights of the Child is the human rights treaty with the largest number of ratifications, and acknowledges that the Convention and the Optional Protocols thereto contain a comprehensive set of international legal standards for the protection and well-being of children;",
    "2": " the Rights of the Child, and underlines that this includes the rights of the child in relation to early childhood development;",
    "3": "Urges States that have not yet done so to consider becoming Parties to the Convention on the Rights of the Child and the Optional Protocols thereto as a matter of priority and to implement them effectively, and encourages further efforts by the Secretary-General in this regard;",
    "4": "Urges States Parties to withdraw reservations that are incompatible with the object and purpose of the Convention on the Rights of the Child or the Optional Protocols thereto and to consider reviewing regularly other reservations with a view to withdrawing them in accordance with the Vienna Declaration and Programme of Action;",
    "5": "Urges States to review, adopt and update national legislation in line with their international human rights obligations and commitments to ensure that the policies related to early childhood development are compatible with the rights set out in the Convention on the Rights of the Child and the Optional Protocols thereto and other relevant human rights instruments;",
    "6": "Calls upon States to ensure the enjoyment by all children of all their civil, political, economic, social and cultural rights without discrimination of any kind;",
    "7": "Encourages States to promote the rights of the child in the implementation of the 2030 Agenda for Sustainable Development,40 in accordance with their obligations under international law and in the best interests of the child;",
    "8": "Affirms that States shall take all necessary measures to ensure the full realization by children with disabilities of all human rights and fundamental freedoms on an equal basis with other children, and recognizes that children with disabilities, particularly girls, are almost four times more likely to experience violence, stigmatization, discrimination, exclusion, abandonment and neglect, and are disproportionately subjected to physical, psychological and sexual violence and abuse, especially at a young age;",
    "9": "Urges States to ensure that children, including young children, have access to clean water, sanitation and hygiene, including toilets, proper handwashing facilities and clean drinking water, to prevent the spread of waterborne illnesses in homes and childcare settings;",
    "10": "Also urges States to strengthen efforts towards poverty eradication for children in early childhood and their families and improve the situation of children living in poverty, in particular extreme poverty, deprived of adequate nutritious food, clean drinking water and sanitation facilities, including for menstrual health and hygiene management, with limited or no access to basic physical and mental healthcare services, adequate shelter, education, participation and protection, taking into account that, while a severe lack of goods and services hurts every human being, it is particularly threatening and harmful to children, leaving them unable to enjoy their rights, to reach their full potential and to participate as full members of society, and exposed to conditions that lead to increased violence;",
    "11": "Calls upon States to increase investments in nutrition as a key part of a comprehensive essential healthcare package, including through essential nutrition programming, services and practices, that incorporates early stimulation, responsive caregiving and play-based interventions, and to support maternity and breastfeeding policies to foster young children’s healthy nutrition, growth and brain and cognitive development;",
    "12": "Urges States to take measures to improve prenatal, perinatal and postnatal care for mothers and newborns, ending preventable maternal, newborn and child death, such as improving the access to healthcare systems, including for sexual and reproductive health, emergency obstetric and newborn care, the distribution and use of insecticide-treated nets, vaccination campaigns, the prevention of mother-to-child transmission of HIV and the strengthening of international cooperation and technical assistance urgently required in developing countries to reduce maternal mortality and morbidity and improve maternal and newborn health;",
    "13": "Also urges States to ensure equitable access to quality maternal and newborn health services, as well as sexual and reproductive health, which is essential for supporting the mental and physical health of women and babies during pregnancy and after birth;",
    "14": "Recalls every child’s right to be registered immediately after birth, to a name, to acquire a nationality and to recognition everywhere as a person before the law, as set out in the Convention on the Rights of the Child and the International Covenant on Civil and Political Rights, respectively, reminds States of their obligation to ensure the registration of the birth of all children without discrimination of any kind, including in the case of late birth registration, especially for children in rural and remote areas, refugee and migrant children and those in the most vulnerable situations, and calls upon States to ensure that birth registration procedures are universal, accessible, simple, expeditious and effective and provided at minimal or no cost, including by promoting the use of digital identification systems, and recognizes the importance of birth registration as a critical means of ensuring lifelong protection and a prerequisite for exercising all other rights, accessing essential services and preventing statelessness;",
    "15": "Calls upon States to scale up scientifically accurate and age-appropriate comprehensive education that provides adolescent girls and boys and young women and men, in and out of school, with information on sexual and reproductive health and HIV prevention, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and foster informed decision- making, communication and risk reduction skills and to develop respectful relationships, in full partnership with young persons, parents, legal guardians, caregivers, educators and healthcare providers, in order to, inter alia, enable them to protect themselves from HIV infection and other risks;",
    "16": "Also calls upon States to create opportunities for children’s inclusive and meaningful participation in decision-making processes in line with their evolving capacities, including girls and adolescent girls, children with disabilities, children belonging to national or ethnic, religious and linguistic minorities, children of African descent, migrant children, Indigenous children, and children in vulnerable situations and those who are hardest to reach, in all matters affecting them, and for children to become agents of change within their communities, taking into account the importance of involving children’s organizations and child-led initiatives, by creating inclusive consultative mechanisms and ensuring that policy measures are developed on the basis of participatory, evidence-based decision-making processes that take into account the views of children and the best interests of the child;",
    "17": " affecting them, and to ensure that they have access to inclusive and equitable quality education, including pre-primary education, and information in child-friendly and accessible formats, including to foster financial literacy, that their views are given due weight and that they are included in decision-making processes, in accordance with their age and maturity, in all matters affecting them;",
    "18": "Reaffirms the right to education on the basis of equal opportunity and non-discrimination, and calls upon States to make primary and pre-primary education compulsory, inclusive and available free to all children, ensuring that all children have equal access to education of good quality, making secondary education generally available and accessible to all, in particular through the progressive introduction of free education, bearing in mind that special measures to ensure equal access, including affirmative action, contribute to achieving equal opportunity and combating exclusion by eliminating social, economic and gender disparities in education and ensuring school attendance, in particular for girls, children with disabilities, pregnant adolescent girls, children living in poverty, Indigenous children, children of African descent, children belonging to ethnic, national, religious or linguistic minorities and children in vulnerable or marginalized situations;",
    "19": "Urges States to respect, protect and fulfil the right to education for all children under their jurisdiction, without discrimination of any kind, including based on age, and to ensure access to inclusive early care and education and parenting programmes that improve the quality of children’s early learning experiences, and encourages to reduce or remove fees and indirect costs associated with access to childcare and pre-primary education;",
    "20": "Encourages States to adopt and implement sustained and inclusive child- empowering, age-appropriate, disability-inclusive and gender-responsive non-formal and formal education programmes, providing children, parents, legal guardians, caregivers, teachers and other professionals working with and for children with skills relating to digital and data literacy, to promote awareness among children of the forms of violence that occur through or are amplified by the use of technology, and in this regard commits to address these challenges and spread the benefits of digitalization including by expanding the participation of all countries in the digitalization, in particular developing countries, among others through enhancing their digital infrastructure connectivity as well as building their capacities and access to technological innovations through stronger partnerships and improving digital literacy;",
    "21": "Urges States, the private sector and other relevant actors to take measures to ensure that early childhood development policies and programmes support the inclusion of marginalized groups, including children with disabilities, in inclusive early childhood education and pre-primary education settings with the provision of individualized support and reasonable accommodations;",
    "22": "Calls upon States to ensure that rest, play and leisure are integrated into school structures and curricula, and enjoyed from early childhood by all children equally, including children in the most vulnerable and marginalized situations, and reaffirms the role of play in building essential and transferable physical, social, cognitive, communication and emotional life skills at all ages, and its positive impact on promoting tolerance and resilience and facilitating social inclusion, conflict prevention and peacebuilding;",
    "23": " information and material from a diversity of national and international sources, especially those aimed at the promotion of their social, spiritual and moral well-being, and physical and mental health, and the protection of their rights;",
    "24": "Further calls upon States to accelerate efforts to eliminate all barriers to the equal enjoyment by girls of their right to education, to address gender-based discrimination, gender stereotypes and negative social norms in education systems, including in curricula, textbooks and teaching methodologies, and to fight all forms of violence, including sexual harassment and school-related sexual and gender-based violence, in and out of schools and other educational settings;",
    "25": "Calls upon States to scale up programming for girls, including education and skills development training for adolescent girls; to address gender-specific barriers to the equal enjoyment by girls of their right to education and access to quality education; to ensure access to gender-responsive support services, including psychological, social and sexual and reproductive healthcare services, and education, including in emergencies; and to ensure that girls’ opinions are heard, and that measures are taken to enable young women and girls to successfully grow into leadership positions in public and private spheres by ensuring their full and equal access to education, technology and skills development, leadership and mentorship programmes, increased technical and financial support, and protection from violence and discrimination;",
    "26": "Also calls upon States to ensure that child protection, including social protection and gender-responsive mental health services, is recognized as essential and that it continues to be provided and be accessible, affordable and available to all children, from all ages, at all times;",
    "27": "Urges States to improve public financing for child-responsive social protection and other social sectors, including through the provision of social safety nets, such as cash transfers, food transfers, fee waivers and subsidies to enhance child development outcomes, and protect young children from poverty, fragility and social exclusion;",
    "28": "Calls upon States to strengthen and extend social protection systems for all, especially child-responsive and gender-responsive social protection, to reduce inequalities, eradicate poverty and end hunger and malnutrition, and build resilience to climate change and shocks;",
    "29": "Also calls upon States to commit to the improvement of child protection care systems and pursue policies that address the root causes of child abandonment, neglect, relinquishment and separation from their family;",
    "30": "Further calls upon States, the private sector, and other relevant actors to commit to comprehensive child and family-friendly policies, including paid parental leave, maternity benefits, support for breastfeeding, affordable, accessible and quality childcare, child benefits and tax credits, as well as parenting and violence prevention programmes that are inclusive and non-discriminatory, all of which contribute to ensure responsive caregiving, promote work-life balance, and support the well-being of children and their families, prioritizing those most in need, including those engaged in the informal economy, while generating broader benefits for gender equality and sustainable development;",
    "31": "Reiterates that all States should continue to make their best efforts to ensure the recognition of the principle that parents have common responsibilities for the upbringing and development of their children;",
    "32": " and offline, including corporal punishment and sexual and gender-based violence, address the lack of child-responsive reporting mechanisms and inadequate data collection on violence, and support violence prevention programmes in early childhood, including through parenting support;",
    "33": "Also urges States to take comprehensive, multisectoral, coordinated, effective and gender-responsive measures to prevent, eliminate and respond to all forms of violence and discrimination against all children and to address structural and underlying causes and risk factors, including through human rights education, enhanced prevention measures, research and strengthened coordination and monitoring and evaluation, implementing, in partnership with all relevant stakeholders, including training for parents, legal guardians and other caregivers, effective violence prevention and response activities in schools and communities, capacity-building for professionals working with and for children, and educating children from a young age regarding the importance of treating all people with dignity and respect, and designing educational programmes and teaching materials that support consent, non-violent behaviour, respect for boundaries and what constitutes unacceptable behaviour and how to report it, that eliminate gender stereotypes and negative social norms, build self-esteem and informed decision-making and communication skills and promote the development of respectful relationships based on gender equality, inclusion and respect for human rights;",
    "34": "Further urges States to take immediate and effective measures to secure the prohibition and elimination of the worst forms of child labour and to end child labour in all its forms;",
    "35": "Urges States to provide children whose rights have been violated or abused with access to effective and appropriate remedial victim support, as well as reparation and guarantees of non-repetition; and calls upon States and businesses to ensure the availability and accessibility of free-of-charge, safe, confidential, responsive and child-friendly reporting mechanisms;",
    "36": "Notes the importance of promoting safe and enabling conditions for children facing multiple and intersecting forms of discrimination, such as children belonging to national or ethnic, religious and linguistic minorities, as well as migrant children, refugee or asylum-seeking children, internally displaced children, children with disabilities, children of African descent and Indigenous children;",
    "37": "",
    "38": "Strongly encourages States to adopt effective measures to prevent and respond to all forms of violence against children, particularly those in situations of violence stemming from transnational organized crime, including trafficking in persons, recruitment and use, and other forms of criminality that undermine their integrity and well-being, in accordance with the Convention on the Rights of the Child and other relevant international instruments;",
    "39": "Urges States to take measures to protect children, including young children, from all forms of violence in the digital environment, to ensure that national legislation on data protection and privacy is in accordance with their international human rights obligations and allows law enforcement, social welfare and judicial authorities to conduct effective and appropriate investigations and prosecutions with the aim of holding accountable and bringing to justice all those responsible for or who attempt to commit such crimes against children, taking into account that such crimes are often multi-jurisdictional and transnational in nature, and to consider adopting legislation, regulations or policies to ensure that businesses address their responsibilities to respect children’s rights, safety and well-being during the design, engineering, development, operation, distribution and marketing of their technological products and services and putting in place adequate safeguards that seek to prevent or mitigate adverse human rights impacts on children that are directly linked to their operations, products or services;",
    "40": "Calls upon States to address prevailing challenges to bridge the digital divide within and among countries, the gender, disability and age digital divides and the divide between rural and urban areas, including between developing and developed countries, and highlights the importance of promoting and protecting the right of the child to enjoy the benefits of scientific progress and its applications, and to this end notes the importance of promoting digital literacy, including for young children, as well as public awareness and understanding of new and emerging digital technologies, promoting risk awareness and self-protection training and guidance, and supporting capacity-building initiatives to ensure that children, including young children, are given the opportunity to develop the understanding, knowledge and skills needed to engage safely and meaningfully in the digital environment, including through international cooperation, to ensure that children, especially children in vulnerable situations, are able to connect to and access the Internet in a safe and secure way;",
    "41": "Also calls upon all States to respect, protect and fulfil the rights of the child and to ensure, for children belonging to national or ethnic, religious or linguistic minorities and migrant children, children affected by armed conflict, Indigenous children, children of African descent, internally displaced children and children with disabilities, the enjoyment of all their rights as well as access to healthcare services, social services, social protection and accessible and inclusive education on an equal basis with others, and to ensure that all such children, in particular unaccompanied migrant children, internally displaced children and those who are victims of violence and exploitation, receive special protection and assistance and that the best interests of the child are a primary consideration in their policies of integration, return and family reunification;",
    "42": " patterns of abduction of children, forced adoptions, forced transfers and deportations as well as in all other violations and abuses against children, to take time-bound and effective measures to end and prevent them and to encourage age- and gender-specific support services, including psychological, social and sexual and reproductive healthcare services, and education, social protection and reintegration programmes;",
    "43": "Recognizes that development, peace and security and human rights are interlinked and mutually reinforcing and that the protection and reintegration of, and the prevention of violations and abuses against, conflict-affected children should be considered across all stages of this spectrum;",
    "44": "Calls upon States to ensure the legal protection of children from violence, both online and offline, in a manner consistent with their obligations under international law, including international human rights law, and to criminalize relevant conduct related to violence against children online and offline, including but not limited to forms of sexual exploitation and abuse of children, such as child grooming, sexual extortion, the streaming of child abuse, the possession or distribution of, access to, or exchange or production of or payment for child sexual abuse material and the viewing, conducting or facilitation of children’s participation in live sexual abuses or exploitation transmitted through digital technologies, in addition to the use of digital technology in the recruitment or use of children by armed groups and in the context of child trafficking;",
    "45": "Also calls upon States to develop coherent and coordinated protection systems and to provide universal access to quality comprehensive social, physical and mental health, including sexual and reproductive health, and legal and counselling services for all victims and survivors, to ensure their full recovery and reintegration into society, and to strengthen social welfare systems and effective service delivery for children affected by violence, in particular in the justice, education and health sectors;",
    "46": "Recognizes that the right of the child to education can be severely hampered as a result of physical, psychological and sexual and gender-based violence, including the dissemination of personal sexually explicit content, sexual harassment, including peer-to-peer sexual harassment, as well as bullying, including cyberbullying, in school, outside school and on the way to school, and in digital environments, which compromises learning outcomes and may lead to school dropout, and therefore calls upon States to adopt and strengthen clear and comprehensive measures, including legislative and policy measures, taking into account the best interests of the child, to ensure that all schools are safe and free from violence and provide safe and child-sensitive counselling and reporting procedures for children affected by and involved in such forms of violence, generating statistical information, and responding promptly and adequately;",
    "47": "Urges States to promote and protect the rights of the child against sexual exploitation and sexual and gender-based violence, including in digital contexts, through the adoption of relevant legislation to prevent these acts as well as combat them through the detection of child sexual abuse material and its immediate removal from the Internet, emphasizing the importance of a coordinated and multi-stakeholder global-level response;",
    "48": "Appreciates the role of civil society, including child- and youth-led movements, including those aimed at promoting the respect, protection and fulfilment of human rights, in supporting victims and survivors of violence, including by amplifying their voices, and in receiving reports of online harms against children;",
    "49": " organizations and mechanisms of the United Nations system to mainstream the promotion, respect, protection and fulfilment of the rights of the child throughout their activities, in accordance with their respective mandates, as well as to ensure that their staff are trained in child rights matters, and take further steps to increase system- wide coordination and inter-agency cooperation for the promotion and protection of the rights of the child;",
    "50": "Calls upon the relevant entities, funds and programmes of the United Nations system, donor institutions, including the international financial institutions, and bilateral donors to support, inter alia, national initiatives, when requested, including early childhood development programmes, financially and technically, as well as to enhance effective international cooperation and partnership to strengthen knowledge-sharing and capacity-building for early childhood, in terms of policy development, programme development, research and professional training;",
    "51": "Expresses support for the work of the Special Representative of the Secretary-General on Violence against Children, and recognizes the progress achieved since the establishment of the mandate in promoting the prevention and elimination of all forms of violence against children, both online and offline, in all regions and in advancing the implementation of the recommendations of the United Nations study on violence against children, including through the leadership of the Pathfinding Global Alliance on Ending Violence against Children, partnerships with regional organizations, as well as advocacy through thematic consultations, field missions and thematic reports addressing emerging concerns, including on investment in child protection and well-being, starting in early childhood;",
    "52": "Takes note with appreciation of the leadership of the Special Representative of the Secretary-General on Violence against Children in the follow- up to the United Nations global study on children deprived of liberty in cooperation with the other entities in the United Nations inter-agency task force, the non- governmental organization panel and other relevant stakeholders, and encourages the Special Representative to continue her work in this regard;",
    "53": "Urges all States, requests United Nations agencies, funds and programmes and invites regional organizations and civil society, including non-governmental organizations, to cooperate with the Special Representative of the Secretary-General on Violence against Children in promoting the further implementation of the recommendations of the United Nations study on violence against children and in supporting Member States in the context of the implementation of the 2030 Agenda, encourages States to provide support to the Special Representative, including adequate voluntary financial support for the continued, effective and independent performance of her mandate, and invites organizations, including the private sector, to provide voluntary contributions for that purpose;",
    "54": "Recommends that the Secretary-General extend the mandate of the Special Representative of the Secretary-General on Violence against Children, as established in paragraphs 58 and 59 of its resolution 62/141 of 18 December 2007, for a further four years, and maintain support for the effective and independent performance and sustainability of the mandate of the Special Representative, funded from the regular budget;",
    "55": " of children in armed conflict situations, further recognizing the critical need to address diminishing capacities, in particular at the field level, that will have an impact on the delivery of the mandate if left unaddressed, in particular monitoring, verification and reporting, and, bearing in mind its resolution 63/241 of 24 December 2008 and paragraphs 35 to 37 of its resolution 51/77, paragraph 39 of its resolution 72/245 of 24 December 2017 and paragraph 40 of its resolution 76/147 of 16 December 2021, recommends that the Secretary-General extend the mandate of the Special Representative for a further four years;",
    "56": "Notes with appreciation the steps taken regarding Security Council resolutions 1539 (2004) of 22 April 2004, 1612 (2005) of 26 July 2005, 1882 (2009) of 4 August 2009, 1998 (2011) of 12 July 2011, 2068 (2012) of 19 September 2012, 2225 (2015) of 18 June 2015, 2286 (2016) of 3 May 2016, 2427 (2018) of 9 July 2018, 2601 (2021) of 29 October 2021 and 2764 (2024) of 20 December 2024 and the efforts of the Secretary-General to implement the monitoring and reporting mechanism on children and armed conflict in accordance with those resolutions, with the participation of and in cooperation with national Governments and relevant United Nations and civil society actors, including at the country level, requests the Secretary- General to ensure that information collected and communicated by the monitoring and reporting mechanism is accurate, objective and verifiable, and in this regard encourages the work and the deployment of United Nations child protection advisers in peacekeeping operations and political and peacebuilding missions, as well as supports the role of the resident coordinators, including through adequate human resources, in situations where the resident coordinators co-chair the country task force on monitoring and reporting together with the United Nations Children’s Fund to implement the monitoring and reporting mechanism or in the context of transitions to or from United Nations missions when they assume these roles;",
    "57": " (e) To request the Special Representative of the Secretary-General on Violence against Children to continue to submit annual reports to the General Assembly and the Human Rights Council on the activities undertaken in fulfilment of her mandate, consistent with paragraphs 58 and 59 of its resolution 62/141, including information on her field visits and on the progress achieved and the challenges remaining on the violence against children agenda; (f) To request the Special Rapporteur on the sale, sexual exploitation and sexual abuse of children to continue to submit reports to the General Assembly and the Human Rights Council on the activities undertaken in fulfilment of her mandate, including information on her field visits and on the progress achieved and the challenges remaining in the prevention and elimination of all forms of sale and sexual exploitation and abuse of children, and in the protection, rehabilitation, recovery, reintegration and access to justice of children who are victims and survivors, in a gender-responsive, disability-inclusive, victim-centred, trauma-informed and child- friendly manner and with full respect for the rights of the child, including in how to advance the protection capacities of communities and families, with the best interests of the child as a primary consideration; (g) To invite the Chair of the Committee on the Rights of the Child to present an oral report on the work of the Committee and to engage in an interactive dialogue with the General Assembly at its eighty-first and eighty-second sessions as a way to enhance communication between the Assembly and the Committee."
  },
  "agenda_items": [
    "Item 67"
  ],
  "symbol_references": [
    "A/C.3/80/L.20"
  ]
}