{
  "symbol": "A/C.2/80/L.19",
  "filename": "A_C.2_80_L.19.pdf",
  "title": "Culture and sustainable development",
  "text": "United Nations \nA/C.2/80/L.19\n \n \nGeneral Assembly \nDistr.: Limited \n14 October 2025 \nOriginal: English \n \n25-16631 (E)    221025 \n*2516631* \n \n \nEightieth session \nSecond Committee \nAgenda item 20 (b)  \nGlobalization and interdependence: culture and \nsustainable development \n \n \n \n \n \nIraq:* draft resolution \n \n \n \n Culture and sustainable development \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles enshrined in the Charter of the United \nNations, \n \nRecalling its relevant resolutions related to culture and sustainable \ndevelopment, in particular 41/187 of 8 December 1986, 46/158 of 19 December 1991, \n51/179 of 16 December 1996, 52/197 of 18 December 1997, 53/184 of 15 December \n1998, 55/192 of 20 December 2000, 57/249 of 20 December 2002, 65/166 of \n20 December 2010, 66/208 of 22 December 2011, 68/223 of 20 December 2013, \n69/230 of 19 December 2014, 70/214 of 22 December 2015, 72/229 of 20 December \n2017, 74/230 of 19 December 2019, 76/214 of 17 December 2021 and 78/161 of \n19 December 2023,  \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business,  \n \nRecalling that, in the 2030 Agenda, inter alia, the natural and cultural diversity \nof the world is acknowledged, and it is recognized that cultures and civilizations can \ncontribute to, and are crucial enablers of, sustainable development,  \n \nRecognizing that culture is an essential component of human development, that \nit represents a source of identity, innovation and creativity for the individual and the \ncommunity and that it is an important factor in social inclusion and poverty \n \n \n* On behalf of the States that are members of the Group of 77 and China, taking into account also \nthe provisions of General Assembly resolution ES-10/23 of 10 May 2024. \n\nA/C.2/80/L.19 \n \n25-16631\n2/10 \n \neradication, providing for sustainable economic growth and ownership of \ndevelopment processes,  \n \nReaffirming the ambition to get back on track to achieve the Sustainable \nDevelopment Goals by designing and implementing sustainable and inclusive \nrecovery strategies to accelerate progress towards the full implementation of the 2030 \nAgenda and to help to reduce the risk of and build resilience to future shocks,  \n \nWelcoming the convening of the Summit of the Future at United Nations \nHeadquarters in New York on 22 and 23 September 2024, at which General Assembly \nresolution 79/1, entitled “The Pact for the Future”, and its annexes were adopted,  \n \nWelcoming also the commitment made in the Declaration on Future \nGenerations,1 in particular in paragraph 15, to honour, promote and preserve cultural \ndiversity and cultural heritage, as well as languages, knowledge systems and \ntraditions, and foster intercultural and interreligious dialogue, including through \nencouraging strengthened international cooperation on the return or restitution of \ncultural properties of spiritual, ancestral, historical and cultural value to countries of \norigin,  \n \nWelcoming further the final declaration of the 2022 United Nations Educational, \nScientific and Cultural Organization World Conference on Cultural Policies and \nSustainable Development, as well as the outcome document of the 2025 Conference, \n \nReaffirming the Paris Agreement2 and its early entry into force, encouraging all \nits Parties to fully implement the Agreement, and Parties to the United Nations \nFramework Convention on Climate Change3 that have not yet done so to deposit their \ninstruments of ratification, acceptance, approval or accession, where appropriate, as \nsoon as possible,  \n \nRecalling the Sharm el-Sheikh Implementation Plan,4 adopted at the twenty-\nseventh session of the Conference of the Parties to the United Nations Framework \nConvention on Climate Change, which also notes with grave concern the adverse \neffects of climate change resulting in devastating impacts on cultural heritage,  \n \nWelcoming the first part of the fifteenth meeting of the Conference of the Parties \nto the Convention on Biological Diversity, held in Kunming, China, from 11 to \n15 October 2021, and the second part of the fifteenth meeting of the Conference of \nthe Parties to the Convention, held in Montreal, Canada, from 7 to 19 December 2022, \nand its outcomes, including the Kunming-Montreal Global Biodiversity Framework,5 \nand urging their early, inclusive and effective implementation, \n \nReaffirming its resolution 69/313 of 27 July 2015 on the Addis Ababa Action \nAgenda of the Third International Conference on Financing for Development, which \nis an integral part of the 2030 Agenda for Sustainable Development, supports and \ncomplements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity,  \n \nWelcoming the convening of the Fourth International Conference on Financing \nfor Development from 30 June to 3 July 2025, in Sevilla, Spain, and reaffirming its \noutcome document, the Sevilla Commitment, endorsed by the General Assembly in \nits resolution 79/323 of 25 August 2025, which sets forth a renewed global framework \n__________________ \n \n1 Resolution 79/1, annex II. \n \n2 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21.  \n \n3 United Nations, Treaty Series, vol. 1771, No. 30822. \n \n4 FCCC/CP/2022/10/Add.1, decision 1/CP.27. \n \n5 United Nations Environment Programme, document CBD/COP/15/17, decision 15/4, annex. \n\nA/C.2/80/L.19\n \n3/10\n25-16631 \n \nfor financing for development, building on the 2015 Addis Ababa Action Agenda, to \nclose with urgency the estimated annual 4 trillion dollar financing gap, catalyse \nsustainable investments at scale in developing countries and reform the international \nfinancial architecture through continued and strong commitment to multilateralism, \ninternational cooperation and global solidarity,  \n \nRecalling the New Urban Agenda, adopted at the United Nations Conference on \nHousing and Sustainable Urban Development (Habitat III), held in Quito, Ecuador, \nfrom 17 to 20 October 2016,6 calling for its full, effective and timely implementation \nat all levels, and reaffirming that culture and cultural diversity are sources of \nenrichment for humankind and provide an important contribution to the sustainable \ndevelopment of cities, human settlements and citizens, empowering them to play an \nactive and unique role in development initiatives, and generating full and productive \nemployment, decent work for all and livelihood opportunities,  \n \nRecalling also the 2005 Convention on the Protection and Promotion of the \nDiversity of Cultural Expressions,7 as well as other international conventions of the \nUnited Nations Educational, Scientific and Cultural Organization that provide a \ncomprehensive framework for the protection, safeguarding and promotion of culture \nin all its dimensions and acknowledge cultural diversity and economic and social \ndevelopment,8 \n \nRecalling further the Global Digital Compact,9 in particular paragraphs 8 (g), \n12, 13 (b), 53, 59 and 62, in which Heads of State and Government recognized that \naccessible and affordable data and digital technologies and services are essential to \nenable every person to participate fully in the digital world and that international \ncooperation will promote digital accessibility for all and support linguistic and \ncultural diversity in the digital space, while committing themselves to advancing \nequitable and inclusive approaches to harnessing artificial intelligence benefits and \nmitigating risks in full respect of international law, including international human \nrights law, and taking into account other relevant frameworks such as the \nRecommendation on the Ethics of Artificial Intelligence 10 of the United Nations \nEducational, Scientific and Cultural Organization, \n \nNoting the fourth international conference on the theme “Preservation of world \nlanguages and development of linguistic diversity in cyberspace: context, policy, \npractice”, held under the auspices of the United Nations Educational, Scientific and \nCultural Organization in Yakutsk, Russian Federation, from 1 to 5 July 2019,  \n \nRecalling its resolution 79/133 of 6 December 2024 on the return or restitution \nof cultural property to the countries of origin, in line with the Convention on the \nMeans of Prohibiting and Preventing the Illicit Import, Export and Transfer of \nOwnership of Cultural Property of the United Nations Educational, Scientific and \nCultural Organization, and other relevant intergovernmentally agreed instruments, \n__________________ \n \n6 Resolution 71/256, annex. \n \n7 United Nations, Treaty Series, vol. 2440, No. 43977. \n \n8 Convention for the Protection of Cultural Property in the Event of Armed Conflict, of 1954 \n(United Nations, Treaty Series, vol. 249, No. 3511); Convention on the Means of Prohibiting \nand Preventing the Illicit Import, Export and Transfer of Ownership of Cultural Property, of \n1970 (United Nations, Treaty Series, vol. 823, No. 11806); Convention concerning the \nProtection of the World Cultural and Natural Heritage, of 1972 (United Nations, Treaty Series, \nvol. 1037, No. 15511); Convention on the Protection of the Underwater Cultural Heritage, of \n2001 (United Nations, Treaty Series, vol. 2562, No. 45694); and Convention for the \nSafeguarding of the Intangible Cultural Heritage, of 2003 (United Nations, Treaty Series, \nvol. 2368, No. 42671). \n \n9 Resolution 79/1, annex I. \n \n10 United Nations Educational, Scientific and Cultural Organization, Records of the General \nConference, Forty-first Session, Paris, 9–24 November 2021, vol. 1, Resolutions, annex VII. \n\nA/C.2/80/L.19 \n \n25-16631\n4/10 \n \naware of the importance attached to the return of cultural property that is of \nfundamental spiritual, historical and cultural value, and expressing deep concern \nabout the continuing illicit trafficking in cultural property and the ensuing damage to \nthe cultural heritage of nations, \n \nRecalling also the adoption of the United Nations Declaration on the Rights of \nIndigenous Peoples, on 13 September 2007,11 and its call for States to enable access \nto and/or the repatriation of ceremonial objects and human remains in their possession \nthrough fair, transparent and effective mechanisms developed in conjunction with \nIndigenous Peoples concerned,  \n \nRecalling further the principles of the Universal Declaration on Cultural \nDiversity of the United Nations Educational, Scientific and Cultural Organization, 12 \nand acknowledging that cultural diversity is a source of enrichment for humankind \nand an important contribution to the sustainable development of local communities, \nIndigenous Peoples and nations, supporting their ability to play an active and unique \nrole in development initiatives, \n \nRecalling the importance of the promotion of national cultures, artistic creation \nin all its forms and international and regional cultural cooperation, and reaffirming in \nthis regard the relevance of strengthening national efforts and regional and \ninternational cooperation mechanisms for cultural action and artistic creation and \nrecognizing respect for cultural pluralism, as defined by the Universal Declaration on \nCultural Diversity, adopted in 2001, as policies for the inclusion and participation of \nall citizens that guarantee social cohesion and the vitality of civil society and peace, \nenhance cultural development and contribute to sustainable development,  \n \nRecognizing the importance of multilingualism as a means of promoting, \nprotecting and preserving the diversity of languages and cultures globally, including \nIndigenous languages, and that genuine multilingualism promotes unity in diversity \nand international understanding, and recognizing also the importance for the peoples \nof the world of being able to communicate in their own language,  \n \nRecalling its resolution 71/178 of 19 December 2016, in which it proclaimed \nthe year beginning on 1 January 2019 the International Year of Indigenous Languages, \nas well as its resolution 74/135 of 18 December 2019, in which it proclaimed the \nperiod 2022–2032 as the International Decade of Indigenous Languages, to draw \nattention to the critical loss of Indigenous languages and the urgent need to preserve, \nrevitalize and promote Indigenous languages,  \n \nRecalling also its resolution 74/198 of 19 December 2019, in which it declared \n2021 the International Year of Creative Economy for Sustainable Development, to \ndraw attention to the relevance of the creative economy in creating full and productive \nemployment and decent work, supporting entrepreneurship, creativity and innovation, \nempowering people, promoting social inclusion and reducing poverty so as to attain \ninclusive, equitable and sustainable growth and development, and encouraging the \nformalization and growth of micro-, small and medium-sized enterprises,  \n \nRecalling further its resolution 78/133 of 19 December 2023, entitled \n“Promoting creative economy for sustainable development”, on the important role of \nthe creative economy and the cultural sector as drivers for inclusive and sustainable \neconomic growth,  \n__________________ \n \n11 Resolution 61/295, annex. \n \n12 United Nations Educational, Scientific and Cultural Organization, Records of the General \nConference, Thirty-first Session, Paris, 15 October–3 November 2001, vol. 1 and corrigendum, \nResolutions, sect. V, resolution 25, annex I. \n\nA/C.2/80/L.19\n \n5/10\n25-16631 \n \n \nRecalling the concerns expressed in the Beijing Declaration and Platform for \nAction13 on the underrepresentation of women in decision-making positions in the \narea of culture, which has prevented women from having a significant impact in the \narea of culture and development,  \n \nRecognizing the linkages between cultural and biological diversity and the \npositive contribution of local, island and Indigenous traditional knowledge in \naddressing environmental challenges in a sustainable manner,  \n \nRecalling the United Nations strategic plan for forests 2017–2030, 14  and \nacknowledging that, in many regions, forests have important cultural and spiritual \nvalue,  \n \nTaking note of the new strategy for the integration of culture and creativity in \nthe implementation of the 2030 Agenda, adopted at the eleventh annual meeting of \nthe Creative Cities Network, held in Enghien-les-Bains, France, from 30 June to \n2 July 2017, and the seventeenth annual meeting of the Creative Cities Network, also \nheld in Enghien-les-Bains, on 23 and 24 June 2025, which had a focus on “Culture \nand artificial intelligence: shaping the future of UNESCO Creative Cities”,  \n \nRecognizing the essential role of museums, archaeological sites, libraries, \narchives and scientific institutions in the promotion and protection of culture, notably \nthrough their efforts in preservation, research, communication and education, and \nemphasizing the crucial responsibility of museums, art dealers, collectors and auction \nhouses in preventing and combating the illicit trafficking in cultural property, \n \nRecognizing also that culture in diplomacy remains an important component of \nstrengthening international relations,  \n \nRecognizing further the importance of respect and understanding for cultural \ndiversity throughout the world and of working together and not against each other \nand of fostering intercultural understanding and dialogue, mutual listening and \nlearning and an ethic of global citizenship and solidarity, \n \nReiterating the pledge that no one will be left behind, reaffirming the \nrecognition that the dignity of the human person is fundamental, and the wish to see \nthe Sustainable Development Goals and their targets met for all nations and peoples \nand for all segments of society, and recommitting itself to endeavour to reach the \nfurthest behind first,  \n \n1. \nTakes note of the note by the Secretary-General transmitting the report of \nthe United Nations Educational, Scientific and Cultural Organization; 15 \n \n2. \nReaffirms the role of culture as a driver of sustainable development while \nproviding innovative and effective solutions to cross-cutting issues, such as \neducation, health, gender equality and women’s empowerment, technology and the \nenvironment, and stresses in this regard that policies responsive to cultural contexts \ncan yield better, sustainable, inclusive and equitable development outcomes; \n \n3. \nRecognizes the power of culture as a driver of sustainable development, \nwhich contributes to fostering social inclusion and developing a strong and viable \neconomic sector by generating income, creating decent jobs for all, and addressing \nboth the economic and social dimensions of poverty through cultural heritage, \nincluding its protection and preservation, and cultural and creative sectors, while \nproviding innovative and effective solutions to cross-cutting issues, such as \n__________________ \n \n13 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n14 See resolution 71/285. \n \n15 A/80/235. \n\nA/C.2/80/L.19 \n \n25-16631\n6/10 \n \neducation, health, gender equality and women’s empowerment, technology and the \nenvironment;  \n \n4. \nCalls for enhanced support, including additional financial resources and \ninvestments, for the cultural and creative sectors, to protect artists and cultural \nprofessionals, foster knowledge, innovation and intercultural dialogue, adapt them to \nthe digital transformation, including artificial intelligence, with full respect for \nlinguistic and cultural diversity, ensuring recognition and appropriate protection of \nartists, creators, bearers, communities and cultural professionals in this context, while \nalso safeguarding cultural diversity, intellectual property rights, including copyright \nand related rights, strengthen linkages between culture and education, safeguard \ncultural heritage and traditional and ancestral knowledge, including of Indigenous \nPeoples and local communities, promote peaceful and inclusive societies, engage all \nsegments of society through culture, including by noting the challenges faced by \nwomen and young people, to reinforce interlinkages between culture and nature, and \nharness the potential and transformative impact of culture for sustainable \ndevelopment, recognizing its multidimensional impact on the resilience, well-being \nand prosperity of people and their communities;  \n \n5. \nEmphasizes the important contribution of culture to the three dimensions \nof sustainable development and to the achievement of national development \nobjectives, the 2030 Agenda for Sustainable Development 16  and its Sustainable \nDevelopment Goals, as well as other internationally agreed development goals, and \nin this regard acknowledges:  \n \n(a) \nThat culture contributes to inclusive economic development, as cultural \nheritage preservation, cultural and creative sectors, sustainable cultural tourism and \ncultural infrastructure, including urban regeneration, are sources of income \ngeneration, job creation and decent work for all, including at the community level, \nthus improving living conditions and fostering community-based economic growth, \nand contribute to the empowerment of individuals;  \n \n(b) \nThat culture contributes to inclusive social development for all, including \nlocal communities, and Indigenous Peoples, with respect for cultural diversity, \nsafeguarding of the cultural and natural heritage, fostering of cultural institutions and \nstrengthening of cultural and creative sectors, in urban and rural contexts;  \n \n(c) \nThat culture contributes to environmental sustainability, since the \nprotection of cultural and biological diversity and natural heritage is important for \nsustainable development, and that support for traditional systems of environmental \nprotection, and resource management, can contribute to the increased sustainability \nof fragile ecosystems and the conservation, protection and sustainable use of \nbiodiversity and to avoiding land degradation and addressing climate change;  \n \n6. \nReaffirms that sustainable development cannot be realized without peace \nand security and that peace and security will be at risk without sustainable \ndevelopment, and acknowledges that culture can contribute to sustainable \ndevelopment by constituting a valuable resource for enabling communities to \nparticipate fully in social and cultural life, facilitating inclusive governance and \ndialogue at the national, regional and international levels and contributing to conflict \nprevention and resolution, as well as to reconciliation, recovery and resilience;  \n \n7. \nReaffirms its commitment to embracing diversity in cities and human \nsettlements, \nto \nstrengthening \nsocial \ncohesion, \nintercultural \ndialogue \nand \nunderstanding, \ntolerance, \nmutual \nrespect, \ngender \nequality \nand \nwomen’s \nempowerment, innovation, entrepreneurship, inclusion, identity and safety, and the \n__________________ \n \n16 Resolution 70/1. \n\nA/C.2/80/L.19\n \n7/10\n25-16631 \n \ndignity of all people, including people in vulnerable situations, as well as to fostering \nliveability and a vibrant urban economy and to taking steps to ensure that local \ninstitutions promote pluralism and peaceful coexistence within increasingly \nheterogeneous and multicultural societies;  \n \n8. \nRecognizes that culture should be taken into account in the promotion and \nimplementation of new sustainable consumption and production patterns that \ncontribute to the responsible use of resources and address the adverse impacts of \nclimate change;  \n \n9. \nAcknowledges that quality education, non-formal education and lifelong \nlearning are enriched by culture, through the transmission of shared values, \nknowledge and skills, and also acknowledges that culture and arts education \ncontribute directly to the realization of sustainable development and peace, in \naccordance with present and future United Nations efforts, including the 2030 Agenda \nand its 17 Sustainable Development Goals, in particular Goal 4, to ensure inclusive \nand equitable quality education and promote lifelong learning opportunities for all, \nand Goal 8, to promote sustained, inclusive and sustainable economic growth, full \nand productive employment and decent work for all;  \n \n10. Calls for the integration of digital technologies and information literacy, \nsupporting the ethical and responsible use of technology, including artificial \nintelligence, in education, and also calls for the development of learners’ potential for \ncreativity and innovation, their capacity to enjoy and to express themselves through \nthe arts and their awareness of history and the diversity of cultures, as well as the \npromotion of education for the protection of cultural and natural heritage and places \nof memory whose existence is necessary for the safeguarding of cultural expressions;  \n \n11. Recalls the inclusion in the 2030 Agenda of several targets reflecting the \ncontribution of culture to sustainable development, also recalls that the Sustainable \nDevelopment Goals and their targets are integrated and indivisible and balance the \nthree dimensions of sustainable development, and in this regard looks forward to their \nachievement, building on the power of culture as an enabler and driver of progress \ntowards the Goals;  \n \n12. Welcomes the efforts and initiatives of the United Nations Educational, \nScientific and Cultural Organization, as the mandated United Nations agency on \nculture, to strengthen and measure the transformational impact of culture on the \nrealization of the 2030 Agenda, building on information and data provided by the \nMember States in the framework of the periodic reports of the complete set of United \nNations Educational, Scientific and Cultural Organization instruments in the field of \nculture and other related indicator frameworks, including the Culture 2030 Indicators;  \n \n13. Decides to give consideration, as appropriate, to the contribution of culture \nto sustainable development in the follow-up and review framework of the 2030 \nAgenda, including pursuant to the review of Sustainable Development Goal 11, which \nwould generate an important boost for the achievement of Goal 11 between now and \n2030; \n \n14. Welcomes the convening of the World Conference on Cultural Policies and \nSustainable Development, also known as “Mondiacult 2025”, hosted by the \nGovernment of Spain from 29 September to 1 October 2025, and looks forward to the \nnext World Conference, to be convened by Saudi Arabia in 2029; \n \n15. Invites all countries, as well as intergovernmental bodies and organizations \nof the United Nations system, within their respective mandates and resources, \nrelevant non-governmental organizations and all other relevant stakeholders:  \n\nA/C.2/80/L.19 \n \n25-16631\n8/10 \n \n \n(a) \nTo raise public awareness of the importance of cultural diversity for \nsustainable development, promoting its positive value through education and media \ntools, while also pursuing multilingualism as a mean of promoting, protecting and \npreserving diversity of languages and cultures globally;  \n \n(b) \nTo ensure a more visible and effective integration and mainstreaming of \nculture into economic, social and environmental development policies and strategies \nat all levels;  \n \n(c) \nTo ensure that women and men can equally access, participate in and \ncontribute to cultural life and decision-making, and to further commit themselves to \nthe development of cultural policies and programmes with a gender perspective at the \nlocal, national and international levels in order to achieve gender equality and the \nempowerment of all women and girls;  \n \n(d) \nTo undertake relevant intercultural dialogue and cooperation and cultural \ndiversity programmes for young people to engage in a multicultural society, \nparticipate in the implementation of the 2030 Agenda, achieve better educational \nresults and acquire a broader and more diverse range of skills and competences;  \n \n(e) \nTo promote capacity-building, where appropriate, at all levels for the \ndevelopment of dynamic cultural and creative sectors, in particular by encouraging \ncreativity, innovation and entrepreneurship, including for women and young people, \nsupporting the development of cultural institutions and cultural and creative sectors, \nproviding technical and vocational training for culture professionals and increasing \nemployment opportunities in the cultural and creative sectors for sustained, inclusive \nand equitable economic growth and development;  \n \n(f) \nTo actively support the emergence of local markets for cultural goods and \nservices and to facilitate the effective, equitable and licit access of such goods and \nservices to international markets, including in the digital environment, taking into \naccount the expanding range of cultural production and consumption and, for States \nParties thereto, the provisions of the Convention on the Protection and Promotion of \nthe Diversity of Cultural Expressions, adopted in 2005;  \n \n(g) \nTo promote cultural and linguistic diversity and equal access to cultural \nexpressions in the digital environment, and to reinforce more balanced global flows \nof cultural goods and services, by guaranteeing the social and economic rights of \nartists and cultural professionals, and better regulating digital platforms;  \n \n(h) \nTo preserve and maintain local and Indigenous traditional knowledge and \ncommunity practices of environmental management, which are valuable examples of \nculture as a vehicle for sustainable development, and to foster synergies between \nmodern science and technology and local and Indigenous knowledge, practices and \ninnovation; \n \n(i) \nTo accelerate efforts to protect cultural and natural heritage from extreme \nweather events, sea level rise, desertification and other threats exacerbated by climate \nchange, which jeopardize its integrity and preservation for present and future \ngenerations, including by considering becoming Party to the Convention on the \nProtection of the Underwater Cultural Heritage;17  \n \n(j) \nTo promote global awareness of the linkages between cultural and \nbiological diversity, including through the protection and preservation and \nencouragement of the customary use of biological resources, in accordance with \ntraditional cultural practices, as an important element of a comprehensive approach \nto sustainable development;  \n__________________ \n \n17 United Nations, Treaty Series, vol. 2562, No. 45694. \n\nA/C.2/80/L.19\n \n9/10\n25-16631 \n \n \n(k) \nTo support national legal frameworks and policies for the protection and \npreservation of cultural heritage and cultural property, encouraging initiatives and \ncooperation among States, including through the promotion of bilateral and \nmultilateral cooperation, as relevant, to fight against illicit trafficking in cultural \nproperty, and for the return or restitution of cultural property, in accordance with \nnational legislation and applicable international legal frameworks;  \n \n(l) \nTo support national legal frameworks and policies to enable intellectual \nproperty rights to sustain those involved in cultural creativity, including by promoting \ninternational cooperation to prevent the misappropriation of creative works;  \n \n(m) To promote access to and/or the repatriation of ceremonial objects and \nhuman remains in their possession through fair, transparent and effective mechanisms \ndeveloped in conjunction with Indigenous Peoples concerned;  \n \n(n) \nTo note that, in achieving these objectives, innovative mechanisms of \nfinancing, public and private, can make a positive contribution in assisting developing \ncountries in mobilizing additional resources for development on a stable, predictable \nand voluntary basis, and to reiterate that such voluntary mechanisms should be \neffective, should aim to mobilize resources that are stable and predictable, should \nsupplement and not be a substitute for traditional sources of financing, should be \ndisbursed in accordance with the priorities of developing countries and should not \nunduly burden such countries;  \n \n(o) \nTo mobilize culture as a vehicle to foster tolerance, mutual understanding, \npeace and reconciliation in the context of conflict-prevention, conflict-resolution and \npeacebuilding processes;  \n \n16. Expresses deep concern that cultural property, including religious sites, \nshrines and cemeteries, and objects, is increasingly targeted by terrorist attacks and \nvandalism, often resulting in its damage, theft or complete destruction, and condemns \nsuch attacks;  \n \n17. Encourages all countries, intergovernmental bodies, organizations of the \nUnited Nations system, as appropriate, within their existing mandates, relevant \nnon-governmental organizations and all other relevant stakeholders to enhance \ninternational cooperation in supporting the efforts of developing countries towards \nthe development and strengthening of cultural and creative sectors, cultural tourism \nand culture-related microenterprises and to assist those countries in developing the \nnecessary infrastructure and skills, as well as in mastering information and \ncommunications technologies and in gaining access to new technologies on mutually \nagreed terms;  \n \n18. Encourages initiatives to foster cultural cooperation agreements and \nnetworks at the local, national and regional levels for knowledge and information-\nsharing for sustainable development;  \n \n19. Also encourages programmes that facilitate social benefits and economic \nrights for artists and cultural professionals, including those working in the digital \nenvironment, thus promoting opportunities for decent work, fair remuneration and \nequal pay for work of equal value, as well as training in the light of technological \nadvancement and digitalization, while harnessing artificial intelligence benefits and \nmitigating risks in full respect of international law and taking into account other \nrelevant frameworks such as the Recommendation on the Ethics of Artificial \nIntelligence of the United Nations Educational, Scientific and Cultural Organization;  \n \n20. Invites the organizations of the United Nations system, in particular the \nUnited Nations Educational, Scientific and Cultural Organization, to continue to \nprovide support, to facilitate financing and to assist countries, upon their request, in \n\nA/C.2/80/L.19 \n \n25-16631\n10/10 \n \ndeveloping their national capacities to optimize the contribution of culture to \nsustainable development, including through policy advice, information-sharing, the \nexchange of best practices, data collection, research and study and the use of \nappropriate evaluation indicators, as well as to implement applicable international \ncultural conventions, taking into account the relevant resolutions of the General \nAssembly;  \n \n21. Welcomes the publication by the United Nations Educational, Scientific \nand Cultural Organization, on 29 September 2025, of the inaugural Global Report on \nCultural Policies, and invites the United Nations Educational, Scientific and Cultural \nOrganization and other relevant United Nations bodies to continue to assess, in \nconsultation with countries, the contribution of culture to the achievement of \nsustainable development through the compilation of quantitative and qualitative data, \nincluding indicators and statistics, with a view to informing development policies, \nand to continue to act as a platform for exchange among countries on the linkages \nbetween culture and sustainable development, including through the World \nConference on Cultural Policies and Sustainable Development, to be held every four \nyears from 2025 onwards; \n \n22. Requests the Secretary-General to ensure that United Nations country \nteams continue to further integrate and mainstream culture into their programming \nexercises, in particular United Nations Sustainable Development Cooperation \nFrameworks, in consultation with relevant national authorities, when assisting \ncountries in the pursuit of their development objectives;  \n \n23. Recognizes the role of the voluntary national reviews in generating \nvaluable lessons learned and best practices on the contribution of culture to the \nachievement of the Sustainable Development Goals, and invites countries to integrate \nculture and creative economy in the preparation and presentation of the voluntary \nnational reviews;  \n \n24. Encourages all countries, intergovernmental bodies, organizations of the \nUnited Nations system, relevant non-governmental organizations and all other \nrelevant stakeholders to give due consideration to the contribution of culture to the \nachievement of sustainable development in the formulation of national, regional and \ninternational development policies and international cooperation instruments, and in \nthis regard, building upon the discussion at the previous high-level event on culture \nand sustainable development, invites the President of the General Assembly to host a \none-day high-level interactive dialogue on this subject, within existing resources, \nduring the eighty-first session of the Assembly, and to invite the United Nations \nEducational, Scientific and Cultural Organization to support the President of the \nAssembly, within its existing mandates;  \n \n25. Reaffirms the commitment at the very heart of the 2030 Agenda to leave \nno one behind and commit to taking more tangible steps to support people in \nvulnerable situations and the most vulnerable countries and to reach the furthest \nbehind first; \n \n26. Requests the Secretary-General to submit to the General Assembly at its \neighty-second session a report on the implementation of the present resolution, and \ndecides to include in the provisional agenda of its eighty-second session, under the \nitem entitled “Globalization and interdependence”, the sub-item entitled “Culture and \nsustainable development”.  \n \n",
  "paragraphs": {
    "1": "Takes note of the note by the Secretary-General transmitting the report of the United Nations Educational, Scientific and Cultural Organization; 15",
    "2": "Reaffirms the role of culture as a driver of sustainable development while providing innovative and effective solutions to cross-cutting issues, such as education, health, gender equality and women’s empowerment, technology and the environment, and stresses in this regard that policies responsive to cultural contexts can yield better, sustainable, inclusive and equitable development outcomes;",
    "3": "Recognizes the power of culture as a driver of sustainable development, which contributes to fostering social inclusion and developing a strong and viable economic sector by generating income, creating decent jobs for all, and addressing both the economic and social dimensions of poverty through cultural heritage, including its protection and preservation, and cultural and creative sectors, while providing innovative and effective solutions to cross-cutting issues, such as __________________ 13 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United Nations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. 14 See resolution 71/285. 15 A/80/235. A/C.2/80/L.19 25-16631 6/10 education, health, gender equality and women’s empowerment, technology and the environment;",
    "4": "Calls for enhanced support, including additional financial resources and investments, for the cultural and creative sectors, to protect artists and cultural professionals, foster knowledge, innovation and intercultural dialogue, adapt them to the digital transformation, including artificial intelligence, with full respect for linguistic and cultural diversity, ensuring recognition and appropriate protection of artists, creators, bearers, communities and cultural professionals in this context, while also safeguarding cultural diversity, intellectual property rights, including copyright and related rights, strengthen linkages between culture and education, safeguard cultural heritage and traditional and ancestral knowledge, including of Indigenous Peoples and local communities, promote peaceful and inclusive societies, engage all segments of society through culture, including by noting the challenges faced by women and young people, to reinforce interlinkages between culture and nature, and harness the potential and transformative impact of culture for sustainable development, recognizing its multidimensional impact on the resilience, well-being and prosperity of people and their communities;",
    "5": "Emphasizes the important contribution of culture to the three dimensions of sustainable development and to the achievement of national development objectives, the 2030 Agenda for Sustainable Development 16 and its Sustainable Development Goals, as well as other internationally agreed development goals, and in this regard acknowledges: (a) That culture contributes to inclusive economic development, as cultural heritage preservation, cultural and creative sectors, sustainable cultural tourism and cultural infrastructure, including urban regeneration, are sources of income generation, job creation and decent work for all, including at the community level, thus improving living conditions and fostering community-based economic growth, and contribute to the empowerment of individuals; (b) That culture contributes to inclusive social development for all, including local communities, and Indigenous Peoples, with respect for cultural diversity, safeguarding of the cultural and natural heritage, fostering of cultural institutions and strengthening of cultural and creative sectors, in urban and rural contexts; (c) That culture contributes to environmental sustainability, since the protection of cultural and biological diversity and natural heritage is important for sustainable development, and that support for traditional systems of environmental protection, and resource management, can contribute to the increased sustainability of fragile ecosystems and the conservation, protection and sustainable use of biodiversity and to avoiding land degradation and addressing climate change;",
    "6": "Reaffirms that sustainable development cannot be realized without peace and security and that peace and security will be at risk without sustainable development, and acknowledges that culture can contribute to sustainable development by constituting a valuable resource for enabling communities to participate fully in social and cultural life, facilitating inclusive governance and dialogue at the national, regional and international levels and contributing to conflict prevention and resolution, as well as to reconciliation, recovery and resilience;",
    "7": "Reaffirms its commitment to embracing diversity in cities and human settlements, to strengthening social cohesion, intercultural dialogue and understanding, tolerance, mutual respect, gender equality and women’s empowerment, innovation, entrepreneurship, inclusion, identity and safety, and the __________________ 16 Resolution 70/1. A/C.2/80/L.19 7/10 25-16631 dignity of all people, including people in vulnerable situations, as well as to fostering liveability and a vibrant urban economy and to taking steps to ensure that local institutions promote pluralism and peaceful coexistence within increasingly heterogeneous and multicultural societies;",
    "8": "Recognizes that culture should be taken into account in the promotion and implementation of new sustainable consumption and production patterns that contribute to the responsible use of resources and address the adverse impacts of climate change;",
    "9": "Acknowledges that quality education, non-formal education and lifelong learning are enriched by culture, through the transmission of shared values, knowledge and skills, and also acknowledges that culture and arts education contribute directly to the realization of sustainable development and peace, in accordance with present and future United Nations efforts, including the 2030 Agenda and its 17 Sustainable Development Goals, in particular Goal 4, to ensure inclusive and equitable quality education and promote lifelong learning opportunities for all, and Goal 8, to promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all;",
    "10": "Calls for the integration of digital technologies and information literacy, supporting the ethical and responsible use of technology, including artificial intelligence, in education, and also calls for the development of learners’ potential for creativity and innovation, their capacity to enjoy and to express themselves through the arts and their awareness of history and the diversity of cultures, as well as the promotion of education for the protection of cultural and natural heritage and places of memory whose existence is necessary for the safeguarding of cultural expressions;",
    "11": "Recalls the inclusion in the 2030 Agenda of several targets reflecting the contribution of culture to sustainable development, also recalls that the Sustainable Development Goals and their targets are integrated and indivisible and balance the three dimensions of sustainable development, and in this regard looks forward to their achievement, building on the power of culture as an enabler and driver of progress towards the Goals;",
    "12": "Welcomes the efforts and initiatives of the United Nations Educational, Scientific and Cultural Organization, as the mandated United Nations agency on culture, to strengthen and measure the transformational impact of culture on the realization of the 2030 Agenda, building on information and data provided by the Member States in the framework of the periodic reports of the complete set of United Nations Educational, Scientific and Cultural Organization instruments in the field of culture and other related indicator frameworks, including the Culture 2030 Indicators;",
    "13": "Decides to give consideration, as appropriate, to the contribution of culture to sustainable development in the follow-up and review framework of the 2030 Agenda, including pursuant to the review of Sustainable Development Goal 11, which would generate an important boost for the achievement of Goal 11 between now and 2030;",
    "14": "Welcomes the convening of the World Conference on Cultural Policies and Sustainable Development, also known as “Mondiacult 2025”, hosted by the Government of Spain from 29 September to 1 October 2025, and looks forward to the next World Conference, to be convened by Saudi Arabia in 2029;",
    "15": "Invites all countries, as well as intergovernmental bodies and organizations of the United Nations system, within their respective mandates and resources, relevant non-governmental organizations and all other relevant stakeholders: A/C.2/80/L.19 25-16631 8/10 (a) To raise public awareness of the importance of cultural diversity for sustainable development, promoting its positive value through education and media tools, while also pursuing multilingualism as a mean of promoting, protecting and preserving diversity of languages and cultures globally; (b) To ensure a more visible and effective integration and mainstreaming of culture into economic, social and environmental development policies and strategies at all levels; (c) To ensure that women and men can equally access, participate in and contribute to cultural life and decision-making, and to further commit themselves to the development of cultural policies and programmes with a gender perspective at the local, national and international levels in order to achieve gender equality and the empowerment of all women and girls; (d) To undertake relevant intercultural dialogue and cooperation and cultural diversity programmes for young people to engage in a multicultural society, participate in the implementation of the 2030 Agenda, achieve better educational results and acquire a broader and more diverse range of skills and competences; (e) To promote capacity-building, where appropriate, at all levels for the development of dynamic cultural and creative sectors, in particular by encouraging creativity, innovation and entrepreneurship, including for women and young people, supporting the development of cultural institutions and cultural and creative sectors, providing technical and vocational training for culture professionals and increasing employment opportunities in the cultural and creative sectors for sustained, inclusive and equitable economic growth and development; (f) To actively support the emergence of local markets for cultural goods and services and to facilitate the effective, equitable and licit access of such goods and services to international markets, including in the digital environment, taking into account the expanding range of cultural production and consumption and, for States Parties thereto, the provisions of the Convention on the Protection and Promotion of the Diversity of Cultural Expressions, adopted in 2005; (g) To promote cultural and linguistic diversity and equal access to cultural expressions in the digital environment, and to reinforce more balanced global flows of cultural goods and services, by guaranteeing the social and economic rights of artists and cultural professionals, and better regulating digital platforms; (h) To preserve and maintain local and Indigenous traditional knowledge and community practices of environmental management, which are valuable examples of culture as a vehicle for sustainable development, and to foster synergies between modern science and technology and local and Indigenous knowledge, practices and innovation; (i) To accelerate efforts to protect cultural and natural heritage from extreme weather events, sea level rise, desertification and other threats exacerbated by climate change, which jeopardize its integrity and preservation for present and future generations, including by considering becoming Party to the Convention on the Protection of the Underwater Cultural Heritage;17 (j) To promote global awareness of the linkages between cultural and biological diversity, including through the protection and preservation and encouragement of the customary use of biological resources, in accordance with traditional cultural practices, as an important element of a comprehensive approach to sustainable development; __________________ 17 United Nations, Treaty Series, vol. 2562, No. 45694. A/C.2/80/L.19 9/10 25-16631 (k) To support national legal frameworks and policies for the protection and preservation of cultural heritage and cultural property, encouraging initiatives and cooperation among States, including through the promotion of bilateral and multilateral cooperation, as relevant, to fight against illicit trafficking in cultural property, and for the return or restitution of cultural property, in accordance with national legislation and applicable international legal frameworks; (l) To support national legal frameworks and policies to enable intellectual property rights to sustain those involved in cultural creativity, including by promoting international cooperation to prevent the misappropriation of creative works; (m) To promote access to and/or the repatriation of ceremonial objects and human remains in their possession through fair, transparent and effective mechanisms developed in conjunction with Indigenous Peoples concerned; (n) To note that, in achieving these objectives, innovative mechanisms of financing, public and private, can make a positive contribution in assisting developing countries in mobilizing additional resources for development on a stable, predictable and voluntary basis, and to reiterate that such voluntary mechanisms should be effective, should aim to mobilize resources that are stable and predictable, should supplement and not be a substitute for traditional sources of financing, should be disbursed in accordance with the priorities of developing countries and should not unduly burden such countries; (o) To mobilize culture as a vehicle to foster tolerance, mutual understanding, peace and reconciliation in the context of conflict-prevention, conflict-resolution and peacebuilding processes;",
    "16": "Expresses deep concern that cultural property, including religious sites, shrines and cemeteries, and objects, is increasingly targeted by terrorist attacks and vandalism, often resulting in its damage, theft or complete destruction, and condemns such attacks;",
    "17": "Encourages all countries, intergovernmental bodies, organizations of the United Nations system, as appropriate, within their existing mandates, relevant non-governmental organizations and all other relevant stakeholders to enhance international cooperation in supporting the efforts of developing countries towards the development and strengthening of cultural and creative sectors, cultural tourism and culture-related microenterprises and to assist those countries in developing the necessary infrastructure and skills, as well as in mastering information and communications technologies and in gaining access to new technologies on mutually agreed terms;",
    "18": "Encourages initiatives to foster cultural cooperation agreements and networks at the local, national and regional levels for knowledge and information- sharing for sustainable development;",
    "19": "Also encourages programmes that facilitate social benefits and economic rights for artists and cultural professionals, including those working in the digital environment, thus promoting opportunities for decent work, fair remuneration and equal pay for work of equal value, as well as training in the light of technological advancement and digitalization, while harnessing artificial intelligence benefits and mitigating risks in full respect of international law and taking into account other relevant frameworks such as the Recommendation on the Ethics of Artificial Intelligence of the United Nations Educational, Scientific and Cultural Organization;",
    "20": "Invites the organizations of the United Nations system, in particular the United Nations Educational, Scientific and Cultural Organization, to continue to provide support, to facilitate financing and to assist countries, upon their request, in A/C.2/80/L.19 25-16631 10/10 developing their national capacities to optimize the contribution of culture to sustainable development, including through policy advice, information-sharing, the exchange of best practices, data collection, research and study and the use of appropriate evaluation indicators, as well as to implement applicable international cultural conventions, taking into account the relevant resolutions of the General Assembly;",
    "21": "Welcomes the publication by the United Nations Educational, Scientific and Cultural Organization, on 29 September 2025, of the inaugural Global Report on Cultural Policies, and invites the United Nations Educational, Scientific and Cultural Organization and other relevant United Nations bodies to continue to assess, in consultation with countries, the contribution of culture to the achievement of sustainable development through the compilation of quantitative and qualitative data, including indicators and statistics, with a view to informing development policies, and to continue to act as a platform for exchange among countries on the linkages between culture and sustainable development, including through the World Conference on Cultural Policies and Sustainable Development, to be held every four years from 2025 onwards;",
    "22": "Requests the Secretary-General to ensure that United Nations country teams continue to further integrate and mainstream culture into their programming exercises, in particular United Nations Sustainable Development Cooperation Frameworks, in consultation with relevant national authorities, when assisting countries in the pursuit of their development objectives;",
    "23": "Recognizes the role of the voluntary national reviews in generating valuable lessons learned and best practices on the contribution of culture to the achievement of the Sustainable Development Goals, and invites countries to integrate culture and creative economy in the preparation and presentation of the voluntary national reviews;",
    "24": "Encourages all countries, intergovernmental bodies, organizations of the United Nations system, relevant non-governmental organizations and all other relevant stakeholders to give due consideration to the contribution of culture to the achievement of sustainable development in the formulation of national, regional and international development policies and international cooperation instruments, and in this regard, building upon the discussion at the previous high-level event on culture and sustainable development, invites the President of the General Assembly to host a one-day high-level interactive dialogue on this subject, within existing resources, during the eighty-first session of the Assembly, and to invite the United Nations Educational, Scientific and Cultural Organization to support the President of the Assembly, within its existing mandates;",
    "25": "Reaffirms the commitment at the very heart of the 2030 Agenda to leave no one behind and commit to taking more tangible steps to support people in vulnerable situations and the most vulnerable countries and to reach the furthest behind first;",
    "26": "Requests the Secretary-General to submit to the General Assembly at its eighty-second session a report on the implementation of the present resolution, and decides to include in the provisional agenda of its eighty-second session, under the item entitled “Globalization and interdependence”, the sub-item entitled “Culture and sustainable development”."
  },
  "agenda_items": [
    "Item 20"
  ],
  "symbol_references": [
    "A/C.2/80/L.19"
  ]
}