{
  "symbol": "A/C.3/80/L.48",
  "filename": "A_C.3_80_L.48.pdf",
  "title": "The safety of journalists and the issue of impunity",
  "text": "United Nations \nA/C.3/80/L.48\n \n \nGeneral Assembly \nDistr.: Limited \n4 November 2025 \nOriginal: English \n \n25-17791 (E)    131125     \n*2517791* \n \n \nEightieth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human \nrights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n \nAfghanistan, Armenia, Austria, Bosnia and Herzegovina, Brazil, Bulgaria, \nCanada, Colombia, Costa Rica, Croatia, Cyprus, Czechia, Estonia, Finland, \nFrance, Georgia, Germany, Greece, Honduras, Hungary, Ireland, Italy, Japan, \nLatvia, Lithuania, Luxembourg, Mexico, Monaco, Montenegro, Netherlands \n(Kingdom of the), Portugal, Republic of Korea, Republic of Moldova, Romania, \nSlovakia, Slovenia, Spain, Sweden, Switzerland, Tunisia, Ukraine, United \nKingdom of Great Britain and Northern Ireland and Uruguay: draft resolution  \n \n \n \n The safety of journalists and the issue of impunity \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles of the Charter of the United Nations, \n \nReaffirming the Universal Declaration of Human Rights,1 and recalling relevant \ninternational human rights treaties, including the International Covenant on Civil and \nPolitical Rights2 and the International Convention for the Protection of All Persons \nfrom Enforced Disappearance, 3 as well as the Geneva Conventions of 12 August \n19494 and the Additional Protocols thereto,5  \n \nRecalling its previous resolutions on the safety of journalists and the issue of \nimpunity, including resolution 68/163 of 18 December 2013, in which it proclaimed \n2 November as the International Day to End Impunity for Crimes against Journalists, \nand resolutions 69/185 of 18 December 2014, 70/162 of 17 December 2015, 72/175 \nof 19 December 2017, 74/157 of 18 December 2019, 76/173 of 16 December 2021 \nand 78/215 of 19 December 2023, \n__________________ \n \n1  Resolution 217 A (III). \n \n2  See resolution 2200 A (XXI), annex. \n \n3  United Nations, Treaty Series, vol. 2716, No. 48088. \n \n4  Ibid., vol. 75, Nos. 970–973. \n \n5  Ibid., vol. 1125, Nos. 17512 and 17513. \n\nA/C.3/80/L.48 \n \n25-17791\n2/11 \n \n \nRecalling also Human Rights Council resolutions 21/12 of 27 September 2012,6 \n27/5 of 25 September 2014, 7 33/2 of 29 September 2016, 8 39/6 of 27 September \n2018,9 45/18 of 6 October 2020,10 51/9 of 6 October 202211 and 59/15 of 7 July 202512 \non the safety of journalists, 57/10 of 9 October 2024 on the World Programme for \nHuman Rights Education,13 57/29 of 11 October 2024 on the promotion, protection \nand enjoyment of human rights on the Internet,14 34/7 of 23 March 201715 and 54/21 \nof 12 October 202316 on the right to privacy in the digital age and 56/7 of 10 July \n2024 on freedom of opinion and expression, 17 Security Council resolutions 1325 \n(2000) of 31 October 2000 on women and peace and security, 1738 (2006) of \n23 December 2006 and 2222 (2015) of 27 May 2015, and Economic and Social \nCouncil resolution 2025/4 of 10 June 2025 on mainstreaming a gender perspective \ninto all policies and programmes in the United Nations system, \n \nRecalling further action 14, paragraph 35 (f), of the Pact for the Future18 on the \nneed to respect and protect journalists, media professionals and associated personnel \nworking in situations of armed conflict, and reaffirming that they shall be considered \nas civilians in such situations, in accordance with international humanitarian law, \n \nRecalling the relevant commitments in the Global Digital Compact, 19 namely \nthe commitment in paragraph 35 (b) to promote diverse and resilient information \necosystems, including by strengthening independent and public media and supporting \njournalists and media workers, and the commitment in paragraph 35 (a) to design and \nroll out digital media and information literacy curricula to ensure that all users have \nthe skills and knowledge to safely and critically interact with content and with \ninformation providers and to enhance resilience against the harmful impacts of \nmisinformation and disinformation, \n \nTaking note of the latest report of the Secretary-General on the safety of \njournalists and the issue of impunity, the current situation and the actions undertaken \nso far in relation thereto, with a special focus “on the safety of those reporting on \nclimate change, environmental and disaster issues, including women journalists and \nmedia workers”,20 \n \nTaking note of the Secretary-General’s resolve to address disinformation and \nmisinformation, recalling the publication of his policy brief about information \nintegrity on digital platforms, taking note of the work conducted by the Department \nof Global Communications on the United Nations Global Principles for Information \nIntegrity, and noting in particular the urgency of ensuring safe, secure and trustworthy \nartificial intelligence, \n__________________ \n \n6  See Official Records of the General Assembly, Sixty-seventh Session, Supplement No. 53A \n(A/67/53/Add.1), chap. III. \n \n7  Ibid., Sixty-ninth Session, Supplement No. 53A and corrigenda (A/69/53/Add.1, \nA/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n8  Ibid., Seventy-first Session, Supplement No. 53A and corrigendum (A/71/53/Add.1 and \nA/71/53/Add.1/Corr.1), chap. II. \n \n9  Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. III. \n \n10  Ibid., Seventy-fifth Session, Supplement No. 53A (A/75/53/Add.1), chap. III. \n \n11  Ibid., Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. III, sect. A. \n \n12  Ibid., Eightieth Session, Supplement No. 53 (A/80/53), chap. VI, sect. A. \n \n13  Ibid., Seventy-ninth Session, Supplement No. 53A (A/79/53/Add.1), chap. III, sect. A. \n \n14  Ibid. \n \n15  Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. IV, sect. A. \n \n16  Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n \n17  Ibid., Seventy-ninth Session, Supplement No. 53 (A/79/53), chap. V, sect. A. \n \n18 General Assembly resolution 79/1. \n \n19 Ibid., annex I.  \n \n20 A/80/345. \n\nA/C.3/80/L.48\n \n3/11\n25-17791 \n \n \nTaking note with appreciation of the United Nations Plan of Action on the Safety \nof Journalists and the Issue of Impunity, endorsed by the United Nations System Chief \nExecutives Board for Coordination on 12 April 2012, in which United Nations \nagencies, funds and programmes were invited to work with Member States towards a \nfree and safe environment for journalists and media workers in both conflict and \nnon-conflict situations, with a view to strengthening peace, democracy and \ndevelopment worldwide, \n \nTaking note of the joint road map entitled “Global Drive for Media Freedom, \nAccess to Information and the Safety of Journalists”, developed by the Office of the \nUnited Nations High Commissioner for Human Rights and the United Nations \nEducational, Scientific and Cultural Organization with the aim of fostering access to \ninformation, as well as furthering the prevention and protection from violations \nagainst journalists, with a special focus on women journalists, which builds on the \n2020 report of the Director General of the United Nations Educational, Scientific and \nCultural Organization on the safety of journalists and the danger of impunity, as well \nas the Windhoek+30 Declaration, \n \nRecalling all other relevant reports of the Secretary-General, the Office of the \nUnited Nations High Commissioner for Human Rights and special procedures of the \nHuman Rights Council on the safety of journalists, as well as the most recent reports \nof the Secretary-General on women and peace and security21 and on conflict-related \nsexual violence,22  \n \nCommending the role and the activities of the Office of the High Commissioner \nand the United Nations Educational, Scientific and Cultural Organization with regard \nto the safety of journalists and the issue of impunity, including their collaboration to \nstrengthen implementation of the United Nations Plan of Action on the Safety of \nJournalists and the Issue of Impunity, and their facilitation of the commemoration of \nthe International Day to End Impunity for Crimes against Journalists on 2 November, \nin consultation with relevant entities within the United Nations system, Governments \nand relevant stakeholders, and recalling the outcome of the multi-stakeholder \nconsultation on strengthening the implementation of the United Nations Plan of \nAction on the Safety of Journalists and the Issue of Impunity, \n \nWelcoming the adoption of the 2030 Agenda for Sustainable Development 23 and \nthe commitments therein to, inter alia, build peaceful and inclusive societies, protect \nhuman rights and promote gender equality for sustainable development so that no one \nis left behind, including by ensuring public access to information and protecting \nfundamental freedoms, in accordance with national legislation and international \nagreements, and therefore recognizing the important contribution of the promotion \nand protection of the safety of journalists in this regard, \n \nMindful that the right to freedom of opinion and expression is a human right \nguaranteed to all, in accordance with article 19 of the Universal Declaration of Human \nRights and of the International Covenant on Civil and Political Rights, and that it \nconstitutes one of the essential foundations of a democratic society and one of the \nbasic conditions for its progress and development, \n \nAcknowledging that journalism is continuously evolving to include input from \nmedia institutions, private individuals and a range of organizations that seek, receive \nand impart information and ideas of all kinds, online as well as offline, in the exercise \nof freedom of opinion and expression, in accordance with article 19 of the \n__________________ \n \n21 S/2025/556.  \n \n22  S/2025/389.  \n \n23  Resolution 70/1. \n\nA/C.3/80/L.48 \n \n25-17791\n4/11 \n \nInternational Covenant on Civil and Political Rights, thereby contributing to the \nshaping of public debate, \n \nRecognizing the importance of freedom of expression and of free, independent, \nplural and diverse media and access to information, online as well as offline, in \nbuilding inclusive and peaceful knowledge societies and democracies and in fostering \nintercultural dialogue, peace and good governance, as well as understanding and \ncooperation, \n \nRecognizing also the importance of public trust in and the credibility of \njournalism, in particular in the light of the benefits and challenges from the use of \nnew and emerging technologies, such as artificial intelligence, including deepfakes, \nand maintaining media professionalism in an environment where new forms of media \nare constantly evolving and where targeted disinformation and smear campaigns to \ndiscredit the work of journalists are increasing, \n \nRecognizing further that the work of journalists often puts them and their family \nmembers at specific risk of intimidation, threats, harassment and violence, which \noften deters journalists from continuing their work or encourages self-censorship, \nconsequently depriving society of important information, \n \nNoting the good practices of different countries aimed at the protection of \njournalists, as well as, inter alia, those designed for the protection of human rights \ndefenders, that can, where applicable, be relevant to the protection of journalists, \n \nUrging States to do their utmost to prevent violence, intimidation, threats and \nattacks against journalists and media workers, including by supporting capacity-\nbuilding, training and awareness-raising in the judiciary and among law enforcement \nofficers and military and security personnel, as well as among media organizations, \njournalists and civil society, regarding States’ international human rights and \ninternational humanitarian law obligations and commitments relating to the safety of \njournalists, \n \nRecognizing the efforts by States to review and, where necessary, amend laws, \npolicies and practices that limit the ability of journalists to perform their work \nindependently and without undue interference and to bring them fully in line with \ntheir obligations under international law, \n \nEmphasizing the role of international cooperation in support of national efforts \nto prevent attacks and violence against journalists and in raising the capacities of \nStates in the field of human rights, including in preventing attacks and violence \nagainst journalists, including through the provision of technical assistance, upon the \nrequest of and in accordance with the priorities set by the States concerned, \n \nRecognizing that the number of people whose lives are influenced by the way \ninformation is presented is significant and that journalism influences public opinion, \n \nRecognizing also the crucial role of journalists and media workers in the context \nof elections, including informing the public about candidates, their platforms and \nongoing debates, and expressing serious concern that attacks against journalists and \nmedia workers increase during election periods, \n \nRecognizing further the role of journalists and media workers, including \nwomen, in raising public awareness about climate change, environmental and disaster \nissues, \n \nNoting that journalists reporting on climate change, environmental issues, \ndisasters and natural hazards, including women, can be common targets of arbitrary \nor unlawful surveillance, online abuse, including harassment, defamation, threats, \n\nA/C.3/80/L.48\n \n5/11\n25-17791 \n \ndisinformation campaigns and attacks designed to intimidate, silence or discredit \nthem,  \n \nWelcoming the initiatives taken by States, media organizations and civil society \norganizations relevant to the safety of journalists, \n \nRecognizing the role of journalists and media workers, especially women, in \npromoting and protecting the human rights of all women and girls, in placing their \ninterests, needs and visions on local, national, regional and international agendas and \nin the design, implementation, monitoring and evaluation of measures to achieve \ngender equality and the empowerment of all women and girls, \n \nAlarmed at instances in which political leaders, public officials and/or \nauthorities denigrate, intimidate or threaten the media, including foreign and/or \nindividual journalists, and media workers, which increases the risk of threats, \nreprisals and violence against journalists and undermines public trust in the credibility \nof journalism, \n \nExpressing serious concern at attacks and violence against journalists and media \nworkers in situations of armed conflict, including the specific risks faced by women \njournalists and media workers in this context, and recalling in this regard that \njournalists, media professionals and associated personnel engaged in dangerous \nprofessional missions in areas of armed conflict shall be considered civilians and shall \nbe respected and protected as such, provided that they take no action adversely \naffecting their status as civilians, \n \nBearing in mind that impunity for attacks against journalists remains one of the \ngreatest challenges to the safety of journalists and that ensuring accountability for \ncrimes committed against journalists is a key element in preventing future attacks, \n \nRecognizing the important role that national human rights institutions, where \nthey exist, can play in promoting and protecting human rights, including the right to \nfreedom of opinion and expression, and in addressing human rights violations and \nabuses against journalists through monitoring, educating and awareness-raising \nactivities, as well as through the examination of complaints, and recognizing further \nthat national mechanisms for reporting and follow-up can contribute to the prevention \nof human rights violations and abuses against journalists, \n \nExpressing deep concern at the increased number of journalists and media \nworkers who have been killed, tortured, arrested, detained, harassed and intimidated \nin recent years as a direct result of their profession, \n \nDeeply concerned by all human rights violations and abuses committed in \nrelation to the safety of journalists and media workers, including killing, torture, \nenforced disappearance, arbitrary arrest and arbitrary detention, arbitrary expulsion \nand physical and sexual violence, as well as intimidation, harassment, online and \noffline threats, the targeting of their family members or arbitrarily raiding and \nsearching their residence, and other forms of violence of all kinds,  \n \nCalling upon digital technology companies, developers and social media \nplatforms to respect international human rights, including through the application of \nhuman rights due diligence and impact assessments throughout the technology life \ncycle, be accountable for and take measures to mitigate and prevent abuses, and to \nprovide access to effective remedy in line with the United Nations Guiding Principles \non Business and Human Rights24 and other relevant frameworks, \n__________________ \n \n24 A/HRC/17/31, annex. \n\nA/C.3/80/L.48 \n \n25-17791\n6/11 \n \n \nConcerned about incidences of extraterritorial targeting of journalists and media \nworkers, including harassment, surveillance and killings,  \n \nExpressing deep concern at the growing threat to the safety of journalists posed \nby non-State actors, including terrorist groups and criminal organizations,  \n \nDeeply concerned by the specific risks faced by women journalists in relation \nto their work, in non-conflict as well as in armed conflict situations, where they \ncontinue to be targeted at alarming rates, underlining in this context the importance \nof taking a gender-responsive approach when considering measures to address the \nsafety of journalists and media workers, online and offline, in particular to effectively \ntackle all forms of sexual and gender-based discrimination, violence, abuse and \nharassment, including sexual harassment, threats and intimidation, as well as \ninequality and gender stereotypes, to enable all women to enter and remain in \njournalism on terms of equality and non-discrimination while ensuring their greatest \npossible safety, and to ensure that the experiences and concerns of women journalists \nare effectively addressed and gender stereotypes in the media are adequately tackled,  \n \nDeeply concerned also by the potential significant implications of health \nemergencies on the work, health and safety of journalists, \n \nAcknowledging the particular risks with regard to the safety of journalists in the \ndigital age, including the particular vulnerability of journalists to becoming targets of \nunlawful or arbitrary surveillance or interception of communications, in violation of \ntheir rights to privacy and to freedom of expression, \n \nNoting with concern that, while the use of artificial intelligence, including \nmachine-learning technologies and generative artificial intelligence, may serve as a \nhelpful tool, it may also, without proper technical, regulatory, legal and ethical \nsafeguards in line with human rights obligations, pose risks to media and the safety \nof journalists and media workers, including through enabling online threats and \nharassment and the spreading of misinformation and disinformation, \n \nRecognizing that national legal frameworks consistent with States’ international \nhuman rights obligations and commitments are an essential condition for a safe and \nenabling environment for journalists, and expressing deep concern about the misuse \nof national laws, policies and practices to hinder or limit the ability of journalists to \nperform their work independently and without undue interference, \n \nDeeply concerned about all attempts to silence journalists and media workers, \nincluding by blocking, illegal expulsions, persecution on the basis of nationality or \nethnicity, criminalizing journalism and the misuse of overbroad or vague laws to \nrepress legitimate expression, \n \nExpressing serious concern at the rise of strategic lawsuits against public \nparticipation, including by business entities, to exercise pressure, intimidate or \nexhaust the resources and morale of journalists, and thereby stop them from \nperforming their work, including on matters of public interest, \n \nStressing the need for greater emphasis on prevention measures and the creation \nof enabling legal frameworks for freedom of expression to ensure a safe and enabling \nenvironment for journalists and media workers, including women journalists working \non sexual violence in conflict, \n \nAlarmed at acts of intimidation and reprisal directed against foreign journalists \nand media workers, including by political leaders, public officials and/or authorities \nthrough, inter alia, the arbitrary and unwarranted denial of accreditation or visas in \nconnection with their journalistic work, \n\nA/C.3/80/L.48\n \n7/11\n25-17791 \n \n \n1. \nCondemns unequivocally all attacks, reprisals and violence against \njournalists and media workers, such as torture, extrajudicial killings, enforced \ndisappearances, arbitrary arrest, arbitrary detention and expulsion, as well as \nintimidation, threats and harassment, online and offline, including through attacks on, \nor the forced closure of, their offices and media outlets, in both conflict and \nnon-conflict situations; \n \n2. \nAlso condemns unequivocally extraterritorial targeting of journalists and \nmedia workers, including harassment, surveillance and killings and calls upon all \nStates to cease and refrain from these measures, further condemns unequivocally the \nspecific attacks on women journalists and media workers in relation to their work, \nsuch as all forms of sexual and gender-based discrimination and violence, including \nonline and offline sexual harassment, intimidation and incitement to hatred against \nwomen journalists, and calls upon States to tackle these issues as part of broader \nefforts to promote and protect the human rights of all women, eliminate gender \ninequality and tackle gender-based stereotypes in society;  \n \n3. \nFurther condemns unequivocally all online and offline attacks, reprisals \nand violence against journalists and media workers covering climate change and \nenvironmental issues, calls upon all responsible actors to cease and refrain from these \nmeasures, and upon all States to ensure accountability through the conduct of \nimpartial, speedy, thorough, independent and effective investigations; \n \n4. \nExpresses concern about the spread of disinformation, information \nmanipulation and propaganda, including on the Internet, such as through digital \nplatforms and enhanced by the misuse of artificial intelligence systems, which can be \ndesigned and implemented so as to mislead and to violate and abuse human rights, \nincluding the rights to privacy and to freedom of expression, and so as to spread \nhatred, racism, xenophobia, negative stereotyping or stigmatization and to incite \nviolence, including gender-based violence, discrimination and hostility, and \nemphasizes the important contribution of journalists in countering this trend; \n \n5. \nStresses the importance of the full respect for the right to seek, receive and \nimpart information, as included in the right to freedom of opinion and expression, and \nin this regard for the freedom of journalists to have access to information and the right \nof the general public to receive media output, and that the safety of journalists and \nmedia workers is indispensable to ensuring these rights; \n \n6. \nStrongly condemns the prevailing impunity for attacks and violence \nagainst journalists, and expresses concern that the vast majority of these crimes go \nunpunished, which in turn contributes to the recurrence of these crimes; \n \n7. \nCalls upon States to develop and implement effective and transparent legal \nframeworks and measures for the protection of journalists and media workers and for \ncombating impunity, taking a gender-responsive approach, including, where \nappropriate, through the creation and strengthening of special investigative units or \nindependent commissions, the appointment of a specialized prosecutor and the \nadoption of specific protocols and methods of investigation and prosecution; \n \n8. \nAlso calls upon States to take appropriate measures to protect journalists \nand media workers from strategic lawsuits against public participation, including by \nadopting laws and policies that prevent and/or alleviate such cases and provide \nsupport to victims; \n \n9. \nUrges the immediate and unconditional release of journalists and media \nworkers who have been arbitrarily arrested, arbitrarily detained or taken hostage or \nwho have become victims of enforced disappearances; \n\nA/C.3/80/L.48 \n \n25-17791\n8/11 \n \n \n10. Calls upon all States to take into account the specific role, exposure and \nvulnerability of journalists and media workers observing, monitoring, recording and \nreporting protests and assemblies, and the need to protect their safety, even if a protest \nhas been declared unlawful or is dispersed;  \n \n11. \nEncourages States to take the opportunity of the proclamation of \n2 November as the International Day to End Impunity for Crimes against Journalists \nto raise awareness regarding the issue of the safety of journalists and to launch \nconcrete initiatives in this regard; \n \n12. Requests the United Nations Educational, Scientific and Cultural \nOrganization, in consultation with relevant entities of the United Nations system, and \nmindful of the provisions of the annex to Economic and Social Council resolution \n1980/67 of 25 July 1980, to continue to facilitate the implementation of the \nInternational Day in collaboration with Governments and relevant stakeholders; \n \n13. Urges Member States to do their utmost to prevent violence, threats and \nattacks targeting journalists and media workers, to ensure accountability through the \nconduct of impartial, speedy, thorough, independent and effective investigations into \nall alleged violence, threats and attacks against journalists and media workers, \nincluding by following and exhausting lines of enquiry that determine whether \nviolence, threats and attacks result from the journalistic activities of the victims, in \nparticular sexual and gender-based violence against women journalists and media \nworkers in armed conflict and non-conflict situations, falling within their jurisdiction, \nto bring perpetrators, including those who command, conspire to commit, aid and abet \nor cover up such crimes, to justice, and to ensure that victims and their families have \naccess to appropriate remedies; \n \n14. Urges political leaders, public officials and/or authorities to refrain from \ndenigrating, intimidating or threatening the media, including individual journalists \nand media workers, or from using misogynistic or any discriminatory language \ntowards women journalists, which thereby undermines trust in the credibility of \njournalists as well as respect for the importance of independent journalism;  \n \n15. Calls upon States to create and maintain, in law and in practice, a safe and \nenabling environment for journalists to perform their work independently and without \nundue interference, taking a gender-responsive approach, inter alia, by means of: \n \n(a) \nLegislative measures, including by ensuring that laws also apply online; \n \n(b) \nSupporting the judiciary in considering training, capacity-building and \nawareness-raising and supporting training, capacity-building and awareness-raising \namong law enforcement officers and military personnel, as well as among journalists \nand civil society, regarding international human rights and international humanitarian \nlaw obligations and commitments relating to the safety of journalists, including with \na strong focus on combating, both online and offline, sexual and gender-based \ndiscrimination and violence against women journalists, as well as the particularities \nof online threats and harassment of women journalists;  \n \n(c) \nRegular monitoring and reporting of attacks against journalists;  \n \n(d) \nCollecting and analysing concrete, disaggregated, quantitative and \nqualitative data on online and offline attacks or violence against journalists, including \nin cases they report on climate change, environmental issues, disasters and natural \nhazards;  \n \n(e) \nPublicly and systematically condemning online and offline attacks, \nharassment and violence against journalists and media workers; \n\nA/C.3/80/L.48\n \n9/11\n25-17791 \n \n \n(f) \nDedicating the resources necessary to investigate and prosecute such \nattacks and to develop and implement gender-responsive strategies for combating \nimpunity for attacks and violence against journalists, including by using, where \nappropriate, good practices such as those identified in Human Rights Council \nresolution 33/2;  \n \n(g) \nPutting in place safe gender-responsive preventive measures and \ninvestigative procedures, in order to protect journalists, especially women journalists;  \n \n(h) \nEncouraging the establishment of mechanisms for journalists to report \nonline and offline attacks and threats against them, and providing victims and \nsurvivors with adequate support, including legal and psychosocial support; \n \n(i) \nConsulting with journalists and civil society regarding how to address \ndisinformation, including through independent fact-checking; \n \n16. Condemns unequivocally measures taken by States in violation of \ninternational human rights law aiming to or that intentionally prevent or disrupt \naccess to or the dissemination of information online and offline, aiming to undermine \nthe work of journalists in informing the public, including through practices such as \nInternet shutdowns or measures to unduly restrict, block or take down media websites, \nsuch as denial of service attacks, and calls upon all States to cease and refrain from \nthese measures, which cause irreparable harm to efforts at building inclusive and \npeaceful knowledge societies and democracies; \n \n17. Calls upon States to put in place effective regulatory frameworks on the \nuse of surveillance technologies to mitigate and remedy the harms they can cause, \nand to ensure that targeted surveillance technologies are only used in accordance with \ninternational human rights law and that legal mechanisms of redress and effective \nremedies are available for victims of surveillance-related violations and abuses; \n \n18. Also calls upon States to ensure that measures to combat terrorism and \npreserve national security or public order are in compliance with their obligations \nunder international law and do not arbitrarily or unduly hinder the work and safety of \njournalists, including through arbitrary arrest or detention or the threat thereof; \n \n19. Further calls upon States to ensure that defamation and libel laws are not \nmisused, in particular through excessive criminal sanctions, to illegitimately or \narbitrarily censor journalists and interfere with their mission of informing the public \nand, where necessary, to revise and repeal such laws, in compliance with States’ \nobligations under international human rights law; \n \n20. Reaffirms that the same rights that people have offline must also be \nprotected online, in particular the right to freedom of opinion and expression;  \n \n21. Emphasizes that, in the digital age, encryption and anonymity tools have \nbecome vital for many journalists to freely exercise their work and their enjoyment \nof human rights, in particular their rights to freedom of expression and to privacy, \nincluding to secure their communications and to protect the confidentiality of their \nsources, and calls upon States not to interfere with journalists’ use of such \ntechnologies and to ensure that any restrictions thereon comply with States’ \nobligations under international human rights law; \n \n22. Also emphasizes the important role that media organizations can play in \nproviding adequate safety, risk awareness, digital security and self-protection training \nand guidance to journalists and media workers, together with protective equipment; \n \n23. Urges States to develop and implement policies, action plans and \nstrategies related to the promotion of media and information literacy, including by \nincreasing awareness and capacity for prevention and acknowledging the crucial role \n\nA/C.3/80/L.48 \n \n25-17791\n10/11 \n \nthat journalists and media workers play in ensuring access to information and thereby \ncontributing to the promotion of human rights; \n \n24. Stresses the need for digital platforms and social media companies to take \neffective, transparent and accountable measures to prevent the spread and \namplification of misinformation and disinformation and the enabling of harassment, \nincluding gender-based and coordinated attacks on journalists and media workers, to \nconduct regular human rights impact assessments of their products, operations and \npolicies, to implement due diligence processes with a view to identifying, preventing \nor mitigating any actual or potential adverse impacts on human rights and the safety \nand work of journalists, and to establish accessible escalation channels that allow \njournalists to easily report online violence; \n \n25. Encourages States to allow journalists, including in cases they report on \nclimate change, environmental issues, disasters and natural hazards, access to \ninformation about pollution, climate and any activity affecting the environment and \nto include them in national action plans for the safety of journalists by including \nspecific measures, such as conducting awareness-raising campaigns to protect them \nand addressing the specific risks they face, such as the vulnerability to physical harm \nand restricted access to safe reporting environments; \n \n26. Stresses the need to ensure better cooperation and coordination at the \ninternational and regional levels, including through technical assistance and capacity-\nbuilding, with regard to helping to improve the safety of journalists at the national \nand local levels; \n \n27. Calls upon States to cooperate with relevant United Nations entities, in \nparticular the United Nations Educational, Scientific and Cultural Organization, as \nwell as international and regional human rights mechanisms, including the relevant \nspecial procedures of the Human Rights Council, and invites States to share \ninformation on a voluntary basis on the status of investigations into attacks and \nviolence against journalists, including in response to requests by the Director General \nof the United Nations Educational, Scientific and Cultural Organization through the \nmechanism operated by its International Programme for the Development of \nCommunication; \n \n28. Encourages States to continue to address the issue of the safety of \njournalists through the process of the universal periodic review; \n \n29. Encourages the Secretary-General to further intensify his efforts regarding \nthe safety of journalists and media workers, and invites the agencies, organizations, \nfunds and programmes of the United Nations system to actively exchange information \nand enhance cooperation, including through the network of focal points and, at the \nlocal level, with United Nations country teams, as well as accelerate gender \nmainstreaming in the implementation of the United Nations Plan of Action on the \nSafety of Journalists and the Issue of Impunity, in cooperation with Member States \nand under the overall coordination of the United Nations Educational, Scientific and \nCultural Organization; \n \n30. Recognizes the important contribution of the promotion and protection of \nthe safety of journalists in the realization of the 2030 Agenda for Sustainable \nDevelopment and its Sustainable Development Goals, in particular target 16.10, and \ncalls upon States to strengthen national collection of disaggregated data, analysis and \nreporting on the number of verified cases of killing, kidnapping, enforced \ndisappearance, arbitrary detention, torture and other harmful acts against journalists \nand associated media personnel, in accordance with Sustainable Development Goal \nindicator 16.10.1, and to do their utmost to make these data available to the relevant \n\nA/C.3/80/L.48\n \n11/11\n25-17791 \n \nentities, in particular the Office of the United Nations High Commissioner for Human \nRights and the United Nations Educational, Scientific and Cultural Organization; \n \n31. Requests the Secretary-General to further assist in the implementation of \nthe present resolution and to report to the General Assembly at its eighty-second \nsession and to the Human Rights Council at its sixty-third session on the safety of \njournalists and media workers, with a special focus on the impact of artificial \nintelligence on press freedom, pluralism of media and journalists, including women \njournalists and media workers, and the activities of the network of focal points in \naddressing the safety of journalists and the issue of impunity and taking into account \nthe United Nations Plan of Action on the Safety of Journalists and the Issue of \nImpunity and the follow-up thereto. \n \n",
  "paragraphs": {
    "1": "Condemns unequivocally all attacks, reprisals and violence against journalists and media workers, such as torture, extrajudicial killings, enforced disappearances, arbitrary arrest, arbitrary detention and expulsion, as well as intimidation, threats and harassment, online and offline, including through attacks on, or the forced closure of, their offices and media outlets, in both conflict and non-conflict situations;",
    "2": "Also condemns unequivocally extraterritorial targeting of journalists and media workers, including harassment, surveillance and killings and calls upon all States to cease and refrain from these measures, further condemns unequivocally the specific attacks on women journalists and media workers in relation to their work, such as all forms of sexual and gender-based discrimination and violence, including online and offline sexual harassment, intimidation and incitement to hatred against women journalists, and calls upon States to tackle these issues as part of broader efforts to promote and protect the human rights of all women, eliminate gender inequality and tackle gender-based stereotypes in society;",
    "3": "Further condemns unequivocally all online and offline attacks, reprisals and violence against journalists and media workers covering climate change and environmental issues, calls upon all responsible actors to cease and refrain from these measures, and upon all States to ensure accountability through the conduct of impartial, speedy, thorough, independent and effective investigations;",
    "4": "Expresses concern about the spread of disinformation, information manipulation and propaganda, including on the Internet, such as through digital platforms and enhanced by the misuse of artificial intelligence systems, which can be designed and implemented so as to mislead and to violate and abuse human rights, including the rights to privacy and to freedom of expression, and so as to spread hatred, racism, xenophobia, negative stereotyping or stigmatization and to incite violence, including gender-based violence, discrimination and hostility, and emphasizes the important contribution of journalists in countering this trend;",
    "5": "Stresses the importance of the full respect for the right to seek, receive and impart information, as included in the right to freedom of opinion and expression, and in this regard for the freedom of journalists to have access to information and the right of the general public to receive media output, and that the safety of journalists and media workers is indispensable to ensuring these rights;",
    "6": "Strongly condemns the prevailing impunity for attacks and violence against journalists, and expresses concern that the vast majority of these crimes go unpunished, which in turn contributes to the recurrence of these crimes;",
    "7": "Calls upon States to develop and implement effective and transparent legal frameworks and measures for the protection of journalists and media workers and for combating impunity, taking a gender-responsive approach, including, where appropriate, through the creation and strengthening of special investigative units or independent commissions, the appointment of a specialized prosecutor and the adoption of specific protocols and methods of investigation and prosecution;",
    "8": "Also calls upon States to take appropriate measures to protect journalists and media workers from strategic lawsuits against public participation, including by adopting laws and policies that prevent and/or alleviate such cases and provide support to victims;",
    "9": "",
    "10": "Calls upon all States to take into account the specific role, exposure and vulnerability of journalists and media workers observing, monitoring, recording and reporting protests and assemblies, and the need to protect their safety, even if a protest has been declared unlawful or is dispersed;",
    "11": "Encourages States to take the opportunity of the proclamation of 2 November as the International Day to End Impunity for Crimes against Journalists to raise awareness regarding the issue of the safety of journalists and to launch concrete initiatives in this regard;",
    "12": "Requests the United Nations Educational, Scientific and Cultural Organization, in consultation with relevant entities of the United Nations system, and mindful of the provisions of the annex to Economic and Social Council resolution 1980/67 of 25 July 1980, to continue to facilitate the implementation of the International Day in collaboration with Governments and relevant stakeholders;",
    "13": "Urges Member States to do their utmost to prevent violence, threats and attacks targeting journalists and media workers, to ensure accountability through the conduct of impartial, speedy, thorough, independent and effective investigations into all alleged violence, threats and attacks against journalists and media workers, including by following and exhausting lines of enquiry that determine whether violence, threats and attacks result from the journalistic activities of the victims, in particular sexual and gender-based violence against women journalists and media workers in armed conflict and non-conflict situations, falling within their jurisdiction, to bring perpetrators, including those who command, conspire to commit, aid and abet or cover up such crimes, to justice, and to ensure that victims and their families have access to appropriate remedies;",
    "14": "Urges political leaders, public officials and/or authorities to refrain from denigrating, intimidating or threatening the media, including individual journalists and media workers, or from using misogynistic or any discriminatory language towards women journalists, which thereby undermines trust in the credibility of journalists as well as respect for the importance of independent journalism;",
    "15": " (f) Dedicating the resources necessary to investigate and prosecute such attacks and to develop and implement gender-responsive strategies for combating impunity for attacks and violence against journalists, including by using, where appropriate, good practices such as those identified in Human Rights Council resolution 33/2; (g) Putting in place safe gender-responsive preventive measures and investigative procedures, in order to protect journalists, especially women journalists; (h) Encouraging the establishment of mechanisms for journalists to report online and offline attacks and threats against them, and providing victims and survivors with adequate support, including legal and psychosocial support; (i) Consulting with journalists and civil society regarding how to address disinformation, including through independent fact-checking;",
    "16": "Condemns unequivocally measures taken by States in violation of international human rights law aiming to or that intentionally prevent or disrupt access to or the dissemination of information online and offline, aiming to undermine the work of journalists in informing the public, including through practices such as Internet shutdowns or measures to unduly restrict, block or take down media websites, such as denial of service attacks, and calls upon all States to cease and refrain from these measures, which cause irreparable harm to efforts at building inclusive and peaceful knowledge societies and democracies;",
    "17": "Calls upon States to put in place effective regulatory frameworks on the use of surveillance technologies to mitigate and remedy the harms they can cause, and to ensure that targeted surveillance technologies are only used in accordance with international human rights law and that legal mechanisms of redress and effective remedies are available for victims of surveillance-related violations and abuses;",
    "18": "Also calls upon States to ensure that measures to combat terrorism and preserve national security or public order are in compliance with their obligations under international law and do not arbitrarily or unduly hinder the work and safety of journalists, including through arbitrary arrest or detention or the threat thereof;",
    "19": "Further calls upon States to ensure that defamation and libel laws are not misused, in particular through excessive criminal sanctions, to illegitimately or arbitrarily censor journalists and interfere with their mission of informing the public and, where necessary, to revise and repeal such laws, in compliance with States’ obligations under international human rights law;",
    "20": "Reaffirms that the same rights that people have offline must also be protected online, in particular the right to freedom of opinion and expression;",
    "21": "Emphasizes that, in the digital age, encryption and anonymity tools have become vital for many journalists to freely exercise their work and their enjoyment of human rights, in particular their rights to freedom of expression and to privacy, including to secure their communications and to protect the confidentiality of their sources, and calls upon States not to interfere with journalists’ use of such technologies and to ensure that any restrictions thereon comply with States’ obligations under international human rights law;",
    "22": "Also emphasizes the important role that media organizations can play in providing adequate safety, risk awareness, digital security and self-protection training and guidance to journalists and media workers, together with protective equipment;",
    "23": " that journalists and media workers play in ensuring access to information and thereby contributing to the promotion of human rights;",
    "24": "Stresses the need for digital platforms and social media companies to take effective, transparent and accountable measures to prevent the spread and amplification of misinformation and disinformation and the enabling of harassment, including gender-based and coordinated attacks on journalists and media workers, to conduct regular human rights impact assessments of their products, operations and policies, to implement due diligence processes with a view to identifying, preventing or mitigating any actual or potential adverse impacts on human rights and the safety and work of journalists, and to establish accessible escalation channels that allow journalists to easily report online violence;",
    "25": "Encourages States to allow journalists, including in cases they report on climate change, environmental issues, disasters and natural hazards, access to information about pollution, climate and any activity affecting the environment and to include them in national action plans for the safety of journalists by including specific measures, such as conducting awareness-raising campaigns to protect them and addressing the specific risks they face, such as the vulnerability to physical harm and restricted access to safe reporting environments;",
    "26": "Stresses the need to ensure better cooperation and coordination at the international and regional levels, including through technical assistance and capacity- building, with regard to helping to improve the safety of journalists at the national and local levels;",
    "27": "Calls upon States to cooperate with relevant United Nations entities, in particular the United Nations Educational, Scientific and Cultural Organization, as well as international and regional human rights mechanisms, including the relevant special procedures of the Human Rights Council, and invites States to share information on a voluntary basis on the status of investigations into attacks and violence against journalists, including in response to requests by the Director General of the United Nations Educational, Scientific and Cultural Organization through the mechanism operated by its International Programme for the Development of Communication;",
    "28": "Encourages States to continue to address the issue of the safety of journalists through the process of the universal periodic review;",
    "29": "Encourages the Secretary-General to further intensify his efforts regarding the safety of journalists and media workers, and invites the agencies, organizations, funds and programmes of the United Nations system to actively exchange information and enhance cooperation, including through the network of focal points and, at the local level, with United Nations country teams, as well as accelerate gender mainstreaming in the implementation of the United Nations Plan of Action on the Safety of Journalists and the Issue of Impunity, in cooperation with Member States and under the overall coordination of the United Nations Educational, Scientific and Cultural Organization;",
    "30": " entities, in particular the Office of the United Nations High Commissioner for Human Rights and the United Nations Educational, Scientific and Cultural Organization;",
    "31": "Requests the Secretary-General to further assist in the implementation of the present resolution and to report to the General Assembly at its eighty-second session and to the Human Rights Council at its sixty-third session on the safety of journalists and media workers, with a special focus on the impact of artificial intelligence on press freedom, pluralism of media and journalists, including women journalists and media workers, and the activities of the network of focal points in addressing the safety of journalists and the issue of impunity and taking into account the United Nations Plan of Action on the Safety of Journalists and the Issue of Impunity and the follow-up thereto."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": [
    "A/C.3/80/L.48"
  ]
}