{
  "symbol": "A/C.4/80/L.1",
  "filename": "A_C.4_80_L.1.pdf",
  "title": "Special Political and Decolonization Committee",
  "text": "United Nations \nA/C.4/80/L.1\n \n \nGeneral Assembly \nDistr.: Limited \n12 September 2025 \nOriginal: English \n \n25-14603 (E)    190925 \n*2514603* \n \n \nEightieth session \nSpecial Political and Decolonization Committee \n(Fourth Committee) \n \n \n \n \n Organization of work \n \n \n \n Note by the Chair \n \n \n1. \nThe agenda items allocated by the General Assembly to the Special Political and \nDecolonization Committee (Fourth Committee) for consideration are listed in \ndocument A/C.4/80/1. Background information on those items, including references \nto related documentation, is set out in the annotated preliminary list of items to be \nincluded in the provisional agenda of the eightieth session (A/80/100 and \nA/80/100/Add.1).1 \n2. \nThe General Assembly, in rule 99, paragraph (b), of its rules of procedure, calls \nupon each Main Committee to adopt a programme of work indicating, if possible, a \ntarget date for the conclusion of its work, the approximate dates of consideration of \nitems and the number of meetings to be allocated for the consideration of each item .  \n3. \nThe General Assembly decided that the eightieth session should recess on \nMonday, 8 December 2025, and that, inter alia, the Special Political and Decolonization \nCommittee (Fourth Committee) should complete its work by Wednesday, 19 November \n2025 (see A/80/250, para. 5 (a) and (b)).  \n4. \nTo that end, the Special Political and Decolonization Committee (Fourth \nCommittee) may wish to consider adopting as a provisional guideline the approximate \ndates set out below for the consideration of the items on its agenda, with the \nunderstanding that they may be revised periodically, as appropriate. The Committee \nwill also consider certain items on its agenda jointly in order to ensure the full and \nefficient utilization of the conference facilities allocated to it. As indicated below, the \nconference services have allocated 28 meetings to the Committee and have urged the \nCommittee to make every effort to complete its work within the time allotted. Should \nthe Committee wish to change the dates on which it considers items, it would still \nhave to work within the dates and times indicated below. \n \n \n__________________ \n \n1  For the final list of agenda items adopted by the General Assembly, see A/80/251. \n\nA/C.4/80/L.1 \n \n25-14603\n2/8 \n \nDate/time \nProgramme  \nWeek of 29 September–3 October  \nFriday, 3 October \n \n3 p.m. \nOrganization of work \nApproval of programme of work \nApproval of time limits for statements \nEstablishment of Working Group of the Whole on the peaceful uses of outer \nspace \nConsideration of aide-mémoire containing requests to petition on \nNon-Self-Governing Territories \nEradicating colonialism in all its forms and manifestations (item 59) \nGeneral debate \n4 p.m. \nClosure of the list of speakers on “Eradicating colonialism in all its forms \nand manifestations” \nWeek of 6–10 October \n \nMonday, 6 October \n \n3 p.m. \nInformation from Non-Self-Governing Territories transmitted under \nArticle 73 e of the Charter of the United Nations (item 54) \nEconomic and other activities that affect the interests of the peoples of \nthe Non-Self-Governing Territories (item 55) \nImplementation of the Declaration on the Granting of Independence to \nColonial Countries and Peoples by the specialized agencies and the \ninternational institutions associated with the United Nations (item 56) \nOffers by Member States of study and training facilities for inhabitants \nof Non-Self-Governing Territories (item 57) \nImplementation of the Declaration on the Granting of Independence to \nColonial Countries and Peoples (item 58) \nIntroductory statements and joint general debate on decolonization items: \nApproval of requests to petition on Non-Self-Governing Territories \nTuesday, 7 October \n \n3 p.m. \nConsideration of decolonization items (continues) \nStatements by representatives of Non-Self-Governing Territories as well as \npetitions on Non-Self-Governing Territories approved to be heard by the \nCommittee \n\nA/C.4/80/L.1\n \n3/8\n25-14603 \n \nDate/time \nProgramme  \nWednesday, 8 October \n \n3 p.m. \nConsideration of decolonization items (continues) \nStatements by representatives of Non-Self-Governing Territories as well as \npetitions on Non-Self-Governing Territories approved to be heard by the \nCommittee \n6 p.m. \nDeadline for submission of proposals on decolonization items \nDeadline for submission of proposals on “Eradicating colonialism in all its \nforms and manifestations” \nThursday, 9 October \n \n3 p.m. \nConsideration of decolonization items (continues) \nStatements by representatives of Non-Self-Governing Territories as well as \npetitions on Non-Self-Governing Territories approved to be heard by the \nCommittee \nFriday, 10 October \n \n3 p.m. \nConsideration of decolonization items (continues) \nStatements by representatives of Non-Self-Governing Territories as well as \npetitions on Non-Self-Governing Territories approved to be heard by the \nCommittee \nWeek of 13–17 October \n \nMonday, 13 October \n \n10 a.m. \nConsideration of decolonization items (continues) \nStatements by representatives of Non-Self-Governing Territories as well as \npetitions on Non-Self-Governing Territories approved to be heard by the \nCommittee (if needed) \nJoint general debate on decolonization items (continues) \n6 p.m. \nClosure of the list of speakers on decolonization items \nTuesday, 14 October \n \n10 a.m. \nConsideration of decolonization items (continues) \nJoint general debate on decolonization items (continues) \n6 p.m. \nDeadline for submission of proposals on “Effects of atomic radiation” \nWednesday, 15 October \n \n10 a.m. \nConsideration of decolonization items (continues) \nJoint general debate on decolonization items (continues) \n6 p.m. \nDeadline for submission of proposals on “Assistance in mine action” \n\nA/C.4/80/L.1 \n \n25-14603\n4/8 \n \nDate/time \nProgramme  \nThursday, 16 October \n \n10 a.m. \nConsideration of decolonization items (concludes) \nJoint general debate on decolonization items (concludes) \nAction on proposals submitted under decolonization items \nEradicating colonialism in all its forms and manifestations (item 59) \nAction on proposals \nWeek of 20–24 October \n \nMonday, 20 October \nDiwali \nTuesday, 21 October \n \n6 p.m. \nClosure of the list of speakers on “Effects of atomic radiation”  \nWednesday, 22 October \n \n3 p.m.  \nEffects of atomic radiation (item 47) \nIntroductory statement, interactive dialogue and general debate \nAction on proposals \nRevitalization of the work of the General Assembly (item 121) \nDiscussion of working methods \nProgramme planning (item 137) \nConsideration of the report of the Committee for Programme and \nCoordination \n6 p.m. \nClosure of the list of speakers on “Assistance in mine action” \nThursday, 23 October \n \n3 p.m.  \nAssistance in mine action (item 46) \nIntroductory statement, interactive dialogue and general debate \nAction on proposals \n6 p.m. \nDeadline for submission of proposals on “International cooperation in the \npeaceful uses of outer space” \nWeek of 27–31 October \n \nWednesday, 29 October \n \n10 a.m. \nInternational cooperation in the peaceful uses of outer space (item 48) \nIntroductory statement and general debate  \nWorking Group of the Whole on international cooperation in the peaceful \nuses of outer space \n6 p.m. \nClosure of the list of speakers on “International cooperation in the peaceful \nuses of outer space” \n\nA/C.4/80/L.1\n \n5/8\n25-14603 \n \nDate/time \nProgramme  \nThursday, 30 October \n \n10 a.m. \nInternational cooperation in the peaceful uses of outer space (item 48) \nGeneral debate (continues) \nWorking Group of the Whole on international cooperation in the peaceful \nuses of outer space (continues) \nFriday, 31 October \n \n10 a.m. \nInternational cooperation in the peaceful uses of outer space (item 48) \nGeneral debate (concludes) \nWorking Group of the Whole on international cooperation in the peaceful \nuses of outer space (concludes) \nAction on proposals \n6 p.m. \nDeadline for the submission of proposals on “Questions relating to \ninformation” \nWeek of 3–7 November \n \nMonday, 3 November \n \n3 p.m. \nQuestions relating to information (item 53) \nIntroductory statements, interactive dialogue and general debate  \n6 p.m. \nClosure of the list of speakers on “Questions relating to information” \nTuesday, 4 November \n \n3 p.m. \nQuestions relating to information (item 53) \nGeneral debate (continues) \n6 p.m. \nDeadline for submission of proposals on “Comprehensive review of special \npolitical missions” \nWednesday, 5 November \nGurpurab \nWeek of 10–14 November \n \nMonday, 10 November \n \n10 a.m. \nQuestions relating to information (item 53) \nGeneral debate (concludes) \nAction on proposals \n3 p.m. \nComprehensive review of the whole question of peacekeeping \noperations in all their aspects (item 51) \nIntroductory statements, interactive dialogue and general debate  \n6 p.m. \nClosure of the list of speakers on “Comprehensive review of the whole \nquestion of peacekeeping operations in all their aspects”  \n\nA/C.4/80/L.1 \n \n25-14603\n6/8 \n \nDate/time \nProgramme  \nTuesday, 11 November \n \n10 a.m. \nComprehensive review of the whole question of peacekeeping \noperations in all their aspects (item 51) \nGeneral debate (continues) \n3 p.m. \nComprehensive review of the whole question of peacekeeping \noperations in all their aspects (item 51) \nGeneral debate (concludes) \n6 p.m. \nClosure of the list of speakers on “Comprehensive review of special \npolitical missions” \nDeadline for submission of proposals on “United Nations Relief and Works \nAgency for Palestine Refugees in the Near East” and “Israeli practices and \nsettlement activities affecting the rights of the Palestinian people and other \nArabs of the occupied territories” \nDeadline for submission of proposals on all outstanding items \nWednesday, 12 November \n \n10 a.m. \nComprehensive review of special political missions (item 52) \nIntroductory statements, interactive dialogue and general debate  \nAction on proposals \nThursday, 13 November \n \n10 a.m. \nUnited Nations Relief and Works Agency for Palestine Refugees in the \nNear East (item 49) \nIntroductory statements, question-and-answer period and general debate  \n3 p.m. \nUnited Nations Relief and Works Agency for Palestine Refugees in the \nNear East (item 49) \nGeneral debate (continues) \n6 p.m. \nClosure of the list of speakers on “United Nations Relief and Works Agency \nfor Palestine Refugees in the Near East” \nFriday, 14 November \n \n10 a.m. \nUnited Nations Relief and Works Agency for Palestine Refugees in the \nNear East (item 49) \nGeneral debate (concludes) \n6 p.m. \nClosure of the list of speakers on “Israeli practices and settlement activities \naffecting the rights of the Palestinian people and other Arabs of the \noccupied territories” \n\nA/C.4/80/L.1\n \n7/8\n25-14603 \n \nDate/time \nProgramme  \nWeek of 17–21 November \n \nMonday, 17 November \n \n10 a.m. \nIsraeli practices and settlement activities affecting the rights of the \nPalestinian people and other Arabs of the occupied territories (item 50) \nIntroductory statements, question-and-answer period and general debate  \nTuesday, 18 November \n \n10 a.m. \nIsraeli practices and settlement activities affecting the rights of the \nPalestinian people and other Arabs of the occupied territories (item 50) \nGeneral debate (concludes) \nConsideration of outstanding agenda items \nWednesday, 19 November \n \n10 a.m. \nUnited Nations Relief and Works Agency for Palestine Refugees in the \nNear East (item 49) \nIsraeli practices and settlement activities affecting the rights of the \nPalestinian people and other Arabs of the occupied territories (item 50) \nIntroduction of and action on proposals \nAction on proposals on all outstanding agenda items \nRevitalization of the work of the General Assembly (item 121) \nProposed programme of work and timetable for the Special Political and \nDecolonization Committee (Fourth Committee) for the eighty-first session \nof the General Assembly  \nProgramme planning (item 137) \nConclusion of the work of the Special Political and Decolonization \nCommittee (Fourth Committee) for the main part of the session \n \n \n5. \nIn the preparation of the timetable above, the Chair was guided by the following \nconsiderations:  \n \n(a) \nIn accordance with established procedures and practices and bearing in \nmind the availability of documentation, the Committee may wish to hold one joint \ngeneral debate covering agenda items 54 to 58 and individual debates on agenda \nitems 46 to 53, 59, 121 and 137, on the understanding that draft resolutions and/or \ndecisions will be considered separately;  \n \n(b) \nRepresentatives of Non-Self-Governing Territories and petitioners will be \nheard as early as possible during the Committee’s consideration of the related items, \nand the Chair suggests that the Committee devote its meetings from Tuesday, \n7 October to Monday, 13 October, to the hearing of petitioners;  \n \n(c) \nItem 121, Revitalization of the work of the General Assembly, is allocated \nto all the Main Committees for the sole purpose of considering and taking action on \ntheir respective tentative programme of work;  \n\nA/C.4/80/L.1 \n \n25-14603\n8/8 \n \n \n(d) \nItem 137, Programme planning, is allocated to all the Main Committees \nand the plenary of the General Assembly to enhance the discussion of evaluation, \nplanning, budgeting and monitoring reports. If the Assembly allocates any report \nsubmitted under this item to the Fourth Committee, the Committee shall revert to this \nitem.  \n6. \nSubject to the provisional programme of work above being acceptable to the \nCommittee and in order to facilitate its work, the Chair wishes to suggest that the list \nof speakers in the general debate for the respective agenda items be closed as \nindicated in the timetable above.  \n7. \nThe Chair also wishes to draw the attention of members of the Committee to the \ndecisions of the General Assembly on the organization of its work contained in \ndocument A/80/250, sections II.B to III.  \n8. \nMembers are also requested to bear in mind the decision of the General \nAssembly that morning and afternoon meetings should start promptly at 10 a.m. and \n3 p.m., respectively, both for plenary meetings and for meetings of the Main \nCommittees during the eightieth session. The attention of the members is also drawn \nto the decision of the Assembly to waive, at its eightieth session, the quorum required, \nunder rule 108 of the rules of procedure of the General Assembly, for the Chair to \ndeclare a meeting open and permit the debate to proceed (see A/80/250, para. 8).  \n9. \nIn view of the limited number of meetings available to the Committee, it is \nsuggested that the time limit for statements be set at 10 minutes, with the exception \nof statements made by the spokespersons of groups of delegations, which would be \nextended to 15 minutes. In this connection, the Chair will set the time limit for the \npetitioners as deemed necessary.  \n10. The list of documents submitted under the various agenda items allocated to the \nSpecial Political and Decolonization Committee (Fourth Committee) is contained in \ndocument A/C.4/80/INF.1, which will be updated as necessary. \n \n",
  "paragraphs": {
    "1": "The agenda items allocated by the General Assembly to the Special Political and Decolonization Committee (Fourth Committee) for consideration are listed in document A/C.4/80/1. Background information on those items, including references to related documentation, is set out in the annotated preliminary list of items to be included in the provisional agenda of the eightieth session (A/80/100 and A/80/100/Add.1).1",
    "2": "The General Assembly, in rule 99, paragraph (b), of its rules of procedure, calls upon each Main Committee to adopt a programme of work indicating, if possible, a target date for the conclusion of its work, the approximate dates of consideration of items and the number of meetings to be allocated for the consideration of each item .",
    "3": "The General Assembly decided that the eightieth session should recess on Monday, 8 December 2025, and that, inter alia, the Special Political and Decolonization Committee (Fourth Committee) should complete its work by Wednesday, 19 November 2025 (see A/80/250, para. 5 (a) and (b)).",
    "4": "To that end, the Special Political and Decolonization Committee (Fourth Committee) may wish to consider adopting as a provisional guideline the approximate dates set out below for the consideration of the items on its agenda, with the understanding that they may be revised periodically, as appropriate. The Committee will also consider certain items on its agenda jointly in order to ensure the full and efficient utilization of the conference facilities allocated to it. As indicated below, the conference services have allocated 28 meetings to the Committee and have urged the Committee to make every effort to complete its work within the time allotted. Should the Committee wish to change the dates on which it considers items, it would still have to work within the dates and times indicated below. __________________ 1 For the final list of agenda items adopted by the General Assembly, see A/80/251. A/C.4/80/L.1 25-14603 2/8 Date/time Programme Week of 29 September–3 October Friday, 3 October 3 p.m. Organization of work Approval of programme of work Approval of time limits for statements Establishment of Working Group of the Whole on the peaceful uses of outer space Consideration of aide-mémoire containing requests to petition on Non-Self-Governing Territories Eradicating colonialism in all its forms and manifestations (item 59) General debate 4 p.m. Closure of the list of speakers on “Eradicating colonialism in all its forms and manifestations” Week of 6–10 October Monday, 6 October 3 p.m. Information from Non-Self-Governing Territories transmitted under Article 73 e of the Charter of the United Nations (item 54) Economic and other activities that affect the interests of the peoples of the Non-Self-Governing Territories (item 55) Implementation of the Declaration on the Granting of Independence to Colonial Countries and Peoples by the specialized agencies and the international institutions associated with the United Nations (item 56) Offers by Member States of study and training facilities for inhabitants of Non-Self-Governing Territories (item 57) Implementation of the Declaration on the Granting of Independence to Colonial Countries and Peoples (item 58) Introductory statements and joint general debate on decolonization items: Approval of requests to petition on Non-Self-Governing Territories Tuesday, 7 October 3 p.m. Consideration of decolonization items (continues) Statements by representatives of Non-Self-Governing Territories as well as petitions on Non-Self-Governing Territories approved to be heard by the Committee A/C.4/80/L.1 3/8 25-14603 Date/time Programme Wednesday, 8 October 3 p.m. Consideration of decolonization items (continues) Statements by representatives of Non-Self-Governing Territories as well as petitions on Non-Self-Governing Territories approved to be heard by the Committee 6 p.m. Deadline for submission of proposals on decolonization items Deadline for submission of proposals on “Eradicating colonialism in all its forms and manifestations” Thursday, 9 October 3 p.m. Consideration of decolonization items (continues) Statements by representatives of Non-Self-Governing Territories as well as petitions on Non-Self-Governing Territories approved to be heard by the Committee Friday, 10 October 3 p.m. Consideration of decolonization items (continues) Statements by representatives of Non-Self-Governing Territories as well as petitions on Non-Self-Governing Territories approved to be heard by the Committee Week of 13–17 October Monday, 13 October 10 a.m. Consideration of decolonization items (continues) Statements by representatives of Non-Self-Governing Territories as well as petitions on Non-Self-Governing Territories approved to be heard by the Committee (if needed) Joint general debate on decolonization items (continues) 6 p.m. Closure of the list of speakers on decolonization items Tuesday, 14 October 10 a.m. Consideration of decolonization items (continues) Joint general debate on decolonization items (continues) 6 p.m. Deadline for submission of proposals on “Effects of atomic radiation” Wednesday, 15 October 10 a.m. Consideration of decolonization items (continues) Joint general debate on decolonization items (continues) 6 p.m. Deadline for submission of proposals on “Assistance in mine action” A/C.4/80/L.1 25-14603 4/8 Date/time Programme Thursday, 16 October 10 a.m. Consideration of decolonization items (concludes) Joint general debate on decolonization items (concludes) Action on proposals submitted under decolonization items Eradicating colonialism in all its forms and manifestations (item 59) Action on proposals Week of 20–24 October Monday, 20 October Diwali Tuesday, 21 October 6 p.m. Closure of the list of speakers on “Effects of atomic radiation” Wednesday, 22 October 3 p.m. Effects of atomic radiation (item 47) Introductory statement, interactive dialogue and general debate Action on proposals Revitalization of the work of the General Assembly (item 121) Discussion of working methods Programme planning (item 137) Consideration of the report of the Committee for Programme and Coordination 6 p.m. Closure of the list of speakers on “Assistance in mine action” Thursday, 23 October 3 p.m. Assistance in mine action (item 46) Introductory statement, interactive dialogue and general debate Action on proposals 6 p.m. Deadline for submission of proposals on “International cooperation in the peaceful uses of outer space” Week of 27–31 October Wednesday, 29 October 10 a.m. International cooperation in the peaceful uses of outer space (item 48) Introductory statement and general debate Working Group of the Whole on international cooperation in the peaceful uses of outer space 6 p.m. Closure of the list of speakers on “International cooperation in the peaceful uses of outer space” A/C.4/80/L.1 5/8 25-14603 Date/time Programme Thursday, 30 October 10 a.m. International cooperation in the peaceful uses of outer space (item 48) General debate (continues) Working Group of the Whole on international cooperation in the peaceful uses of outer space (continues) Friday, 31 October 10 a.m. International cooperation in the peaceful uses of outer space (item 48) General debate (concludes) Working Group of the Whole on international cooperation in the peaceful uses of outer space (concludes) Action on proposals 6 p.m. Deadline for the submission of proposals on “Questions relating to information” Week of 3–7 November Monday, 3 November 3 p.m. Questions relating to information (item 53) Introductory statements, interactive dialogue and general debate 6 p.m. Closure of the list of speakers on “Questions relating to information” Tuesday, 4 November 3 p.m. Questions relating to information (item 53) General debate (continues) 6 p.m. Deadline for submission of proposals on “Comprehensive review of special political missions” Wednesday, 5 November Gurpurab Week of 10–14 November Monday, 10 November 10 a.m. Questions relating to information (item 53) General debate (concludes) Action on proposals 3 p.m. Comprehensive review of the whole question of peacekeeping operations in all their aspects (item 51) Introductory statements, interactive dialogue and general debate 6 p.m. Closure of the list of speakers on “Comprehensive review of the whole question of peacekeeping operations in all their aspects” A/C.4/80/L.1 25-14603 6/8 Date/time Programme Tuesday, 11 November 10 a.m. Comprehensive review of the whole question of peacekeeping operations in all their aspects (item 51) General debate (continues) 3 p.m. Comprehensive review of the whole question of peacekeeping operations in all their aspects (item 51) General debate (concludes) 6 p.m. Closure of the list of speakers on “Comprehensive review of special political missions” Deadline for submission of proposals on “United Nations Relief and Works Agency for Palestine Refugees in the Near East” and “Israeli practices and settlement activities affecting the rights of the Palestinian people and other Arabs of the occupied territories” Deadline for submission of proposals on all outstanding items Wednesday, 12 November 10 a.m. Comprehensive review of special political missions (item 52) Introductory statements, interactive dialogue and general debate Action on proposals Thursday, 13 November 10 a.m. United Nations Relief and Works Agency for Palestine Refugees in the Near East (item 49) Introductory statements, question-and-answer period and general debate 3 p.m. United Nations Relief and Works Agency for Palestine Refugees in the Near East (item 49) General debate (continues) 6 p.m. Closure of the list of speakers on “United Nations Relief and Works Agency for Palestine Refugees in the Near East” Friday, 14 November 10 a.m. United Nations Relief and Works Agency for Palestine Refugees in the Near East (item 49) General debate (concludes) 6 p.m. Closure of the list of speakers on “Israeli practices and settlement activities affecting the rights of the Palestinian people and other Arabs of the occupied territories” A/C.4/80/L.1 7/8 25-14603 Date/time Programme Week of 17–21 November Monday, 17 November 10 a.m. Israeli practices and settlement activities affecting the rights of the Palestinian people and other Arabs of the occupied territories (item 50) Introductory statements, question-and-answer period and general debate Tuesday, 18 November 10 a.m. Israeli practices and settlement activities affecting the rights of the Palestinian people and other Arabs of the occupied territories (item 50) General debate (concludes) Consideration of outstanding agenda items Wednesday, 19 November 10 a.m. United Nations Relief and Works Agency for Palestine Refugees in the Near East (item 49) Israeli practices and settlement activities affecting the rights of the Palestinian people and other Arabs of the occupied territories (item 50) Introduction of and action on proposals Action on proposals on all outstanding agenda items Revitalization of the work of the General Assembly (item 121) Proposed programme of work and timetable for the Special Political and Decolonization Committee (Fourth Committee) for the eighty-first session of the General Assembly Programme planning (item 137) Conclusion of the work of the Special Political and Decolonization Committee (Fourth Committee) for the main part of the session",
    "5": "In the preparation of the timetable above, the Chair was guided by the following considerations: (a) In accordance with established procedures and practices and bearing in mind the availability of documentation, the Committee may wish to hold one joint general debate covering agenda items 54 to 58 and individual debates on agenda items 46 to 53, 59, 121 and 137, on the understanding that draft resolutions and/or decisions will be considered separately; (b) Representatives of Non-Self-Governing Territories and petitioners will be heard as early as possible during the Committee’s consideration of the related items, and the Chair suggests that the Committee devote its meetings from Tuesday, 7 October to Monday, 13 October, to the hearing of petitioners; (c) Item 121, Revitalization of the work of the General Assembly, is allocated to all the Main Committees for the sole purpose of considering and taking action on their respective tentative programme of work; A/C.4/80/L.1 25-14603 8/8 (d) Item 137, Programme planning, is allocated to all the Main Committees and the plenary of the General Assembly to enhance the discussion of evaluation, planning, budgeting and monitoring reports. If the Assembly allocates any report submitted under this item to the Fourth Committee, the Committee shall revert to this item.",
    "6": "Subject to the provisional programme of work above being acceptable to the Committee and in order to facilitate its work, the Chair wishes to suggest that the list of speakers in the general debate for the respective agenda items be closed as indicated in the timetable above.",
    "7": "The Chair also wishes to draw the attention of members of the Committee to the decisions of the General Assembly on the organization of its work contained in document A/80/250, sections II.B to III.",
    "8": "Members are also requested to bear in mind the decision of the General Assembly that morning and afternoon meetings should start promptly at 10 a.m. and 3 p.m., respectively, both for plenary meetings and for meetings of the Main Committees during the eightieth session. The attention of the members is also drawn to the decision of the Assembly to waive, at its eightieth session, the quorum required, under rule 108 of the rules of procedure of the General Assembly, for the Chair to declare a meeting open and permit the debate to proceed (see A/80/250, para. 8).",
    "9": "In view of the limited number of meetings available to the Committee, it is suggested that the time limit for statements be set at 10 minutes, with the exception of statements made by the spokespersons of groups of delegations, which would be extended to 15 minutes. In this connection, the Chair will set the time limit for the petitioners as deemed necessary.",
    "10": "The list of documents submitted under the various agenda items allocated to the Special Political and Decolonization Committee (Fourth Committee) is contained in document A/C.4/80/INF.1, which will be updated as necessary."
  },
  "agenda_items": [
    "Item 54",
    "Item 59",
    "Item 55",
    "Item 56",
    "Item 57",
    "Item 58",
    "Item 47",
    "Item 121",
    "Item 137",
    "Item 46",
    "Item 48",
    "Item 53",
    "Item 51",
    "Item 52",
    "Item 49",
    "Item 50"
  ],
  "symbol_references": [
    "A/C.4/80/L.1"
  ]
}