{
  "symbol": "A/C.1/80/L.41",
  "filename": "A_C.1_80_L.41.pdf",
  "title": "Lethal autonomous weapons systems",
  "text": "United Nations \nA/C.1/80/L.41\n \n \nGeneral Assembly \nDistr.: Limited \n14 October 2025 \nOriginal: English \n \n25-16646 (E)    221025     \n*2516646* \n \n \nEightieth session \nFirst Committee \nAgenda item 99 (kk) \nGeneral and complete disarmament: lethal autonomous \nweapons systems \n \n \n \nAustria, Belgium, Brazil, Costa Rica, Cuba, Guatemala, Ireland, Kazakhstan, \nKiribati, Liechtenstein, Malta, Mexico, New Zealand, Philippines, Republic of \nMoldova, San Marino, Sierra Leone, Sri Lanka, Switzerland, Tonga and \nVenezuela (Bolivarian Republic of): draft resolution \n \n \nLethal autonomous weapons systems \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 78/241 of 22 December 2023 and 79/62 of 2 December \n2024, \n \nAffirming that international law, including the Charter of the United Nations, \ninternational humanitarian law, international human rights law and international \ncriminal law, applies in relation to autonomous weapons systems, \n \nMindful of the serious challenges and concerns that new and emerging \ntechnological applications in the military domain, including those related to artificial \nintelligence and autonomy in weapons systems, also raise from humanitarian, legal, \nsecurity, technological and ethical perspectives, \n \nConcerned about the possible negative consequences and impact of autonomous \nweapon systems on global security and regional and international stability, including \nthe risk of an emerging arms race, of exacerbating existing conflicts and humanitarian \ncrises, miscalculations, lowering the threshold for and escalation of conflicts and \nproliferation, including to unauthorized recipients and non-State actors, \n \nRecognizing the rapid development of new and emerging technologies, and \nrecognizing further that they hold great promise for the advancement of human welfare \nand could, inter alia, help to better protect civilians in conflict in certain circumstances, \n \nReaffirming that any weapon, including autonomous weapons systems, that \ncannot be used in compliance with international humanitarian law must not be used, \n \nWelcoming the growing interest and sustained efforts on these issues, in \nparticular through the ongoing and valuable work of the Group of Governmental \nExperts on Emerging Technologies in the Area of Lethal Autonomous Weapons \nSystems, established under the Convention on Prohibitions or Restrictions on the Use \nof Certain Conventional Weapons Which May Be Deemed to Be Excessively \n\nA/C.1/80/L.41 \n \n25-16646\n2/2 \n \nInjurious or to Have Indiscriminate Effects,1 and appreciating the substantial progress \nmade in these discussions and the efforts of the Chair to capture this as part of a \nrolling text, which represents a significant milestone in the work of the Group towards \nthe fulfilment of its mandate, \n \nMindful of the importance of addressing artificial intelligence and autonomy in \nthe military domain multilaterally, ensuring complementarity with discussions on \nlethal autonomous weapons systems, and in this regard taking note of General \nAssembly resolution 79/239 of 24 December 2024 and Human Rights Council \nresolution 51/22 of 7 October 2022,2 \n \nRecognizing the valuable contributions made by United Nations entities and \ninternational and regional organizations, the International Committee of the Red \nCross, civil society organizations, academia, industry and other stakeholders in \nenriching international discussions on autonomous weapons systems, \n \nNoting the calls by the Secretary-General to commence negotiations of a legally \nbinding instrument on autonomous weapons systems, in line with a two-tier approach \nof prohibitions and regulations, and his remark that the work being done in the context \nof the Convention on Certain Conventional Weapons is moving in the right direction, \n \nStressing the importance of the role of humans in the use of force to ensure \nresponsibility and accountability and for States to comply with international law, \n \nRecalling the report of the Secretary General3 and the importance of comprehensive \nand inclusive discussions of the challenges and concerns related to autonomous \nweapons systems, and in this respect, noting with appreciation the open informal \nconsultations convened in 2025 pursuant to resolution 79/62, \n \nHighlighting the importance of international cooperation and capacity-building \nto facilitate further discussions and to close the digital divide and support developing \ncountries’ effective, equitable and meaningful participation and representation in \nforums on autonomous weapons systems, \n \n1. \nUnderlines that a comprehensive and inclusive multilateral approach is \nrequired to address the full range of challenges and concerns posed by autonomous \nweapons systems, including consideration of legal, technological, ethical, humanitarian \nand security perspectives, in order to safeguard international peace and security, and \nencourages States to conduct further exchanges to that effect; \n \n2. \nStresses the urgent need to address the challenges and concerns posed by \nautonomous weapons systems in the context of the objectives and purpose of the \nConvention on Prohibitions or Restrictions on the Use of Certain Conventional \nWeapons Which May Be Deemed to Be Excessively Injurious or to Have Indiscriminate \nEffects, and to further advance the universalization of the Convention; \n \n3. \nCalls upon the High Contracting Parties to the Convention on Prohibitions \nor Restrictions on the Use of Certain Conventional Weapons Which May Be Deemed \nto Be Excessively Injurious or to Have Indiscriminate Effects to work towards \ncompleting the set of elements for an instrument being developed within the mandate \nof the Group of Governmental Experts on Emerging Technologies in the Area of \nLethal Autonomous Weapons Systems, with a view to future negotiations; \n \n4. \nDecides to include in the provisional agenda of its eighty-first session the \nitem entitled “Lethal autonomous weapons systems”. \n \n__________________ \n \n1 United Nations, Treaty Series, vol. 1342, No. 22495. \n \n2 See Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 53A \n(A/77/53/Add.1), chap. III, sect. A. \n \n3 A/79/88. \n",
  "paragraphs": {
    "1": "Underlines that a comprehensive and inclusive multilateral approach is required to address the full range of challenges and concerns posed by autonomous weapons systems, including consideration of legal, technological, ethical, humanitarian and security perspectives, in order to safeguard international peace and security, and encourages States to conduct further exchanges to that effect;",
    "2": "Stresses the urgent need to address the challenges and concerns posed by autonomous weapons systems in the context of the objectives and purpose of the Convention on Prohibitions or Restrictions on the Use of Certain Conventional Weapons Which May Be Deemed to Be Excessively Injurious or to Have Indiscriminate Effects, and to further advance the universalization of the Convention;",
    "3": "Calls upon the High Contracting Parties to the Convention on Prohibitions or Restrictions on the Use of Certain Conventional Weapons Which May Be Deemed to Be Excessively Injurious or to Have Indiscriminate Effects to work towards completing the set of elements for an instrument being developed within the mandate of the Group of Governmental Experts on Emerging Technologies in the Area of Lethal Autonomous Weapons Systems, with a view to future negotiations;",
    "4": "Decides to include in the provisional agenda of its eighty-first session the item entitled “Lethal autonomous weapons systems”. __________________ 1 United Nations, Treaty Series, vol. 1342, No. 22495. 2 See Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. III, sect. A. 3 A/79/88."
  },
  "agenda_items": [
    "Item 99"
  ],
  "symbol_references": [
    "A/C.1/80/L.41"
  ]
}