{
  "symbol": "A/C.3/80/L.33",
  "filename": "A_C.3_80_L.33.pdf",
  "title": "Situation of human rights in the temporarily occupied territories of Ukraine, including the Autonomous Republic of Crimea and the city of Sevastopol",
  "text": "United Nations \nA/C.3/80/L.33\n \n \nGeneral Assembly \nDistr.: Limited \n5 November 2025 \nOriginal: English \n \n25-17856 (E)    121125 \n*2517856* \n \n \nEightieth session \nThird Committee \nAgenda item 71 (c) \nPromotion and protection of human rights: human rights \nsituations and reports of special rapporteurs and representatives \n \n \n \n \n \nAlbania, Austria, Bulgaria, Canada, Croatia, Czechia, Denmark, Estonia, \nFinland, France, Georgia, Germany, Iceland, Ireland, Italy, Latvia, \nLiechtenstein, Lithuania, Luxembourg, Malta, Montenegro, Netherlands \n(Kingdom of the), Norway, Poland, Portugal, Republic of Moldova, Romania, \nSlovenia, Spain, Sweden, Ukraine and United Kingdom of Great Britain and \nNorthern Ireland: draft resolution \n \n \n \n Situation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and the \ncity of Sevastopol \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles of the Charter of the United Nations, and \nrecalling the Universal Declaration of Human Rights, 1 international human rights \ntreaties and other relevant international instruments and declarations, \n \nRecalling the International Convention on the Elimination of All Forms of \nRacial Discrimination,2 the Convention against Torture and Other Cruel, Inhuman or \nDegrading Treatment or Punishment 3  and the Optional Protocol thereto, 4  the \nInternational Covenant on Civil and Political Rights,5 the International Covenant on \nEconomic, Social and Cultural Rights,6 the Convention on the Rights of the Child7 and \nits Optional Protocol on the involvement of children in armed conflict, 8 the Convention \non the Rights of Persons with Disabilities9 and the International Convention for the \n__________________ \n \n1 Resolution 217 A (III). \n \n2 United Nations, Treaty Series, vol. 660, No. 9464. \n \n3 Ibid., vol. 1465, No. 24841. \n \n4 Ibid., vol. 2375, No. 24841. \n \n5 See resolution 2200 A (XXI), annex. \n \n6 Ibid. \n \n7 United Nations, Treaty Series, vol. 1577, No. 27531. \n \n8 Ibid., vol. 2173, No. 27531. \n \n9 Ibid., vol. 2515, No. 44910. \n\nA/C.3/80/L.33 \n \n25-17856\n2/15 \n \nProtection of All Persons from Enforced Disappearance, 10 as well as the United \nNations Declaration on the Rights of Indigenous Peoples, 11 \n \nRecalling also the Geneva Conventions of 12 August 194912 and Additional \nProtocol I thereto, of 1977,13 as applicable, as well as relevant customary international \nlaw, \n \nConfirming the primary responsibility of States to respect, protect and fulfil \nhuman rights, \n \nAcknowledging that international human rights law and international \nhumanitarian law are complementary and mutually reinforcing, \n \nReaffirming the responsibility of States to respect international law, including \nthe principle that all States shall refrain from the threat or use of force against the \nterritorial integrity or political independence of any State and from acting in any other \nmanner inconsistent with the purposes of the United Nations, recalling its resolution \n2625 (XXV) of 24 October 1970, in which it approved the Declaration on Principles \nof International Law concerning Friendly Relations and Cooperation among States in \naccordance with the Charter of the United Nations, and reaffirming the principles \ncontained therein, \n \nRecalling its resolution 3314 (XXIX) of 14 December 1974, entitled “Definition \nof aggression”, in which it states that no territorial acquisition or special advantage \nresulting from aggression is or shall be recognized as lawful, \n \nReaffirming the significance of the Convention on the Prevention and \nPunishment of the Crime of Genocide, 14 and recalling that massive, serious and \nsystematic violations of human rights and international humanitarian law might result \nin genocide, \n \nRecalling its resolution 68/262 of 27 March 2014 on the territorial integrity of \nUkraine, in which it affirmed its commitment to the sovereignty, political \nindependence, unity and territorial integrity of Ukraine within its internationally \nrecognized borders and called upon all States, international organizations and \nspecialized agencies not to recognize any alteration to the status of the Autonomous \nRepublic of Crimea and the city of Sevastopol and to refrain from any action or \ndealing that might be interpreted as recognizing any such altered status, \n \nRecalling also its resolution ES-11/4 of 12 October 2022, entitled “Territorial \nintegrity of Ukraine: defending the principles of the Charter of the United Nations”, \n \nRecalling further its resolutions 71/205 of 19 December 2016, 72/190 of \n19 December 2017, 73/263 of 22 December 2018, 74/168 of 18 December 2019, \n75/192 of 16 December 2020, 76/179 of 16 December 2021 and 77/229 of 15 December \n2022 on the situation of human rights in the temporarily occupied Autonomous \nRepublic of Crimea and the city of Sevastopol, Ukraine, as well as its resolutions \n78/221 of 19 December 2023 and 79/184 of 17 December 2024 on the situation of \nhuman rights in the temporarily occupied territories of Ukraine, including the \nAutonomous Republic of Crimea and the city of Sevastopol, its resolutions 73/194 of \n17 December 2018, 74/17 of 9 December 2019, 75/29 of 7 December 2020 and 76/70 \nof 9 December 2021 on the problem of the militarization of the Autonomous Republic \nof Crimea and the city of Sevastopol, Ukraine, as well as parts of the Black Sea and the \n__________________ \n \n10 Ibid., vol. 2716, No. 48088. \n \n11 Resolution 61/295, annex. \n \n12 United Nations, Treaty Series, vol. 75, Nos. 970–973. \n \n13 Ibid., vol. 1125, No. 17512. \n \n14 Resolution 260 A (III), annex. \n\nA/C.3/80/L.33\n \n3/15\n25-17856 \n \nSea of Azov, and its resolution 78/316 of 11 July 2024 on the safety and security of \nnuclear facilities of Ukraine, including the Zaporizhzhia nuclear power plant, and \nrelevant decisions of international organizations, specialized agencies and bodies \nwithin the United Nations system, \n \nRecalling its resolutions ES-11/1 of 2 March 2022 on the aggression against \nUkraine, ES-11/2 of 24 March 2022 on the humanitarian consequences of the \naggression against Ukraine, ES-11/6 of 23 February 2023 on the principles of the \nCharter of the United Nations underlying a comprehensive, just and lasting peace in \nUkraine and ES-11/7 of 24 February 2025 on advancing a comprehensive, just and \nlasting peace in Ukraine, and Human Rights Council resolutions 49/1 of 4 March \n2022,15 52/32 of 4 April 2023,16 55/23 of 4 April 202417 and 58/24 of 4 April 202518 \non the situation of human rights in Ukraine stemming from the Russian aggression \nand S-34/1 of 12 May 2022 on the deteriorating human rights situation in Ukraine \nstemming from the Russian aggression,19 \n \nGravely concerned that the provisions of these resolutions and relevant \ndecisions of international organizations, specialized agencies and bodies within the \nUnited Nations system have not been implemented by the Russian Federation, \n \nCondemning the ongoing temporary occupation by the Russian Federation of \npart of the territory of Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol (hereinafter “Crimea”), and certain areas of the Kherson, \nZaporizhzhia, Donetsk and Luhansk Oblasts (hereinafter “temporarily occupied \nterritories of Ukraine”), and reaffirming the non-recognition of its annexation, \n \nCondemning also the war of aggression against Ukraine by the Russian \nFederation in violation of Article 2 (4) of the Charter, and the use of Crimea for this \nand to support the attempted illegal annexation of the Kherson, Zaporizhzhia, Donetsk \nand Luhansk Oblasts, \n \nSupporting the commitment by Ukraine to adhere to international law in its \nefforts to put an end to the temporary Russian occupation of Crimea, and welcoming \nthe commitments by Ukraine to respect, protect and fulfil the human rights and \nfundamental freedoms of all persons, including Indigenous Peoples, and its \ncooperation with human rights treaty bodies and international institutions, \n \nRecalling that organs and officials of the Russian Federation established in the \ntemporarily occupied territories of Ukraine are illegitimate and should be referred to \nas “occupying authorities of the Russian Federation”, \n \nConcerned that applicable international human rights law obligations and \ntreaties, to which Ukraine is a Party, are not upheld by the occupying Power, thus \nseverely restricting the ability of residents of the temporarily occupied territories of \nUkraine to exercise their human rights and fundamental freedoms, \n \nReaffirming the obligation of States to ensure that persons belonging to national \nor ethnic, religious and linguistic minorities, and Indigenous Peoples may exercise \nfully and effectively all human rights and fundamental freedoms without any \ndiscrimination and in full equality before and under the law, \n \nWelcoming the reports of the Office of the United Nations High Commissioner \nfor Human Rights on the human rights situation in Ukraine, of the Commissioner for \n__________________ \n \n15 See Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 53 \n(A/77/53), chap. VI, sect. A. \n \n16 Ibid., Seventy-eighth Session, Supplement No. 53 (A/78/53), chap. V, sect. A. \n \n17 Ibid., Seventy-ninth Session, Supplement No. 53 (A/79/53), chap. IV, sect. A. \n \n18 Ibid., Eightieth Session, Supplement No. 53 (A/80/53), chap. V, sect. A. \n \n19 Ibid., Seventy-seventh Session, Supplement No. 53 (A/77/53), chap. VII. \n\nA/C.3/80/L.33 \n \n25-17856\n4/15 \n \nHuman Rights of the Council of Europe and of the missions of experts under the \nMoscow Mechanism of the Organization for Security and Cooperation in Europe, in \nwhich they stated that a wide array of gross and systematic violations and abuses of \nhuman rights continued to take place in Ukrainian territory affected by aggression by \nthe Russian Federation, \n \nWelcoming also the reports of the Office of the United Nations High \nCommissioner for Human Rights on the situation of human rights in the temporarily \noccupied Autonomous Republic of Crimea and the city of Sevastopol, Ukraine, \nsubmitted pursuant to resolutions 71/205 20  and 72/190, 21  and the reports of the \nSecretary-General submitted pursuant to resolutions 73/263, 22 74/168, 23 75/192, 24 \n76/179,25 77/229,26 78/22127 and 79/184,28 and recalling with deep concern the reports \nof the Independent International Commission of Inquiry on Ukraine of 18 October \n2022,29 15 March 2023,30 19 October 2023,31 18 March 2024,32 25 October 2024,33 \n28 May 2025, 21 October 202534 and 28 October 202535 pursuant to Human Rights \nCouncil resolutions 49/1, 52/32, 55/23 and 58/24 on the situation of human rights in \nUkraine stemming from the Russian aggression, \n \nCondemning the imposition and retroactive application of the legal system of \nthe Russian Federation in the temporarily occupied territories of Ukraine, including \nthe forced or compulsory imposition of citizenship of the Russian Federation on \nprotected persons, as well as the associated negative impacts on the human rights \nsituation, including the forcible transfer within temporarily occupied territory or \ndeportation of civilians, deprivation of land and residential property ownership and \nthe regressive effects on the enjoyment of human rights by residents, particularly \nthose who have rejected that citizenship, \n \nDeeply concerned about continued reports that the law enforcement officials of \nthe Russian Federation conduct searches and raids of private homes, businesses, \nreligious institutions, media outlets and meeting places in the temporarily occupied \nterritories of Ukraine, often pillaging and requisitioning private property, and \nrecalling that the International Covenant on Civil and Political Rights prohibits \narbitrary or unlawful interference with a person’s privacy, family, home or \ncorrespondence, \n \nGravely concerned that, since 2014, torture and other cruel, inhuman or \ndegrading treatment or punishment has reportedly been widely and systematically \nused by the Russian authorities, and expressing deep concern about the ongoing reports \nof arbitrary detentions, arrests and sentencing by the Russian Federation of Ukrainian \ncitizens and citizens of other countries, in particular for statements and actions in \nopposition to the war of aggression by the Russian Federation against Ukraine, \n__________________ \n \n20 See A/72/498. \n \n21 See A/73/404. \n \n22 A/74/276. \n \n23 A/75/334 and A/HRC/44/21. \n \n24 A/76/260 and A/HRC/47/58. \n \n25 A/77/220 and A/HRC/50/65. \n \n26 A/78/340 and A/HRC/53/64. \n \n27 A/79/258 and A/HRC/56/69. \n \n28 A/80/315. \n \n29 A/77/533. \n \n30 A/HRC/52/62. \n \n31  A/78/540. \n \n32  A/HRC/55/66. \n \n33  A/79/549. \n \n34  A/80/497. \n \n35  A/HRC/58/67. \n\nA/C.3/80/L.33\n \n5/15\n25-17856 \n \nincluding Emir-Usein Kuku, Halyna Dovhopola, Server Mustafayev, Asan and Aziz \nAkhtemov, Iryna Danylovych, Bohdan Ziza, Enver Krosh, Vilen Temeryanov, \nMariano García Calatayud, Seyran Saliev, Oleh Pryhodko, Osman Arifmemetov and \nmany others, \n \nDeeply concerned about the serious continued restrictions on the right to \nfreedom of movement and the rights to liberty and security of person, especially for \nthose who have been previously unlawfully or arbitrarily arrested or detained and \nserved sentences on politically motivated criminal charges, \n \nGravely concerned that the temporary occupation continues to hinder the \nenjoyment of economic, social and cultural rights by residents, including children, \nwomen, older persons, persons with disabilities and other persons in vulnerable and \nmarginalized situations, \n \nCondemning the reported serious violations of international humanitarian law \nand violations and abuses of human rights committed against residents of the \ntemporarily occupied territories of Ukraine, in particular those involving extrajudicial \nkillings, abductions, enforced disappearances, politically motivated prosecutions, \ndiscrimination, harassment, intimidation, violence, including sexual and gender-\nbased violence, mass searches and raids, arbitrary detentions and arrests, torture and \nill-treatment, in particular to extract confessions, subjecting detainees to special \nsecurity regimes and involuntary placement in psychiatric institutions, as well as \ndeplorable treatment and conditions in detention, and the forcible transfer or \ndeportation of protected persons to the Russian Federation, as well as reported abuses \nof other fundamental freedoms, including the freedoms of expression, religion or \nbelief and association and the right to peaceful assembly, \n \nSeriously concerned about violations of international law by the Russian \nFederation in the temporarily occupied territories of Ukraine, including those \ninvolving arbitrary detention of civilians, the taking of hostages and so-called \nfiltration procedures, particularly affecting displaced persons, and strongly \ncondemning the ongoing impunity in reported cases of enforced disappearances and \nthe continued use of these practices to intimidate and oppress the local population, \n \nExpressing grave concern at the findings of the Independent International \nCommission of Inquiry on Ukraine that Russian authorities have committed enforced \ndisappearances as crimes against humanity, and that the enforced disappearances were \ncommitted for a prolonged period of time as part of a widespread and systematic \nattack against civilian populations, pursuant to a coordinated State policy,  \n \nExpressing grave concern also at the reported continued denial by the Russian \nauthorities of information to the families of forcibly disappeared and missing persons, \nas well as prisoners of war and civilian detainees, on their fate and whereabouts, \nwhich denies victims and their families justice, truth, reparations and guarantees of \nnon-repetition, \n \nDeeply concerned about restrictions faced by Ukrainians, including Indigenous \nPeoples of Crimea, in particular the Crimean Tatars, in exercising their civil, political, \neconomic, social and cultural rights, including the rights to work and education, as \nwell as the ability to maintain their identity and preserve their culture and to education \nin the Ukrainian and Crimean Tatar languages, \n \nCondemning the reported destructions of cultural and natural heritage, illegal \narchaeological excavations and transfer of cultural property, discrimination against \npersons belonging to religious minorities and repression of religious traditions, \nthereby diminishing Ukrainian and Crimean Tatar culture in the ethnocultural \nlandscape of the temporarily occupied territories of Ukraine, \n\nA/C.3/80/L.33 \n \n25-17856\n6/15 \n \n \nExpressing concern about the intensified militarization and assimilation of \nyoung people in the temporarily occupied territories of Ukraine by the Russian \nFederation, including combat training of children and youth for military service in \nthe Russian armed forces as well as the introduction of the “military-patriotic” \neducation system, and its blocking of access to Ukrainian education, \n \nCondemning the incitement of hatred against Ukraine, Ukrainians and Crimean \nTatars as well as the dissemination of disinformation seeking to justify the war of \naggression against Ukraine by the Russian Federation, including through the \neducation system and youth policy, \n \nGravely concerned by the above-mentioned policies and practices of the \nRussian Federation, which cause a continuing threat and have caused a large number \nof Ukrainians to flee from the temporarily occupied territories of Ukraine, \n \nRecalling that individual or mass forcible transfers and deportations of protected \npersons from occupied territory to the territory of the occupying Power, or to that of \nany other country, occupied or not, and the transfer by an occupying Power of parts \nof its own civilian population into the territory that it occupies, are prohibited under \ninternational humanitarian law, and may amount to war crimes or crimes against \nhumanity, \n \nDeeply concerned by consistent reports that the Russian Federation promotes \npolicies and conducts practices aimed at changing the demographic, including ethnic, \nstructure in the temporarily occupied territories of Ukraine, \n \nConcerned about the negative effects on the full and effective enjoyment of \nhuman rights by residents of the temporarily occupied territories of Ukraine, resulting \nfrom disruptive activities of the occupying Power, including the expropriation of land \nand residential property, the demolition of houses and the depletion and acquisition \nof natural and agricultural resources, \n \nReaffirming the right of return of all internally displaced persons and refugees \naffected by the temporary occupation by the Russian Federation to their homes in \nUkraine, \n \nReaffirming its serious concern that, according to the decision of the so-called \n“Supreme Court of Crimea” of 26 April 2016 and the decision of the Supreme Court \nof the Russian Federation of 29 September 2016, the Mejlis of the Crimean Tatar \nPeople, the representative body of the Indigenous People of Crimea – the Crimean \nTatars – continues to be declared an extremist organization and the ban on its activities \nhas still not been repealed, and that the persecution of the leaders of the Mejlis of the \nCrimean Tatar People continues, \n \nCondemning the ongoing pressure exerted upon persons belonging to religious \nminorities and their communities, including through frequent police raids, demolition \nof and eviction from buildings dedicated to religion, undue registration requirements \nthat have affected legal status and property rights and threats against and persecution \nof those belonging to the Orthodox Church of Ukraine, Protestant churches, Muslim \nreligious communities, Greek Catholics, Roman Catholics and Jehovah’s Witnesses, \nand condemning also the baseless prosecution of dozens of peaceful Muslims for \nallegedly belonging to extremist organizations, \n \nGravely concerned about the constant use of military courts, including those \nlocated on the territory of the Russian Federation, to try civilian residents of the \ntemporarily occupied territories of Ukraine and mounting evidence of the failure of \nthe occupying Power to uphold fair trial standards, including by setting up in the \ntemporarily occupied territories illegal courts that do not meet international standards \nwith respect to the independence and impartiality of the judges, the transparency of \n\nA/C.3/80/L.33\n \n7/15\n25-17856 \n \ncourt proceedings, the presumption of innocence of the accused or their right to a \ndefence, \n \nCondemning the continuous widespread misuse of counter-terrorism and \nanti-extremism laws to suppress dissent, including through enforcing new Russian \nlegislation with the intent to dissuade the residents of the temporarily occupied \nterritories of Ukraine from peaceful protests, in accordance with their rights to \nfreedom of expression and opinion and freedom of peaceful assembly, following and \nduring the war of aggression by the Russian Federation against Ukraine, \n \nStrongly condemning, in this regard, the ongoing pressure and mass detentions \non terrorism, extremism and espionage or related grounds and other forms of \nrepression against journalists and other media workers, lawyers, human rights \ndefenders and civil rights activists, including against activists of the Crimean \nSolidarity civic initiative, which documents violations and provides humanitarian \nassistance to the families of victims of politically motivated prosecutions, \n \nRecalling the judgment of the International Court of Justice of 31 January 2024 \nin Application of the International Convention for the Suppression of the Financing \nof Terrorism and of the International Convention on the Elimination of All Forms of \nRacial Discrimination (Ukraine v. Russian Federation),36 \n \nRecalling also the judgment of the International Court of Justice of 2 February \n2024 in Allegations of Genocide under the Convention on the Prevention and \nPunishment of the Crime of Genocide (Ukraine v. Russian Federation),37 \n \nRecalling further the prohibition under the Geneva Conventions of 12 August \n1949 for the occupying Power to compel protected persons to serve in its armed or \nauxiliary forces, including medical staff, and strongly condemning any forced \nconscription and mobilization to the armed forces of the Russian Federation in the \ntemporarily occupied territories of Ukraine against the backdrop of the war of \naggression by the Russian Federation against Ukraine, \n \nRecalling that the safety of journalists, other media workers and a free press, or \nother media, are essential for the realization of the rights to freedom of expression \nand freedom to seek, receive and impart information and the enjoyment of other \nhuman rights and fundamental freedoms, concerned about reports that journalists, \nmedia workers and citizen journalists continue to face unjustified interference with \ntheir reporting activities in the temporarily occupied territories of Ukraine, and \nexpressing deep concern that journalists, media workers and citizen journalists have \nbeen arbitrarily arrested, detained, prosecuted, harassed, intimidated, tortured and \nkilled as a direct result of their reporting activities, in particular for covering \ndevelopments in the temporarily occupied territories of Ukraine as well as the war of \naggression by the Russian Federation against Ukraine, \n \nCondemning the blocking by the Russian Federation of Ukrainian websites and \ntelevision channels and the seizure of Ukrainian transmission frequencies in the \ntemporarily occupied territories of Ukraine, which entails completely blocking access \nto Ukrainian education, as well as the use of mass media controlled by the occupying \nPower to incite hatred against Ukrainians, the Orthodox Church of Ukraine, Crimean \nTatars, Muslims, Jehovah’s Witnesses and activists and to call for atrocities against \nUkrainians, \n \nExpressing grave concern at the findings of the Independent International \nCommission of Inquiry on Ukraine that the Russian authorities, pursuant to a \n__________________ \n \n36 See Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 4 \n(A/79/4), chap. V, sect. A. \n \n37 Ibid. \n\nA/C.3/80/L.33 \n \n25-17856\n8/15 \n \ncoordinated State policy, have engaged in widespread and systematic torture, \nincluding sexual violence, against civilians and prisoners of war, amounting to war \ncrimes and crimes against humanity,  \n \nReiterating its concern regarding military use of the temporarily occupied \nterritories of Ukraine and their infrastructure, including civilian, in the war of \naggression by the Russian Federation against Ukraine, which entails considerable \nlong-term negative environmental consequences in the region, impacting civilians’ \nenjoyment of their human rights, \n \nRecalling that the Russian Federation bears legal responsibility as the occupying \nPower for the occupied territory, and deploring the destruction of the Kakhovka \nhydroelectric power plant, which has had catastrophic long-term humanitarian, \neconomic, agricultural and environmental consequences in the region, and severely \nimpacts civilians’ enjoyment of their human rights, and also strongly condemning the \nrefusal of the request of the United Nations for humanitarian access across the Dnipro \nRiver to the affected residents in the areas under the temporary occupation of the \nRussian Federation, \n \nCondemning the continuous use of the temporarily occupied territories of \nUkraine for missile and drone strikes across Ukraine, causing numerous civilian \ncasualties and impacting civilian objects, including deliberate attacks against critical \nenergy infrastructure and attacks impacting medical facilities, \n \nGravely concerned that attacks on Ukrainian civilian port infrastructure, means \nof navigation and grain terminals and the intended blockade of the ports of Ukraine, \nas well as threats of use of force against civilian and merchant vessels in the Black \nSea heading to and from the ports of Ukraine, undermine critical global food supply \nroutes, in particular to the most vulnerable regions, thus threatening global food \nsecurity and access to affordable, safe and nutritious food for all those in need,  \n \nWelcoming the continued efforts of the Secretary-General, the United Nations \nHigh Commissioner for Human Rights, the Organization for Security and \nCooperation in Europe, the Council of Europe, the Independent International \nCommission of Inquiry on Ukraine and other international and regional organizations \nto support Ukraine in respecting, protecting and fulfilling human rights, and \nexpressing concern over the lack of safe and unfettered access by established regional \nand international human rights monitoring mechanisms and human rights \nnon-governmental organizations to the temporarily occupied territories of Ukraine, \n \nStrongly condemning the forcible transfer of Ukrainian children and other \ncivilians within the temporarily occupied territories of Ukraine and their deportation \nto the Russian Federation, and the separation of families and of children from legal \nguardians, and any subsequent change of children’s personal status, adoption or \nplacement in foster families, and efforts to indoctrinate them, which have been carried \nout as part of violations of international human rights law and international \nhumanitarian law, and calling upon the Russian Federation to work with humanitarian \nactors to ensure the safe and timely return of all Ukrainian children,  \n \nWelcoming the efforts undertaken within the framework of the International \nCoalition for the Return of Ukrainian Children, aimed at consolidating international \nsupport, fostering coordinated action and dialogue among States, relevant \ninternational and regional organizations and humanitarian actors, and contributing to \nensuring the prompt, safe and unconditional return of children unlawfully deported \nor forcibly transferred within the temporarily occupied territories of Ukraine, \nincluding the Autonomous Republic of Crimea and the city of Sevastopol, in \naccordance with obligations under international law, including the Convention on the \n\nA/C.3/80/L.33\n \n9/15\n25-17856 \n \nRights of the Child, and recalling the need to ensure accountability for such \nviolations, \n \nNoting the issuance of warrants of arrest by the International Criminal Court for \nVladimir Putin, President of the Russian Federation, and Maria Lvova-Belova, \nCommissioner for Children’s Rights in the Office of the President of the Russian \nFederation, on the basis that there are reasonable grounds to believe that they are \nresponsible for the war crime of unlawful deportation of children and that of unlawful \ntransfer of children from temporarily occupied areas of Ukraine to the Russian \nFederation,  \n \nNoting also the issuance of warrants of arrest by the International Criminal \nCourt for Sergei Shoigu, Minister of Defence of the Russian Federation at the time of \nthe alleged conduct, and Valery Gerasimov, Chief of the General Staff of the Armed \nForces of the Russian Federation and First Deputy Minister of Defence of the Russian \nFederation at the time of the alleged conduct, on the basis that there are reasonable \ngrounds to believe that they are responsible for the war crime of directing attacks at \ncivilian objects and the war crime of causing excessive incidental harm to civilians, \nor damage to civilian objects, and the crime against humanity of other inhumane acts,  \n \nNoting further the inclusion for the third consecutive year of the Russian armed \nforces and affiliated armed groups as a persistent perpetrator of grave violations \nagainst children in an annex to the annual report of the Secretary-General on children \nand armed conflict,38 specifically for the killing and maiming of children and attacks \non schools and hospitals in Ukraine, \n \nExpressing deep concern at the full range of threats and human rights violations \nand abuses experienced by women and girls affected by the war of aggression by the \nRussian Federation against Ukraine and under the temporary occupation of the \nRussian Federation, and recognizing that women and girls are particularly at risk and \nare often specifically targeted and at an increased risk of violence under occupation, \nand in war and post-war situations,  \n \nCommending the efforts of the Special Representative of the Secretary-General \non Sexual Violence in Conflict on the prevention of and response to conflict-related \nsexual violence in Ukraine, \n \nRecalling that the Russian armed and security forces and affiliated armed groups \nhave been listed in the 2025 report of the Secretary-General on conflict-related sexual \nviolence39 in the appendix concerning parties on notice for potential listing in the next \nreport to the Security Council, \n \nAcknowledging the importance of the investigation conducted by the \nIndependent International Commission of Inquiry on Ukraine and emphasizing the \nrole played by the Office of the United Nations High Commissioner for Human Rights \nin contributing to an objective appraisal of the situation of human rights in Ukraine, \nand in this regard welcoming the investigation by the International Criminal Court, \n \nStrongly condemning violations of the rights of Ukrainian prisoners of war, \nincluding those documented by the Independent International Commission of Inquiry \non Ukraine and the mission of experts under the Moscow Mechanism, through the \nwidespread and systematic use of torture and other forms of ill-treatment, including \nthose involving sexual and gender-based violence, the degrading conditions of their \ndetention and the failure to provide adequate medical care, \n__________________ \n \n38  A/79/878-S/2025/247.  \n \n39 S/2025/389. \n\nA/C.3/80/L.33 \n \n25-17856\n10/15 \n \n \nGravely concerned that the temporary occupation of Crimea became a blueprint \nfor a grave human rights crisis in other territories of Ukraine under temporary \noccupation by the Russian Federation, \n \nAffirming that the seizure of territories of Ukraine, including Crimea, by force \nis illegal and a violation of international law, and affirming also that control of all of \nthe territory of Ukraine within its internationally recognized borders, extending to its \nterritorial waters, must be immediately restored to Ukraine, \n \n1. \nCondemns in the strongest terms the war of aggression by the Russian \nFederation against Ukraine in violation of Article 2 (4) of the Charter of the United \nNations, and the use of temporarily occupied Crimea for this and to support the \nattempted illegal annexation of the Kherson, Zaporizhzhia, Donetsk and Luhansk \nOblasts; \n \n2. \nDemands that the Russian Federation immediately cease its war of \naggression against Ukraine and unconditionally withdraw all of its military forces \nfrom the territory of Ukraine within its internationally recognized borders, extending \nto its territorial waters; \n \n3. \nStrongly condemns the continuing and total disregard by the Russian \nFederation for its obligations under international law, including the Charter of the \nUnited Nations, regarding its legal responsibility for the temporarily occupied \nterritory, including the responsibility to respect Ukrainian law and the rights of all \ncivilians; \n \n4. \nCondemns the failure of the Russian Federation to comply with the \nrepeated requests and demands of the General Assembly, as well as with the orders of \nthe International Court of Justice; \n \n5. \nAlso condemns violations and abuses of human rights law and international \nhumanitarian law perpetrated by the Russian occupying authorities against the \nresidents of the temporarily occupied territories of Ukraine, including discrimination \nagainst Ukrainians, Crimean Tatars and persons belonging to other ethnic and \nreligious groups; \n \n6. \nDemands that the Russian Federation respect obligations under \ninternational law with regard to respecting the Ukrainian legislation in force prior to \nthe temporary occupation; \n \n7. \nUrges the Russian Federation: \n \n(a) \nTo uphold all of its obligations under applicable international law; \n \n(b) \nTo fully and immediately comply with the order of the International Court \nof Justice of 16 March 2022; \n \n(c) \nTo take all measures necessary to bring an immediate end to all violations \nand abuses of international human rights law and violations of international \nhumanitarian law against residents of the temporarily occupied territories of Ukraine, \nin particular reported discriminatory measures and practices, arbitrary detentions and \narrests, violations and abuses within the framework of the filtration procedures, \nenforced disappearances, torture and other cruel, inhuman or degrading treatment, \nsexual and gender-based violence, including to compel apprehended persons to self-\nincriminate or “cooperate” with law enforcement, ensure fair trial, revoke all \ndiscriminatory legislation and hold accountable those responsible for those violations \nand abuses by ensuring the independent, impartial and effective investigation of all \nallegations; \n\nA/C.3/80/L.33\n \n11/15\n25-17856 \n \n \n(d) \nTo halt arrests and prosecutions of residents of the temporarily occupied \nterritories of Ukraine for non-criminal acts committed or opinions expressed, \nincluding in social media comments or posts, and release all residents who have been \narrested or imprisoned for such acts; \n \n(e) \nTo respect the laws in force in Ukraine, repeal laws unlawfully imposed \nby the Russian Federation in the temporarily occupied territories of Ukraine that allow \nfor forced evictions and the confiscation of private property, including land, as well \nas the natural and agricultural resources of Ukraine, in violation of applicable \ninternational law, and respect the property rights of all former owners affected by \nprevious confiscations; \n \n(f) \nTo provide reliable information on the whereabouts of forcibly \ndisappeared and missing Ukrainian citizens, as well as civilian detainees, transferred \nand deported children, and prisoners of war, so as to ensure their communication with \ntheir families, lawyers and relevant international actors, including the International \nCommittee of the Red Cross, and to immediately release and allow the return to \nUkraine, without preconditions, of Ukrainian citizens who were unlawfully detained, \nas well as those transferred or deported by the Russian Federation; \n \n(g) \nTo disclose the number and identity of individuals deported from the \ntemporarily occupied territories of Ukraine to the Russian Federation and take \nimmediate action to allow the voluntary return of such individuals to Ukraine; \n \n(h) \nTo end the practice of placing detainees in solitary confinement cells, \npunitive isolation or other severe conditions as a method of intimidation; \n \n(i) \nTo monitor and accommodate the medical needs of all Ukrainian citizens \nin detention, including prisoners of war, those unlawfully detained and convicted on \npolitically motivated grounds in the temporarily occupied territories of Ukraine and \nin the Russian Federation and allow the monitoring of those detainees’ state of health \nand conditions of detention by independent international monitors and physicians \nfrom reputable international health organizations, including the European Committee \nfor the Prevention of Torture and Inhuman or Degrading Treatment or Punishment \nand the International Committee of the Red Cross, as well as to release detainees in \ncritical health condition, especially if their illnesses are mentioned in the list of \ndiseases that prevent detention, and investigate effectively all deaths in detention; \n \n(j) \nTo uphold the rights, in accordance with international law and until their \nrelease, of Ukrainian prisoners and detainees in the temporarily occupied territories \nof Ukraine and in the Russian Federation, including those on hunger strike, and \nencourages it to respect the United Nations Standard Minimum Rules for the \nTreatment of Prisoners (the Nelson Mandela Rules) 40 and the United Nations Rules \nfor the Treatment of Women Prisoners and Non-custodial Measures for Women \nOffenders (the Bangkok Rules);41 \n \n(k) \nTo address ongoing impunity and ensure that those responsible for \nviolations and abuses of human rights law and violations of international \nhumanitarian law are held accountable before an independent and impartial judiciary; \n \n(l) \nTo create and maintain a safe and enabling environment for journalists and \nmedia workers and citizen journalists, human rights defenders and lawyers to perform \ntheir work independently and without undue interference, including by refraining \nfrom travel bans, deportations, arbitrary arrests, detention and prosecution, and other \nrestrictions on the enjoyment of their rights; \n__________________ \n \n40 Resolution 70/175, annex. \n \n41 Resolution 65/229, annex. \n\nA/C.3/80/L.33 \n \n25-17856\n12/15 \n \n \n(m) To respect, protect and fulfil freedom of opinion and expression, which \nincludes the freedom to seek, receive and impart information and ideas through any \nmedia and regardless of frontiers, and ensure a safe and enabling environment for \nindependent media pluralism and for civil society organizations; \n \n(n) \nTo respect freedom of thought, conscience and religion or belief, without \ndiscrimination on any grounds, to lift discriminatory regulatory barriers prohibiting \nor limiting the activities of religious groups in the temporarily occupied territories of \nUkraine, including but not limited to parishioners of the Orthodox Church of Ukraine, \nMuslim Crimean Tatars and Jehovah’s Witnesses, and to permit unimpeded access, \nwithout any undue restrictions, to places of worship as well as gatherings for prayer \nand other religious practices; \n \n(o) \nTo restore enjoyment of the rights of all individuals, without any \ndiscrimination based on origin, revoke the decisions that banned cultural institutions \nand restore enjoyment of the rights of individuals belonging to ethnic communities in \nthe temporarily occupied territories of Ukraine, in particular ethnic Ukrainians and \nCrimean Tatars, including the right to freely participate in the cultural life of the \ncommunity; \n \n(p) \nTo respect, protect and fulfil the right to be free from arbitrary or unlawful \ninterference with a person’s privacy, family, home or correspondence; \n \n(q) \nTo ensure that the right to freedom of opinion and expression and the rights \nto peaceful assembly and freedom of association can be exercised by all residents of \nthe temporarily occupied territories of Ukraine in any form, including single-person \npickets, without any restrictions other than those permissible under international law, \nincluding international human rights law, and without discrimination on any grounds, \nto end the practices of abusing requirements of prior authorization for peaceful \nassemblies and issuing warnings or threats to potential participants in those \nassemblies and to lift bans on the activities of non-governmental organizations, \nhuman rights organizations and media outlets; \n \n(r) \nTo refrain from imposing criminal penalties on individuals for exercising \nthe rights to freedom of expression and to peaceful assembly, and to quash all \npenalties imposed on residents of the temporarily occupied territories of Ukraine for \nexpressing dissenting views, such as regarding the status of temporarily occupied \nterritories of Ukraine and the war of aggression by the Russian Federation against \nUkraine; \n \n(s) \nTo ensure real and effective conditions for education in the Ukrainian and \nCrimean Tatar languages, and end all legislative and other practices aimed at blocking \naccess to Ukrainian education, which constitute a pattern of racial discrimination; \n \n(t) \nTo respect the rights of the Indigenous Peoples of Ukraine set out in the \nUnited Nations Declaration on the Rights of Indigenous Peoples, revoke immediately \nthe decision declaring the Mejlis of the Crimean Tatar People an extremist \norganization and banning its activities, repeal the decision banning leaders of the \nMejlis from entering Crimea, repeal the sentences, including in absentia, against \nCrimean Tatars and their leaders and immediately release those arbitrarily detained, \nand refrain from maintaining or imposing limitations on the ability of the Crimean \nTatars to conserve their representative institutions; \n \n(u) \nTo stop the illegal drafting and mobilization of residents of the temporarily \noccupied territories of Ukraine into the armed forces of the Russian Federation, stop \npressure aimed at compelling residents of the temporarily occupied territories of \nUkraine to serve in the armed or auxiliary forces of the Russian Federation to \nparticipate in hostilities against their own State, as well as using propaganda, also \n\nA/C.3/80/L.33\n \n13/15\n25-17856 \n \ntargeted at children and through the education system, and ensure strict compliance \nwith its international obligations as an occupying Power; \n \n(v) \nTo end also the practice of criminal prosecution of inhabitants who resist \nconscription and mobilization into the armed or auxiliary forces of the Russian \nFederation; \n \n(w) To end the practice of deporting Ukrainian citizens from the temporarily \noccupied territories of Ukraine for not taking Russian citizenship, stop transferring \nits own civilian population to these territories and end the policy of forcibly altering \nthe demographic composition, including the ethnic composition, by encouraging or \nfacilitating the migration and settlement of Russian citizens in these areas; \n \n(x) \nTo immediately and unconditionally reverse the decision to simplify the \nprocedure for obtaining citizenship of the Russian Federation for Ukrainian orphans \nor children left without parental care; \n \n(y) \nTo provide to the relevant international and humanitarian organizations \nfull information on the current whereabouts of and access to all Ukrainian children \nwho were forcibly transferred within the temporarily occupied territories of Ukraine \nor deported to the Russian Federation, including those subsequently adopted or placed \nwithin Russian families, in order to ensure that these children are provided protection \nand care in accordance with international law, including the right to return to Ukraine; \n \n(z) \nTo cease forcible transfers or deportation of Ukraine’s children and other \ncivilians and take all necessary steps with a view to their safe return and family \nreunification in line with the best interests of the child and in accordance with \ninternational law; \n \n(aa) To cooperate fully and immediately with the Office of the United Nations \nHigh Commissioner for Human Rights, the Organization for Security and \nCooperation in Europe and the Independent International Commission of Inquiry on \nUkraine, which must have safe, secure and unhindered access to the entire territory \nof Ukraine, including the temporarily occupied territories of Ukraine, and the Council \nof Europe on the situation of human rights in the territories of Ukraine temporarily \noccupied by the Russian Federation; \n \n(bb) To create the conditions, as well as provide the means, to allow for the \nvoluntary, safe, dignified and unhindered return to their homes of all internally \ndisplaced persons and refugees affected by the temporary occupation of territories of \nUkraine by the Russian Federation; \n \n(cc) To secure appropriate conditions for the detention of Ukrainian prisoners \nof war in accordance with the requirements of the Geneva Convention relative to the \nTreatment of Prisoners of War, of 12 August 1949,42 including through the setting up \nof a mixed medical commission, and to ensure the complete exchange of prisoners of \nwar; \n \n(dd) To ensure compliance with obligations under international law, including \nhumanitarian law and the 1954 Convention for the Protection of Cultural Property in \nthe Event of Armed Conflict, 43  regarding the preservation of monuments of the \ncultural heritage of Ukraine in the temporarily occupied territories of Ukraine, in \nparticular regarding the Khan Palace in Bakhchysarai and the monument “The ancient \ncity of Chersonese and its Chora”, to prevent and stop reported illegal archaeological \nexcavations in Crimea and other temporarily occupied territories of Ukraine, and the \nillicit transfer of cultural property of Ukraine outside the territory of Ukraine; \n__________________ \n \n42 United Nations, Treaty Series, vol. 75, No. 972. \n \n43 Ibid., vol. 249, No. 3511. \n\nA/C.3/80/L.33 \n \n25-17856\n14/15 \n \n \n8. \nCalls upon the Russian Federation to address the substantive concerns and \nall recommendations highlighted in the reports of the Secretary-General and the \nOffice of the United Nations High Commissioner for Human Rights on the situation \nof human rights in the temporarily occupied territories of Ukraine, including the \nAutonomous Republic of Crimea and the city of Sevastopol, as well as previous \nrelevant recommendations from reports on the situation of human rights in Ukraine \nby the Office of the High Commissioner based on the work of the human rights \nmonitoring mission in Ukraine established to prevent further deterioration of human \nrights in the temporarily occupied territories of Ukraine; \n \n9. \nSupports the efforts of Ukraine to maintain economic, financial, political, \nsocial, informational, cultural and other ties with its citizens in the temporarily \noccupied territories of Ukraine in order to facilitate their access to democratic \nprocesses, economic opportunities and objective information; \n \n10. Calls upon all international organizations and specialized agencies of the \nUnited Nations system, when referring to the temporarily occupied territories of \nUkraine, including the Autonomous Republic of Crimea and the city of Sevastopol, \nin their official documents, communications, publications, information and reports, \nincluding with regard to statistical data of the Russian Federation or provided by the \nRussian Federation, as well as those placed or used on official United Nations Internet \nresources and platforms, to refer to “the Autonomous Republic of Crimea and the city \nof Sevastopol, and certain areas of the Kherson, Zaporizhzhia, Donetsk and Luhansk \nOblasts, Ukraine, temporarily occupied by the Russian Federation”, and to refer to \nbodies of the Russian Federation and their representatives in the temporarily occupied \nterritories of Ukraine as “occupying authorities of the Russian Federation”, and \nencourages all States and other international organizations to do the same; \n \n11. \nCalls upon Member States to support human rights defenders in the \ntemporarily occupied territories of Ukraine and across Ukraine and to continue \nadvocacy at bilateral and multilateral forums for the upholding of human rights, \nincluding by condemning the violations and abuses committed by the Russian \nFederation in the temporarily occupied territories of Ukraine; \n \n12. Also calls upon Member States to engage constructively in concerted \nefforts, including within international frameworks and the International Crimea \nPlatform, aimed at improving the human rights situation in the temporarily occupied \nterritories of Ukraine, as well as to continue to use all diplomatic means to press and \nurge the Russian Federation to comply with its obligations under international human \nrights law and international humanitarian law and to grant unimpeded access to the \ntemporarily occupied territories of Ukraine for established regional and international \nhuman rights monitoring mechanisms, in particular the human rights monitoring \nmission in Ukraine and the Ukraine Monitoring Initiative of the Office for Democratic \nInstitutions and Human Rights of the Organization for Security and Cooperation in \nEurope; \n \n13. Condemns all attempts by the Russian Federation to legitimize or \nnormalize its attempted illegal annexation of the territories of Ukraine, including the \nmandatory issuance of citizenship of the Russian Federation to residents of the \ntemporarily occupied territories of Ukraine, election campaigns and voting, \npopulation census, forcible change of the demographic structure of the population and \nsuppression of national identity; \n \n14. Calls upon the international community to continue to support the work of \nthe United Nations to uphold international human rights law and international \nhumanitarian law in the territories of Ukraine temporarily occupied by the Russian \nFederation; \n\nA/C.3/80/L.33\n \n15/15\n25-17856 \n \n \n15. Requests the Secretary-General to continue to seek ways and means, \nincluding through consultations with the United Nations High Commissioner for \nHuman Rights and relevant regional organizations, to ensure safe and unfettered \naccess to Crimea and other territories of Ukraine temporarily occupied by the Russian \nFederation by established regional and international human rights monitoring \nmechanisms, in particular the human rights monitoring mission in Ukraine and the \nIndependent International Commission of Inquiry on Ukraine, to enable them to carry \nout their mandates; \n \n16. Urges the Russian Federation to ensure the proper and unimpeded access \nof \ninternational \nhuman \nrights \nmonitoring \nmissions \nand \nhuman \nrights \nnon-governmental organizations to the temporarily occupied territories of Ukraine, \nincluding all places where persons may be deprived of their liberty, recognizing that \nthe international presence and monitoring of compliance with international human \nrights law and international humanitarian law are of paramount importance in \npreventing further deterioration of the situation; \n \n17. Decides to include the item entitled “The situation in the temporarily \noccupied territories of Ukraine” in the annual agenda of the General Assembly; \n \n18. Requests the Secretary-General to remain actively seized of the matter, and \nto take all steps necessary, including within the Secretariat, to ensure the full and \neffective coordination of all United Nations bodies with regard to the implementation \nof the present resolution; \n \n19. Also requests the Secretary-General to continue to provide his good offices \nand pursue his discussions relating to the matter, involving all relevant stakeholders \nand including the concerns addressed in the present resolution; \n \n20. Further requests the Secretary-General to report to the General Assembly \nat its eighty-first session on the progress made in the implementation of all provisions \nof the present resolution, including options and recommendations to improve its \nimplementation, and to submit for consideration an interim report to the Human \nRights Council at its sixty-second session, to be followed by an interactive dialogue, \nin accordance with Council resolution 59/22 of 8 July 2025;44 \n \n21. Decides to continue its consideration of the matter at its eighty-first \nsession under the item entitled “Promotion and protection of human rights”. \n \n__________________ \n \n44  See Official Records of the General Assembly, Eightieth Session, Supplement No. 53 (A/80/53), \nchap. VI, sect. A. \n",
  "paragraphs": {
    "1": "Condemns in the strongest terms the war of aggression by the Russian Federation against Ukraine in violation of Article 2 (4) of the Charter of the United Nations, and the use of temporarily occupied Crimea for this and to support the attempted illegal annexation of the Kherson, Zaporizhzhia, Donetsk and Luhansk Oblasts;",
    "2": "Demands that the Russian Federation immediately cease its war of aggression against Ukraine and unconditionally withdraw all of its military forces from the territory of Ukraine within its internationally recognized borders, extending to its territorial waters;",
    "3": "Strongly condemns the continuing and total disregard by the Russian Federation for its obligations under international law, including the Charter of the United Nations, regarding its legal responsibility for the temporarily occupied territory, including the responsibility to respect Ukrainian law and the rights of all civilians;",
    "4": "Condemns the failure of the Russian Federation to comply with the repeated requests and demands of the General Assembly, as well as with the orders of the International Court of Justice;",
    "5": "Also condemns violations and abuses of human rights law and international humanitarian law perpetrated by the Russian occupying authorities against the residents of the temporarily occupied territories of Ukraine, including discrimination against Ukrainians, Crimean Tatars and persons belonging to other ethnic and religious groups;",
    "6": "Demands that the Russian Federation respect obligations under international law with regard to respecting the Ukrainian legislation in force prior to the temporary occupation;",
    "7": "Urges the Russian Federation: (a) To uphold all of its obligations under applicable international law; (b) To fully and immediately comply with the order of the International Court of Justice of 16 March 2022; (c) To take all measures necessary to bring an immediate end to all violations and abuses of international human rights law and violations of international humanitarian law against residents of the temporarily occupied territories of Ukraine, in particular reported discriminatory measures and practices, arbitrary detentions and arrests, violations and abuses within the framework of the filtration procedures, enforced disappearances, torture and other cruel, inhuman or degrading treatment, sexual and gender-based violence, including to compel apprehended persons to self- incriminate or “cooperate” with law enforcement, ensure fair trial, revoke all discriminatory legislation and hold accountable those responsible for those violations and abuses by ensuring the independent, impartial and effective investigation of all allegations; A/C.3/80/L.33 11/15 25-17856 (d) To halt arrests and prosecutions of residents of the temporarily occupied territories of Ukraine for non-criminal acts committed or opinions expressed, including in social media comments or posts, and release all residents who have been arrested or imprisoned for such acts; (e) To respect the laws in force in Ukraine, repeal laws unlawfully imposed by the Russian Federation in the temporarily occupied territories of Ukraine that allow for forced evictions and the confiscation of private property, including land, as well as the natural and agricultural resources of Ukraine, in violation of applicable international law, and respect the property rights of all former owners affected by previous confiscations; (f) To provide reliable information on the whereabouts of forcibly disappeared and missing Ukrainian citizens, as well as civilian detainees, transferred and deported children, and prisoners of war, so as to ensure their communication with their families, lawyers and relevant international actors, including the International Committee of the Red Cross, and to immediately release and allow the return to Ukraine, without preconditions, of Ukrainian citizens who were unlawfully detained, as well as those transferred or deported by the Russian Federation; (g) To disclose the number and identity of individuals deported from the temporarily occupied territories of Ukraine to the Russian Federation and take immediate action to allow the voluntary return of such individuals to Ukraine; (h) To end the practice of placing detainees in solitary confinement cells, punitive isolation or other severe conditions as a method of intimidation; (i) To monitor and accommodate the medical needs of all Ukrainian citizens in detention, including prisoners of war, those unlawfully detained and convicted on politically motivated grounds in the temporarily occupied territories of Ukraine and in the Russian Federation and allow the monitoring of those detainees’ state of health and conditions of detention by independent international monitors and physicians from reputable international health organizations, including the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment and the International Committee of the Red Cross, as well as to release detainees in critical health condition, especially if their illnesses are mentioned in the list of diseases that prevent detention, and investigate effectively all deaths in detention; (j) To uphold the rights, in accordance with international law and until their release, of Ukrainian prisoners and detainees in the temporarily occupied territories of Ukraine and in the Russian Federation, including those on hunger strike, and encourages it to respect the United Nations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules) 40 and the United Nations Rules for the Treatment of Women Prisoners and Non-custodial Measures for Women Offenders (the Bangkok Rules);41 (k) To address ongoing impunity and ensure that those responsible for violations and abuses of human rights law and violations of international humanitarian law are held accountable before an independent and impartial judiciary; (l) To create and maintain a safe and enabling environment for journalists and media workers and citizen journalists, human rights defenders and lawyers to perform their work independently and without undue interference, including by refraining from travel bans, deportations, arbitrary arrests, detention and prosecution, and other restrictions on the enjoyment of their rights; __________________ 40 Resolution 70/175, annex. 41 Resolution 65/229, annex. A/C.3/80/L.33 25-17856 12/15 (m) To respect, protect and fulfil freedom of opinion and expression, which includes the freedom to seek, receive and impart information and ideas through any media and regardless of frontiers, and ensure a safe and enabling environment for independent media pluralism and for civil society organizations; (n) To respect freedom of thought, conscience and religion or belief, without discrimination on any grounds, to lift discriminatory regulatory barriers prohibiting or limiting the activities of religious groups in the temporarily occupied territories of Ukraine, including but not limited to parishioners of the Orthodox Church of Ukraine, Muslim Crimean Tatars and Jehovah’s Witnesses, and to permit unimpeded access, without any undue restrictions, to places of worship as well as gatherings for prayer and other religious practices; (o) To restore enjoyment of the rights of all individuals, without any discrimination based on origin, revoke the decisions that banned cultural institutions and restore enjoyment of the rights of individuals belonging to ethnic communities in the temporarily occupied territories of Ukraine, in particular ethnic Ukrainians and Crimean Tatars, including the right to freely participate in the cultural life of the community; (p) To respect, protect and fulfil the right to be free from arbitrary or unlawful interference with a person’s privacy, family, home or correspondence; (q) To ensure that the right to freedom of opinion and expression and the rights to peaceful assembly and freedom of association can be exercised by all residents of the temporarily occupied territories of Ukraine in any form, including single-person pickets, without any restrictions other than those permissible under international law, including international human rights law, and without discrimination on any grounds, to end the practices of abusing requirements of prior authorization for peaceful assemblies and issuing warnings or threats to potential participants in those assemblies and to lift bans on the activities of non-governmental organizations, human rights organizations and media outlets; (r) To refrain from imposing criminal penalties on individuals for exercising the rights to freedom of expression and to peaceful assembly, and to quash all penalties imposed on residents of the temporarily occupied territories of Ukraine for expressing dissenting views, such as regarding the status of temporarily occupied territories of Ukraine and the war of aggression by the Russian Federation against Ukraine; (s) To ensure real and effective conditions for education in the Ukrainian and Crimean Tatar languages, and end all legislative and other practices aimed at blocking access to Ukrainian education, which constitute a pattern of racial discrimination; (t) To respect the rights of the Indigenous Peoples of Ukraine set out in the United Nations Declaration on the Rights of Indigenous Peoples, revoke immediately the decision declaring the Mejlis of the Crimean Tatar People an extremist organization and banning its activities, repeal the decision banning leaders of the Mejlis from entering Crimea, repeal the sentences, including in absentia, against Crimean Tatars and their leaders and immediately release those arbitrarily detained, and refrain from maintaining or imposing limitations on the ability of the Crimean Tatars to conserve their representative institutions; (u) To stop the illegal drafting and mobilization of residents of the temporarily occupied territories of Ukraine into the armed forces of the Russian Federation, stop pressure aimed at compelling residents of the temporarily occupied territories of Ukraine to serve in the armed or auxiliary forces of the Russian Federation to participate in hostilities against their own State, as well as using propaganda, also A/C.3/80/L.33 13/15 25-17856 targeted at children and through the education system, and ensure strict compliance with its international obligations as an occupying Power; (v) To end also the practice of criminal prosecution of inhabitants who resist conscription and mobilization into the armed or auxiliary forces of the Russian Federation; (w) To end the practice of deporting Ukrainian citizens from the temporarily occupied territories of Ukraine for not taking Russian citizenship, stop transferring its own civilian population to these territories and end the policy of forcibly altering the demographic composition, including the ethnic composition, by encouraging or facilitating the migration and settlement of Russian citizens in these areas; (x) To immediately and unconditionally reverse the decision to simplify the procedure for obtaining citizenship of the Russian Federation for Ukrainian orphans or children left without parental care; (y) To provide to the relevant international and humanitarian organizations full information on the current whereabouts of and access to all Ukrainian children who were forcibly transferred within the temporarily occupied territories of Ukraine or deported to the Russian Federation, including those subsequently adopted or placed within Russian families, in order to ensure that these children are provided protection and care in accordance with international law, including the right to return to Ukraine; (z) To cease forcible transfers or deportation of Ukraine’s children and other civilians and take all necessary steps with a view to their safe return and family reunification in line with the best interests of the child and in accordance with international law; (aa) To cooperate fully and immediately with the Office of the United Nations High Commissioner for Human Rights, the Organization for Security and Cooperation in Europe and the Independent International Commission of Inquiry on Ukraine, which must have safe, secure and unhindered access to the entire territory of Ukraine, including the temporarily occupied territories of Ukraine, and the Council of Europe on the situation of human rights in the territories of Ukraine temporarily occupied by the Russian Federation; (bb) To create the conditions, as well as provide the means, to allow for the voluntary, safe, dignified and unhindered return to their homes of all internally displaced persons and refugees affected by the temporary occupation of territories of Ukraine by the Russian Federation; (cc) To secure appropriate conditions for the detention of Ukrainian prisoners of war in accordance with the requirements of the Geneva Convention relative to the Treatment of Prisoners of War, of 12 August 1949,42 including through the setting up of a mixed medical commission, and to ensure the complete exchange of prisoners of war; (dd) To ensure compliance with obligations under international law, including humanitarian law and the 1954 Convention for the Protection of Cultural Property in the Event of Armed Conflict, 43 regarding the preservation of monuments of the cultural heritage of Ukraine in the temporarily occupied territories of Ukraine, in particular regarding the Khan Palace in Bakhchysarai and the monument “The ancient city of Chersonese and its Chora”, to prevent and stop reported illegal archaeological excavations in Crimea and other temporarily occupied territories of Ukraine, and the illicit transfer of cultural property of Ukraine outside the territory of Ukraine; __________________ 42 United Nations, Treaty Series, vol. 75, No. 972. 43 Ibid., vol. 249, No. 3511. A/C.3/80/L.33 25-17856 14/15",
    "8": "Calls upon the Russian Federation to address the substantive concerns and all recommendations highlighted in the reports of the Secretary-General and the Office of the United Nations High Commissioner for Human Rights on the situation of human rights in the temporarily occupied territories of Ukraine, including the Autonomous Republic of Crimea and the city of Sevastopol, as well as previous relevant recommendations from reports on the situation of human rights in Ukraine by the Office of the High Commissioner based on the work of the human rights monitoring mission in Ukraine established to prevent further deterioration of human rights in the temporarily occupied territories of Ukraine;",
    "9": "Supports the efforts of Ukraine to maintain economic, financial, political, social, informational, cultural and other ties with its citizens in the temporarily occupied territories of Ukraine in order to facilitate their access to democratic processes, economic opportunities and objective information;",
    "10": "Calls upon all international organizations and specialized agencies of the United Nations system, when referring to the temporarily occupied territories of Ukraine, including the Autonomous Republic of Crimea and the city of Sevastopol, in their official documents, communications, publications, information and reports, including with regard to statistical data of the Russian Federation or provided by the Russian Federation, as well as those placed or used on official United Nations Internet resources and platforms, to refer to “the Autonomous Republic of Crimea and the city of Sevastopol, and certain areas of the Kherson, Zaporizhzhia, Donetsk and Luhansk Oblasts, Ukraine, temporarily occupied by the Russian Federation”, and to refer to bodies of the Russian Federation and their representatives in the temporarily occupied territories of Ukraine as “occupying authorities of the Russian Federation”, and encourages all States and other international organizations to do the same;",
    "11": "Calls upon Member States to support human rights defenders in the temporarily occupied territories of Ukraine and across Ukraine and to continue advocacy at bilateral and multilateral forums for the upholding of human rights, including by condemning the violations and abuses committed by the Russian Federation in the temporarily occupied territories of Ukraine;",
    "12": "Also calls upon Member States to engage constructively in concerted efforts, including within international frameworks and the International Crimea Platform, aimed at improving the human rights situation in the temporarily occupied territories of Ukraine, as well as to continue to use all diplomatic means to press and urge the Russian Federation to comply with its obligations under international human rights law and international humanitarian law and to grant unimpeded access to the temporarily occupied territories of Ukraine for established regional and international human rights monitoring mechanisms, in particular the human rights monitoring mission in Ukraine and the Ukraine Monitoring Initiative of the Office for Democratic Institutions and Human Rights of the Organization for Security and Cooperation in Europe;",
    "13": "Condemns all attempts by the Russian Federation to legitimize or normalize its attempted illegal annexation of the territories of Ukraine, including the mandatory issuance of citizenship of the Russian Federation to residents of the temporarily occupied territories of Ukraine, election campaigns and voting, population census, forcible change of the demographic structure of the population and suppression of national identity;",
    "14": "Calls upon the international community to continue to support the work of the United Nations to uphold international human rights law and international humanitarian law in the territories of Ukraine temporarily occupied by the Russian Federation; A/C.3/80/L.33 15/15 25-17856",
    "15": "Requests the Secretary-General to continue to seek ways and means, including through consultations with the United Nations High Commissioner for Human Rights and relevant regional organizations, to ensure safe and unfettered access to Crimea and other territories of Ukraine temporarily occupied by the Russian Federation by established regional and international human rights monitoring mechanisms, in particular the human rights monitoring mission in Ukraine and the Independent International Commission of Inquiry on Ukraine, to enable them to carry out their mandates;",
    "16": "Urges the Russian Federation to ensure the proper and unimpeded access of international human rights monitoring missions and human rights non-governmental organizations to the temporarily occupied territories of Ukraine, including all places where persons may be deprived of their liberty, recognizing that the international presence and monitoring of compliance with international human rights law and international humanitarian law are of paramount importance in preventing further deterioration of the situation;",
    "17": "Decides to include the item entitled “The situation in the temporarily occupied territories of Ukraine” in the annual agenda of the General Assembly;",
    "18": "Requests the Secretary-General to remain actively seized of the matter, and to take all steps necessary, including within the Secretariat, to ensure the full and effective coordination of all United Nations bodies with regard to the implementation of the present resolution;",
    "19": "Also requests the Secretary-General to continue to provide his good offices and pursue his discussions relating to the matter, involving all relevant stakeholders and including the concerns addressed in the present resolution;",
    "20": "Further requests the Secretary-General to report to the General Assembly at its eighty-first session on the progress made in the implementation of all provisions of the present resolution, including options and recommendations to improve its implementation, and to submit for consideration an interim report to the Human Rights Council at its sixty-second session, to be followed by an interactive dialogue, in accordance with Council resolution 59/22 of 8 July 2025;44",
    "21": "Decides to continue its consideration of the matter at its eighty-first session under the item entitled “Promotion and protection of human rights”. __________________ 44 See Official Records of the General Assembly, Eightieth Session, Supplement No. 53 (A/80/53), chap. VI, sect. A."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": [
    "A/C.3/80/L.33"
  ]
}