{
  "symbol": "A/RES/74/169",
  "filename": "A_RES_74_169.pdf",
  "title": "74/169. Situation of human rights in the Syrian Arab Republic",
  "text": "United Nations \nA/RES/74/169\n \n \nGeneral Assembly \nDistr.: General \n23 January 2020 \n \n19-22312 (E)    270120 \n*1922312* \n \n \nSeventy-fourth session \nAgenda item 70 (c) \nPromotion and protection of human rights: human rights \nsituations and reports of special rapporteurs and \nrepresentatives \n \n \n \n \n Resolution adopted by the General Assembly \non 18 December 2019 \n \n \n \n \n[on the report of the Third Committee (A/74/399/Add.3)] \n \n \n 74/169. Situation of human rights in the Syrian Arab Republic \n \n \n \n \nThe General Assembly, \n \nGuided by the Charter of the United Nations, \n \nReaffirming the purposes and principles of the Charter, the Universal Declaration \nof Human Rights 1 and relevant international human rights treaties, including the \nInternational Covenants on Human Rights,2  \n \nReaffirming its strong commitment to the sovereignty, independence, unity and \nterritorial integrity of the Syrian Arab Republic and to the principles of the Charter, \nand demanding that the Syrian regime meet its responsibility to protect the Syrian \npopulation and to respect, protect and fulfil the human rights of all persons within its \njurisdiction, \n \nRecalling its resolutions 66/176 of 19 December 2011, 66/253 A of 16 February \n2012, 66/253 B of 3 August 2012, 67/183 of 20 December 2012, 67/262 of 15 May \n2013, 68/182 of 18 December 2013, 69/189 of 18 December 2014, 70/234 of \n23 December 2015, 71/130 of 9 December 2016, 71/203 of 19 December 2016, \n71/248 of 21 December 2016 and 73/182 of 17 December 2018, Human Rights \nCouncil resolutions S-16/1 of 29 April 2011,3 S-17/1 of 23 August 2011,3 S-18/1 of \n2 December 2011,4 19/1 of 1 March 2012,5 19/22 of 23 March 2012,5 S-19/1 of 1 June \n__________________ \n \n1  Resolution 217 A (III).  \n \n2  Resolution 2200 A (XXI), annex.  \n \n3  See Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 53 (A/66/53), \nchap. I. \n \n4  Ibid., Supplement No. 53B and corrigendum (A/66/53/Add.2 and A/66/53/Add.2/Corr.1), chap. II.  \n \n5  Ibid., Sixty-seventh Session, Supplement No. 53 and corrigendum (A/67/53 and A/67/53/Corr.1), \nchap. III, sect. A.  \n\nA/RES/74/169 \nSituation of human rights in the Syrian Arab Republic\n \n19-22312\n2/14 \n \n2012,6 20/22 of 6 July 2012,7 21/26 of 28 September 2012,8 22/24 of 22 March 2013,9 \n23/1 of 29 May 2013,10 23/26 of 14 June 2013,10 24/22 of 27 September 2013,11 25/23 \nof 28 March 2014,12 26/23 of 27 June 2014,13 27/16 of 25 September 2014,14 28/20 of \n27 March 2015, 15  29/16 of 2 July 2015, 16  30/10 of 1 October 2015, 17  31/17 of \n23 March 2016,18 32/25 of 1 July 2016,19 33/23 of 30 September 2016,20 S-25/1 of \n21 October 2016,21 34/26 of 24 March 2017, 22 35/26 of 23 June 2017,23 36/20 of \n29 September 201724 and 39/15 of 28 September 2018,25 Security Council resolutions \n1325 (2000) of 31 October 2000, 2042 (2012) of 14 April 2012, 2043 (2012) of \n21 April 2012, 2118 (2013) of 27 September 2013, 2139 (2014) of 22 February 2014, \n2165 (2014) of 14 July 2014, 2170 (2014) of 15 August 2014, 2178 (2014) of \n24 September 2014, 2191 (2014) of 17 December 2014, 2209 (2015) of 6 March 2015, \n2235 (2015) of 7 August 2015, 2254 (2015) of 18 December 2015, 2258 (2015) of \n22 December 2015, 2268 (2016) of 26 February 2016, 2286 (2016) of 3 May 2016, \n2314 (2016) of 31 October 2016, 2319 (2016) of 17 November 2016, 2328 (2016) of \n19 December 2016, 2332 (2016) of 21 December 2016, 2336 (2016) of 31 December \n2016, 2393 (2017) of 19 December 2017, 2401 (2018) of 24 February 2018 and \n2449 (2018) of 13 December 2018 and the statements by the President of the Security \nCouncil of 3 August 2011,26 2 October 2013,27 17 August 201528 and 8 October 2019,29  \n \nStrongly condemning the grave human rights situation in the Syrian Arab \nRepublic, the indiscriminate killing and deliberate targeting of civilians, including \nhumanitarian workers, as such, including those involving the continued indiscriminate \nuse of heavy weapons and aerial bombardments, which has caused more than 500,000 \nfatalities, including the killing of more than 17,000 children, the continued widespread \nand systematic gross violations, as well as abuses, of human rights and violations of \ninternational humanitarian law, including by the starvation of civilians as a method of \nwarfare and the use of chemical weapons, including chlorine gas, sarin and sulfur \nmustard, which are prohibited under international law, and acts of violence that foment \nsectarian tensions by the Syrian regime against the Syrian population,  \n__________________ \n \n6  Ibid., chap. V.  \n \n7  Ibid., chap. IV, sect. A.  \n \n8  Ibid., Supplement No. 53A (A/67/53/Add.1), chap. III. \n \n9  Ibid., Sixty-eighth Session, Supplement No. 53 (A/68/53), chap. IV, sect. A. \n \n10  Ibid., chap. V, sect. A.  \n \n11  Ibid., Supplement No. 53A (A/68/53/Add.1), chap. III. \n \n12  Ibid., Sixty-ninth Session, Supplement No. 53 (A/69/53), chap. IV, sect. A. \n \n13  Ibid., chap. V, sect. A.  \n \n14  Ibid., Supplement No. 53A and corrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and \nA/69/53/Add.1/Corr.2), chap. IV, sect. A.  \n \n15  Ibid., Seventieth Session, Supplement No. 53 (A/70/53), chap. II. \n \n16  Ibid., chap. V, sect. A.  \n \n17  Ibid., Supplement No. 53A (A/70/53/Add.1), chap. II. \n \n18  Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. II.  \n \n19  Ibid., chap. IV, sect. A.  \n \n20  Ibid., Supplement No. 53A and corrigendum (A/71/53/Add.1 and A/71/53/Add.1/Corr.1), chap. II. \n \n21  Ibid., Supplement No. 53B and corrigendum (A/71/53/Add.2 and A/71/53/Add.2/Corr.1), chap. II.  \n \n22  Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. II.  \n \n23  Ibid., chap. V, sect. A. \n \n24  Ibid., Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n25  Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. III. \n \n26  S/PRST/2011/16; see Resolutions and Decisions of the Security Council, 1 August 2011–31 July \n2012 (S/INF/67).  \n \n27  S/PRST/2013/15; see Resolutions and Decisions of the Security Council, 1 August 2013–31 July \n2014 (S/INF/69).  \n \n28  S/PRST/2015/15; see Resolutions and Decisions of the Security Council, 1 August 2015–31 December \n2016 (S/INF/71).  \n \n29  S/PRST/2019/12. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/74/169\n \n3/14\n19-22312 \n \n \nReiterating that the only sustainable solution to the current crisis in the Syrian \nArab Republic is through an inclusive and Syrian-led political process, under the \nauspices of the United Nations, that meets the legitimate aspirations of the Syrian \npeople, and the establishment of a constitutional committee that would prepare the \nwork for free and fair elections and political transition in line with Security Council \nresolution 2254 (2015), with a view to establishing credible, inclusive and \nnon-sectarian governance, with the full, equal and meaningful participation of \nwomen, welcoming the establishment of the Constitutional Committee, reaffirming \nin this regard the important role of women in the prevention and resolution of conflicts \nand in peacebuilding, stressing the importance of their full participation and \ninvolvement in all efforts for the maintenance and promotion of peace and security \nand the need to increase their role in decision-making with regard to conflict \nprevention and resolution, and recognizing the work carried out by the Special Envoy \nof the Secretary-General for Syria to that end,  \n \nWelcoming the efforts of the Special Envoy in establishing the Constitutional \nCommittee to advance United Nations efforts to achieve a sustainable political \nsolution to the conflict in the Syrian Arab Republic in line with Security Council \nresolution 2254 (2015), and recalling that pursuant to resolution 2254 (2015) a \npolitical solution to the conflict in the Syrian Arab Republic also comprises free and \nfair elections, under the supervision of the United Nations, to the satisfaction of the \ngovernance and to the highest international standards of transparency and \naccountability, with all Syrians, including displaced persons and refugees, eligible to \nparticipate, as well as the establishment of a neutral and safe environment,  \n \nReconfirming its endorsement of the Geneva communiqué of 30 June 2012, 30 \nendorsing the joint statement on the outcome of the multilateral talks on Syria held in \nVienna of 30 October 2015 and the statement of the International Syria Support Group \nof 14 November 2015 (the Vienna statements) in pursuit of the full implementation \nof the Geneva communiqué, facilitated by the Special Envoy, as the basis for a \nSyrian-led and Syrian-owned political transition in order to end the conflict in the \nSyrian Arab Republic, and stressing that the Syrian people will decide the future of \nthe Syrian Arab Republic,  \n \nNoting with deep concern the culture of impunity for the most serious violations \nof international law and violations and abuses of human rights law committed during \nthe present conflict, which has provided a fertile ground for further violations and \nabuses,  \n \nEmphasizing the importance of accountability for the most serious crimes \ncommitted during the conflict for ensuring sustainable peace, \n \nRecalling that, amid expressions of popular discontent over restrictions on the \nenjoyment of civil, political, economic and social rights, civilian protests erupted in \nDar’a in March 2011, and noting that the violent oppression of civilian protests by \nthe Syrian regime, which later escalated to the direct shelling of civilians, fuelled the \nescalation of armed violence and violent extremist groups and terrorist groups, \n \nRecalling also all relevant resolutions on the safety and security of humanitarian \npersonnel and the protection of United Nations personnel, including its resolution \n73/137 of 14 December 2018, as well as Security Council resolutions on the \nprotection of humanitarian personnel, including resolution 2175 (2014) of 29 August \n2014, the relevant statements by the President of the Security Council referring to the \nspecific obligations under international humanitarian law to respect and protect, in \nsituations of armed conflict, medical personnel and humanitarian workers who \nparticipate exclusively in medical duties, their means of transport, equipment, \n__________________ \n \n30  Security Council resolution 2118 (2013), annex II.  \n\nA/RES/74/169 \nSituation of human rights in the Syrian Arab Republic\n \n19-22312\n4/14 \n \nhospitals and facilities, and to ensure that the wounded and sick receive, to the \nmaximum extent practicable and with the least possible delay, the medical care \nrequired, while also recalling that, under international law, deliberate attacks against \nhospitals and places where the sick and wounded are collected, provided that they are \nnot targets, and attacks on buildings, materials, medical units, means of transport and \nindividuals using the distinctive emblems of the Geneva Conventions of 12 August \n194931 in accordance with international law relate to war crimes, and recalling the \napplicable rules of international humanitarian law whereby no one should be punished \nfor carrying out medical activities consistent with medical ethics,  \n \nExpressing grave concern at the indiscriminate use of force by the Syrian regime \nagainst civilians, which has caused immense human suffering and fomented the \nspread of extremism and extremist groups and which demonstrates the continuing \nfailure of the Syrian regime to protect the population and implement the relevant \nresolutions and decisions of United Nations bodies and has created a safe haven and \noperating environment for crimes against humanity,  \n \nExpressing grave concern also at the remaining presence of extremism and \nviolent extremist groups, terrorists and terrorist groups, and strongly condemning all \nviolations and abuses of human rights and violations of international humanitarian \nlaw committed in the Syrian Arab Republic by any party to the conflict, in particular \nso-called ISIL (also known as Da’esh), the Nusrah Front, Al-Qaida-affiliated terrorist \ngroups, militias fighting on behalf of the regime, and other violent extremist groups,  \n \nNoting with serious concern the observation of the Independent International \nCommission of Inquiry on the Syrian Arab Republic that non-State armed groups still \nresort to the use of force against civilians, \n \nReaffirming its condemnation in the strongest possible terms of the use of \nchemical weapons by anyone under any circumstances, emphasizing that any use of \nchemical weapons anywhere, at any time, by anyone, under any circumstances is \nunacceptable and is and would be a violation of international law, and expressing its \nstrong conviction that those individuals responsible for the use of chemical weapons \nmust and should be held accountable, \n \nCondemning in the strongest possible terms the fact that chemical weapons have \nbeen used since 2012 in the Syrian Arab Republic, including as reported by the \nOrganisation for the Prohibition of Chemical Weapons-United Nations Joint \nInvestigative Mechanism in its reports of 2016 and 2017,32 concluding that the Syrian \nArab Armed Forces were responsible for the attacks which released toxic substances \nin Talmenes in 2014 and in Sarmin and Qmenas in 2015, that ISIL (also known as \nDa’esh) used sulfur mustard in Marea in 2015 and in Umm Hawsh in 2016 and that \nthe Syrian Arab Republic was responsible for the release of sarin at Khan Shaykhun \nin 2017, and accordingly noting with great concern the reports of the fact-finding \nmission of the Organisation for the Prohibition of Chemical Weapons regarding \nincidents in Ltamenah 33  and Saraqib, 34  as well as the final report regarding the \nincident involving alleged use of toxic chemicals as a weapon in Duma, 35 which \nconcluded that there were reasonable grounds to believe that the use of a toxic \nchemical as a weapon had taken place, and demanding that the perpetrators \nimmediately desist from any further use of chemical weapons,  \n__________________ \n \n31  United Nations, Treaty Series, vol. 75, Nos. 970–973.  \n \n32  See S/2016/738/Rev.1, S/2016/888 and S/2017/904.  \n \n33  See S/2017/931, annex, and S/2018/620, annex.  \n \n34  See S/2018/478, annex. \n \n35  See S/2019/208, annex.  \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/74/169\n \n5/14\n19-22312 \n \n \nExpressing support for the work carried out by the Independent International \nCommission of Inquiry on the Syrian Arab Republic, welcoming its reports, strongly \ncondemning the lack of cooperation by the Syrian regime with the Commission of \nInquiry, reiterating its decision to transmit the reports of the Commission of Inquiry \nto the Security Council, expressing its appreciation to the Commission of Inquiry for \nits briefings to members of the Security Council, and requesting that the Commission \nof Inquiry continue to brief the General Assembly and members of the Security \nCouncil, \n \nWelcoming the reports for 2018 and 2019 of the International, Impartial and \nIndependent Mechanism to Assist in the Investigation and Prosecution of Persons \nResponsible for the Most Serious Crimes under International Law Committed in the \nSyrian Arab Republic since March 2011 36 and their consideration by the General \nAssembly, noting with serious concern the observation of the Commission of Inquiry \nthat, since March 2011, the Syrian regime has conducted widespread attacks against \nthe civilian population as a matter of policy, including targeted attacks on protected \npersons and objects, including medical facilities, personnel and transport and blocked \nhumanitarian convoys, as well as enforced disappearances, torture in detention, \nsummary executions and other violations and abuses, underscoring the need for those \nallegations to be examined and evidence to be collected and made available for future \naccountability efforts, and recalling the United Nations decision and efforts to \nformally establish the board of inquiry tasked with probing attacks that hit \ndeconflicted civilian sites in the north-west of the Syrian Arab Republic, \n \nStrongly condemning the reported killing of detainees in Syrian military \nintelligence facilities and the widespread practice of enforced disappearance, \narbitrary detention and the use of sexual and gender-based violence and torture in \ndetention centres referred to in the reports of the Commission of Inquiry, including, \nbut not limited to, Branch 215, Branch 227, Branch 235, Branch 251, the Air Force \nIntelligence Investigation Branch at Mazzah military airport and Saydnaya prison, \nincluding the reported practice of mass hangings by the regime, as well as the reported \nkilling of detainees at military hospitals, including Tishrin and Harasta hospitals,  \n \nRecalling the statements made by the Secretary-General, the United Nations \nHigh Commissioner for Human Rights and the special procedures of the Human \nRights Council that crimes against humanity and war crimes are likely to have been \ncommitted in the Syrian Arab Republic, noting the repeated encouragement by the \nHigh Commissioner for the Security Council to refer the situation to the International \nCriminal Court, and regretting that a draft resolution37 was not adopted notwithstanding \nbroad support from Member States,  \n \nCalling for the immediate repeal of Law No. 10/2018, concerned about the \nSyrian regime’s infringement on the housing, land and property of Syrians, \nparticularly through the dispossession of displaced Syrians’ land and property in the \nnational legislation and similar measures, which would have a significant detrimental \nimpact on the rights of Syrians displaced by the conflict to claim their property and \nto return to their homes in a safe, voluntary and dignified manner when the situation \non the ground allows it, \n \nExpressing concern that the implementation of Security Council resolutions \n2139 (2014), 2165 (2014), 2191 (2014), 2254 (2015), 2258 (2015), 2268 (2016), \n2286 (2016), 2393 (2017), 2401 (2018) and 2449 (2018) remains largely unfulfilled, \nand noting the urgent need to strengthen efforts to address the humanitarian situation \n__________________ \n \n36  A/73/295, A/73/741 and A/74/313. \n \n37  S/2014/348.  \n\nA/RES/74/169 \nSituation of human rights in the Syrian Arab Republic\n \n19-22312\n6/14 \n \nin the Syrian Arab Republic, including through protection of civilians and full, \nimmediate, unimpeded and sustained humanitarian access,  \n \nRecalling its commitment to Security Council resolutions 2170 (2014), \n2178 (2014), and 2253 (2015) of 17 December 2015,  \n \nAlarmed that more than 5.6 million refugees, including more than 3.8 million \nwomen and children, have been forced to flee the Syrian Arab Republic and that \n13 million people in the Syrian Arab Republic, of whom 6.2 million are internally \ndisplaced, require urgent humanitarian assistance, which has resulted in an influx of \nSyrian refugees into neighbouring countries, other countries in the region and beyond, \nand alarmed at the risk the situation presents to regional and international stability,  \n \nExpressing its profound indignation at the death of more than 17,000 children \nand the many more injured since the beginning of the peaceful protests in March 2011, \nand at all grave violations and abuses committed against children in contravention of \napplicable international law, such as their recruitment and use, killing and maiming, \nsexual violence, sexual exploitation and abuse, kidnapping and abductions, attacks on \nschools and hospitals, and denial of humanitarian access, as well as their arbitrary \narrest, detention, torture and ill-treatment and their use as human shields, and noting \nthe ongoing work of the Security Council Working Group on Children and Armed \nConflict in the Syrian Arab Republic, \n \nRecalling with serious concern the findings of the Commission of Inquiry in its \nreport entitled “Out of sight, out of mind: deaths in detention in the Syrian Arab \nRepublic”, noting in this regard the issuing of death notifications of detained \nindividuals by the Syrian regime, which provides further indication of systematic \nviolations of international human rights law and international humanitarian law, and \nurging the regime to provide families with the remains of their relatives whose fate \nhas been disclosed, including those who have been summarily executed, to take all \nappropriate measures immediately to protect the lives and rights of all persons \ncurrently detained or unaccounted for, and to clarify the fate of those who remain \nmissing or are still in custody in accordance with Security Council resolution \n2474 (2019) of 11 June 2019, \n \nExpressing its deep appreciation for the significant efforts that have been made \nby neighbouring countries and other countries in the region to accommodate Syrians, \nwhile acknowledging the increasing financial, socioeconomic and political impact of \nthe presence of large-scale refugee and displaced populations in those countries, \n \nWelcoming the efforts of the United Nations and the League of Arab States and \nall diplomatic efforts to achieve a political solution to the Syrian crisis based on the \nfinal communiqué of the Action Group for Syria of 30 June 2012 30 and consistent \nwith Security Council resolution 2254 (2015),  \n \nExpressing full support for the efforts of the Special Envoy of the Secretary-\nGeneral for Syria, with a view to the protection of the civilian population and the full \nimplementation of the Syrian political process that establishes credible, inclusive and \nnon-sectarian governance in accordance with the final communiqué and consistent \nwith Security Council resolutions 2254 (2015) and 2258 (2015), urging Syrian parties \nto engage constructively with the Constitutional Committee in order to pave the way \nfor the negotiation of a genuine political transition, noting with appreciation the \nmediation efforts to facilitate the establishment of a ceasefire in the Syrian Arab \nRepublic, as noted by the Security Council in its resolution 2336 (2016), and \nsupporting the efforts to end violence, while expressing deep concern at the \nviolations, demanding that all parties to the ceasefire in the Syrian Arab Republic \nrespect their commitments, and urging all Member States, especially the members of \nthe International Syria Support Group, to use their influence to ensure respect for \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/74/169\n \n7/14\n19-22312 \n \nthose commitments and the full implementation of those resolutions, to support \nefforts to create conditions for a durable and lasting ceasefire, which is essential to \nachieving a political solution to the conflict in the Syrian Arab Republic, and to bring \nto an end the systematic, widespread and gross violations and abuses of human rights \nand violations of international humanitarian law,  \n \n1. \nStrongly condemns the systematic, widespread and gross violations and \nabuses of international human rights law and violations of international humanitarian \nlaw committed in the Syrian Arab Republic and the indiscriminate and disproportionate \nattacks in civilian areas and against civilian infrastructure, in particular attacks on \nmedical facilities and schools, which continue to claim civilian lives, and demands \nthat all parties comply with their obligations under international humanitarian law;  \n \n2. \nDeplores and condemns in the strongest terms the continued armed \nviolence by the Syrian regime against its own people since the beginning of the \npeaceful protests in 2011, and demands that the Syrian regime immediately put an \nend to all attacks against civilians, take all feasible precautions to avoid, and in any \nevent to minimize, incidental loss of civilian life, injury to civilians and damage to \ncivilian objects and meet its responsibilities to protect the Syrian population and \nimmediately implement Security Council resolutions 2254 (2015), 2258 (2015) \nand 2286 (2016);  \n \n3. \nUrges all Member States, especially the members of the International Syria \nSupport Group, to create conditions for continued negotiations for a political solution \nto the Syrian conflict, under the auspices of the United Nations, by working towards \nthe nationwide ceasefire, to enable full, immediate and safe humanitarian access and \nto lead to the release of those arbitrarily detained and ensure the assessment of the \nnumber of people who remain in prisons, consistent with Security Council resolution \n2254 (2015), as only a durable and inclusive political solution to the conflict can bring \nan end to the systematic, widespread and gross violations and abuses of international \nhuman rights law and violations of international humanitarian law;  \n \n4. \nStrongly condemns any use of chemical weapons, such as chlorine, sarin \nand sulfur mustard, by any party to the conflict in the Syrian Arab Republic, emphasizes \nthat the development, production, acquisition, stockpiling, retention, transfer or use \nof chemical weapons anywhere, at any time, by anyone, under any circumstances, is \nunacceptable, constitutes one of the most serious crimes under international law, and \nis a violation of the Convention on the Prohibition of the Development, Production, \nStockpiling and Use of Chemical Weapons and on Their Destruction38 and Security \nCouncil resolution 2118 (2013), and expresses its strong conviction that individuals \nresponsible for the development, production, acquisition, stockpiling, retention, \ntransfer or use of chemical weapons must and should be held accountable; \n \n5. \nAlso strongly condemns the continued use of chemical weapons in the \nSyrian Arab Republic, in particular the chlorine attack on 4 February 2018 in Saraqib, \nthe attack on 7 April 2018 in Duma and the chlorine attack on 19 May 2019 on Latakia \nProvince, which killed dozens of men, women and children and severely injured \nhundreds more, recalls the decision of the Security Council that the Syrian Arab \nRepublic shall not use, develop, produce, otherwise acquire, stockpile or retain \nchemical weapons, or transfer, directly or indirectly, chemical weapons to other States \nor non-State actors, recalls the relevant reports of the Organisation for the Prohibition \nof Chemical Weapons-United Nations Joint Investigative Mechanism, and demands \nthat the Syrian regime and so-called ISIL (also known as Da’esh) immediately desist \nfrom any further use of chemical weapons;  \n__________________ \n \n38  United Nations, Treaty Series, vol. 1974, No. 33757.  \n\nA/RES/74/169 \nSituation of human rights in the Syrian Arab Republic\n \n19-22312\n8/14 \n \n \n6. \nExpresses grave concern at the chemical weapons attack in Duma on \n7 April 2018, and notes the report of the Independent International Commission of \nInquiry on the Syrian Arab Republic that a vast body of evidence suggested that \nchlorine had been dropped by helicopter on a residential building, as well as the report \nof the fact-finding mission of the Organisation for the Prohibition of Chemical \nWeapons on that attack,35 in which it was stated that the evaluation and analysis of all \nthe information gathered by the mission provided reasonable grounds to believe that \nthe use of a toxic chemical as a weapon had taken place; \n \n7. \nCalls for a significant enhancement of the verification measures of the \nOrganisation for the Prohibition of Chemical Weapons, welcomes the establishment \nand operationalization of the Investigation and Identification Team of the Organisation, \nwhich is authorized to identify the perpetrators of the use of chemical weapons, looks \nforward to the first report to be issued by the Team, which will be an important first \nstep towards the ultimate goal of bringing the perpetrators of the use of chemical \nweapons to justice, and in this regard also welcomes the memorandum of understanding \nconcluded between the International, Impartial and Independent Mechanism to Assist \nin the Investigation and Prosecution of Persons Responsible for the Most Serious \nCrimes under International Law Committed in the Syrian Arab Republic since March \n2011 and the Organisation for the Prohibition of Chemical Weapons;  \n \n8. \nWelcomes the issuance of the Secretary-General’s bulletin on the records \nand archives of the Organisation for the Prohibition of Chemical Weapons-United \nNations Joint Investigative Mechanism, 39 and calls upon the Secretary-General to \nensure that the relevant materials are processed expeditiously to be shared with the \nInternational, Impartial and Independent Mechanism without any further delays; \n \n9. \nDemands that the Syrian regime adhere fully to its international \nobligations, including the requirement that it declare in full its chemical weapons \nprogramme, with special emphasis on the need for the Syrian Arab Republic to \nurgently resolve the verified gaps, inconsistencies and discrepancies pertaining to its \ndeclaration in respect of the Convention on the Prohibition of the Development, \nProduction, Stockpiling and Use of Chemical Weapons and on Their Destruction and \nto eliminate its chemical weapons programme in its entirety, as referred to in the \nreport of the Director General of the Organisation for the Prohibition of Chemical \nWeapons dated 22 February 2016 40 indicating that the Technical Secretariat is at \npresent unable to verify fully that the declaration and related submissions of the \nSyrian Arab Republic are accurate and complete, as required by the Convention and \ndecision EC-M-33/DEC.1 of the Executive Council of the Organisation for the \nProhibition of Chemical Weapons;41  \n \n10. Requests additional procedures for stringent verification pursuant to \narticle IV, paragraph 8, and article V, paragraph 10, of the Convention, in order to \nensure the complete destruction of the Syrian chemical weapons programme and \nprevent any further use of chemical weapons;  \n \n11. \nDeplores and condemns in the strongest terms the continued widespread \nand systematic gross violations and abuses of human rights and fundamental freedoms \nand all violations of international humanitarian law by the Syrian regime, the \ngovernment-affiliated militias and those who fight on their behalf, including those \ndeliberately targeting civilians or civilian objects, including attacks on schools, \nhospitals and places of worship, with heavy weapons, aerial bombardments, cluster \nmunitions, ballistic missiles, barrel bombs, chemical or other weapons and other force \n__________________ \n \n39  ST/SGB/2019/4.  \n \n40  EC-81/HP/DG.1. \n \n41  Security Council resolution 2118 (2013), annex I. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/74/169\n \n9/14\n19-22312 \n \nagainst civilians, as well as the starvation of the civilian population as a method of \nwarfare, attacks on schools, hospitals and places of worship, massacres, arbitrary \nexecutions, extrajudicial killings, the killing and persecution of peaceful protesters, \nhuman rights defenders and journalists, individuals and members of communities on \nthe basis of their religion or belief, arbitrary detention, enforced disappearances, \nviolations of human rights, including those of women and children, forced \ndisplacement of members of minority groups and of those opposed to the Syrian \nregime, unlawful interference with access to medical treatment, failure to respect and \nprotect medical personnel, torture, systematic sexual and gender-based violence, \nincluding rape in detention, and ill-treatment;  \n \n12. Condemns unequivocally all attacks and violence against journalists and \nmedia workers by the Syrian regime, the government-affiliated militias and non-State \narmed groups, urges all parties to respect the professional independence and rights of \njournalists, and recalls in this regard that journalists and media workers engaged in \ndangerous professional missions in areas of armed conflict shall be considered \ncivilians and shall be protected as such, provided that they take no action adversely \naffecting their status as civilians; \n \n13. Strongly condemns all violations and abuses of human rights and all \nviolations of international humanitarian law, including the killing and persecution of \nindividuals and members of communities on the basis of their religion or belief, by \narmed extremist groups, as well as any human rights abuses or violations of \ninternational humanitarian law by non-State armed groups, including Hizbullah and \nthose designated as terrorist groups by the Security Council;  \n \n14. Deplores and strongly condemns the terrorist acts and violence committed \nagainst civilians by so-called ISIL (also known as Da’esh), the Nusrah Front (also \nknown as Hay’at Tahrir al-Sham), Al-Qaida-affiliated terrorist groups, terrorist \ngroups designated by the Security Council and other violent extremist groups and \ntheir continued gross, systematic and widespread abuses of human rights and \nviolations of international humanitarian law, and reaffirms that terrorism cannot and \nshould not be associated with any religion, gender, ethnicity, nationality or civilization;  \n \n15. Condemns in the strongest terms the gross and systematic abuse of \nwomen’s and children’s rights by all terrorist groups and armed groups, including \nso-called ISIL (also known as Da’esh), in particular the killing of women and girls, \nsexual and gender-based violence, including the enslavement and sexual exploitation \nand abuse of women and girls and the forced recruitment, use and abduction of children;  \n \n16. Condemns the reported forced displacements of the population in the \nSyrian Arab Republic, including forced displacement of civilians as a result of local \ntruce agreements, as highlighted by the Commission of Inquiry, and the alarming \nimpact thereof on the demography of the country, which amounts to a strategy of \nradical demographic change initiated by the Syrian regime, its allies and other \nnon-State actors, calls upon all parties concerned to cease immediately all activities \nrelated to these actions, including any activities that may amount to war crimes and \ncrimes against humanity, notes that impunity for such crimes is unacceptable, reaffirms \nthat those responsible for such breaches of international law, must be brought to \njustice, and supports efforts to collect evidence in view of future legal action;  \n \n17. Emphasizes the importance of creating conditions conducive to voluntary, \nsafe, dignified and informed movements of internally displaced persons within the \nSyrian Arab Republic, and strongly urges all parties to work with the United Nations \nto ensure that any such movements are in line with the Guiding Principles on Internal \n\nA/RES/74/169 \nSituation of human rights in the Syrian Arab Republic\n \n19-22312\n10/14 \n \nDisplacement,42 and that displaced persons receive the information they need to make \ninformed and voluntary decisions about their movement and safety; \n \n18. Reminds the Government of the Syrian Arab Republic of its obligations \nunder the Convention against Torture and Other Cruel, Inhuman or Degrading \nTreatment or Punishment, 43 including its obligation to take effective measures to \nprevent acts of torture in any territory under its jurisdiction, and calls upon all States \nparties to the Convention to comply with any relevant obligations under the \nConvention, including with respect to the principle of extradite or prosecute contained \nin article 7 of the Convention;  \n \n19. Encourages the Special Rapporteur on the human rights of internally \ndisplaced persons and the Office of the United Nations High Commissioner for \nRefugees to remain seized of the urgent human rights and humanitarian situation of \ninternally displaced persons in the Syrian Arab Republic, with a view to helping \nMember States, the United Nations, including the High-level Panel on Internal \nDisplacement established by the Secretary General, and other humanitarian and \nhuman rights actors to improve their responses to internal displacement in the Syrian \nArab Republic, with a focus on identifying durable solutions for displaced persons, \nreducing the significant gap between needs and available resources, improving the \ncollection and coordination of data on displacement, including on displaced children, \nand providing more effective assistance through well-planned programmes; \n \n20. Strongly condemns the reported persistent and widespread use of sexual \nviolence, abuse and exploitation, including in government detention centres, \nincluding those run by the intelligence agencies, and notes that such acts may \nconstitute violations of international humanitarian law and violations and abuses of \ninternational human rights law, and in this regard expresses deep concern at the \nprevailing climate of impunity for sexual and gender-based violence;  \n \n21. Also strongly condemns all violations and abuses committed against \nchildren in contravention of applicable international law, such as their recruitment \nand use, killing and maiming, rape and all other forms of sexual violence, abductions, \ndenial of humanitarian access for children, and attacks on civilian objects, including \nschools and hospitals, as well as their arbitrary arrest, unlawful detention, torture and \nill-treatment and their use as human shields;  \n \n22. Reaffirms the Syrian regime’s responsibility for the systematic use of \nenforced disappearances, takes note of the assessment of the Commission of Inquiry \nthat the Syrian regime’s use of enforced disappearances amounts to a crime against \nhumanity, and condemns the targeted disappearances of young men and the exploitation \nof ceasefires as an opportunity to forcibly recruit and arbitrarily detain them;  \n \n23. Demands that the Syrian regime, in accordance with its obligations under \nrelevant provisions of international human rights law, including the right to life and \nthe right to the enjoyment of the highest attainable standard of physical and mental \nhealth, promote non-discriminatory access to health services and respect and protect \nmedical and health personnel from obstruction, threats and physical attacks;  \n \n24. Strongly condemns all attacks on medical and health personnel, their \nmeans of transport and equipment, as well as on hospitals and other medical facilities, \ndeplores the long-term consequences of such attacks for the population and health-\ncare systems of the Syrian Arab Republic, and reaffirms that humanitarian workers \nand their means of transport, equipment and facilities must be protected in accordance \nwith international humanitarian law;  \n__________________ \n \n42  E/CN.4/1998/53/Add.2, annex.  \n \n43  United Nations, Treaty Series, vol. 1465, No. 24841.  \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/74/169\n \n11/14\n19-22312 \n \n \n25. Urges all parties to the conflict to develop effective measures to prevent \nacts of violence, attacks and threats of attacks against sick and wounded persons, \ninternally displaced persons, as well as medical personnel and humanitarian personnel \nexclusively engaged in medical duties, hospitals and other medical facilities, \nincluding through the conduct of full, prompt, impartial and effective investigations \nto hold those responsible for any such acts to account;  \n \n26. Expresses its profound concern about the findings contained in the report \nof the Commission of Inquiry regarding the displacement of more than half of the \n2.5 million people residing in Idlib who have been displaced since the onset of \nconflict, often multiple times, stresses that the situation in Idlib is of particular \nconcern, expresses its support for the current agreement to cease hostilities in order \nto avoid a further humanitarian catastrophe, and calls upon the guarantors of that \nagreement to ensure that the ceasefire is upheld and that access is granted in a rapid, \nunimpeded and sustainable manner; \n \n27. Demands that the Syrian regime cooperate fully with the Commission of \nInquiry, including by granting it immediate, full and unhindered access throughout \nthe Syrian Arab Republic;  \n \n28. Strongly condemns the intervention in the Syrian Arab Republic of all \nforeign terrorist fighters and those foreign organizations and foreign forces fighting \non behalf of the Syrian regime, expresses deep concern that their involvement further \nexacerbates the deteriorating situation in the Syrian Arab Republic, including the \nhuman rights and humanitarian situation, which has a serious negative impact on the \nregion, and further demands that all foreign terrorist fighters, and those who are \nfighting in support of the Syrian regime, including all militias sponsored by foreign \nGovernments, must immediately withdraw from the Syrian Arab Republic;  \n \n29. Demands that all parties immediately put an end to all violations and \nabuses of international human rights law and violations of international humanitarian \nlaw, recalls, in particular, the obligation under international humanitarian law to \ndistinguish between civilians and combatants and the prohibition against \nindiscriminate and disproportionate attacks and all attacks against civilians and \ncivilian objects, further demands that all parties to the conflict take all appropriate \nsteps to protect civilians, in compliance with international law, including by desisting \nfrom attacks directed against civilian objects, such as medical centres, schools and \nwater stations, and refrain from militarizing such facilities, seek to avoid establishing \nmilitary positions in densely populated areas and enable the evacuation of the \nwounded and all civilians who wish to leave areas of conflict, including besieged \nareas, and recalls in this regard that the Syrian regime bears primary responsibility \nfor protecting its population;  \n \n30. Condemns in the strongest terms all attacks on protected objects, including \nindiscriminate and disproportionate attacks and those which may constitute a war \ncrime, taking place in the Syrian Arab Republic, and requests the Commission of \nInquiry to continue to investigate all such acts, and demands that the Syrian regime \nmeet its responsibility to protect the Syrian population;  \n \n31. Demands that the Syrian regime immediately cease any attacks on \ncivilians, any disproportionate attacks and any indiscriminate use of weapons in \npopulated areas, and recalls in this regard the obligation to respect international \nhumanitarian law in all circumstances;  \n \n32. Emphasizes the need for accountability for crimes involving breaches of \ninternational law, in particular of international humanitarian law and human rights \nlaw, some of which may constitute war crimes or crimes against humanity, committed \n\nA/RES/74/169 \nSituation of human rights in the Syrian Arab Republic\n \n19-22312\n12/14 \n \nin the Syrian Arab Republic since March 2011, through fair and independent \ninvestigations and prosecutions at the domestic or international level;  \n \n33. Urges all Member States and, in particular, parties to the conflict to \ncooperate fully with the International, Impartial and Independent Mechanism, including \nthrough the provision of relevant information and documentation, stresses its mandate \nto closely cooperate with the Commission of Inquiry, also urges the Mechanism to \nmake a particular effort to ensure consultation and cooperation with Syrian civil \nsociety organizations by concluding cooperation frameworks, and requests the United \nNations system as a whole to enhance cooperation with the Mechanism and to \npromptly respond to any request, including access to all information and \ndocumentation, in accordance with General Assembly resolution 71/248;  \n \n34. Welcomes the inclusion of the full funding for the International, Impartial \nand Independent Mechanism in the budget proposal of the Secretary-General for \n2020, in accordance with General Assembly resolution 73/182, and emphasizes the \nneed to fully implement its previous decisions on the funding of the Mechanism in \norder to ensure that the Mechanism can operate at its full capacity as soon as possible; \n \n35. Emphasizes the need to ensure that all those responsible for violations of \ninternational humanitarian law or violations and abuses of human rights law are held \nto account through appropriate, fair and independent domestic or international \ncriminal justice mechanisms, in accordance with the principle of complementarity, \nstresses the need to pursue practical steps towards this goal, and for that reason \nencourages the Security Council to take appropriate action to ensure accountability, \nnoting the important role that the International Criminal Court can play in this regard; \n \n36. Welcomes the efforts by States to investigate conduct in the Syrian Arab \nRepublic and to prosecute crimes within their jurisdiction committed in the Syrian \nArab Republic, encourages them to continue to do so and to share relevant \ninformation between States in accordance with their national legislation and \ninternational law, and also encourages other States to consider doing the same; \n \n37. Urgently requests the convening of a high-level panel discussion, funded \nby voluntary contributions, led by the Office of the United Nations High \nCommissioner of Human Rights, the Commission of Inquiry and Syrian civil society \nto brief the General Assembly at its seventy-fifth session on the situation of human \nrights in the Syrian Arab Republic, and encourages United Nations monitoring and \nreporting to help this panel to further document violations of international \nhumanitarian law and violations and abuses of human rights, including those that may \namount to crimes against humanity and war crimes, to provide recommendations to \nfacilitate improvements in civilian protection and accountability measures, and to \nfeature witness testimony of Syrian human rights defenders and other Syrian voices \nthrough appropriate and safe means; \n \n38. Deplores the deteriorating humanitarian situation in the Syrian Arab \nRepublic, and urges the international community to assume its responsibility for \nproviding urgent financial support to enable the host countries and communities to \nrespond to the growing humanitarian needs of Syrian refugees, while emphasizing the \nprinciple of burden-sharing;  \n \n39. Calls upon all members of the international community, including all \ndonors, to fulfil their previous pledges and continue to provide much-needed support \nto the United Nations, its specialized agencies and other humanitarian actors to \nprovide humanitarian assistance to the millions of Syrians who are in need, including \nthose displaced both internally and in host countries and communities;  \n \n40. Welcomes the efforts of those countries outside the region that have put in \nplace measures and policies to assist and host Syrian refugees, encourages them to do \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/74/169\n \n13/14\n19-22312 \n \nmore, also encourages other States outside the region to consider implementing \nsimilar measures and policies, with a view to providing Syrian refugees with \nprotection and humanitarian assistance, and acknowledges the need to improve the \nconditions on the ground to facilitate the return of refugees in a safe, voluntary and \ndignified manner to their place of origin or choice;  \n \n41. Strongly condemns the intentional denial of humanitarian assistance to \ncivilians, from whatever quarter, and in particular the denial of medical assistance \nand the withdrawal of water and sanitation services to civilian areas, which has \nrecently worsened, stressing that the starvation of civilians as a method of warfare is \nprohibited under international law, and noting especially the primary responsibility \nof the Government of the Syrian Arab Republic in this regard;  \n \n42. Demands that the Syrian regime and all other parties to the conflict ensure \nthe full, immediate, unimpeded and sustained access of the United Nations and \nhumanitarian actors, including to besieged and hard-to-reach areas such as Rukban, \nfrom Damascus, that the Syrian regime cease to impede the ability of the United \nNations and humanitarian actors to move through the north-east of the Syrian Arab \nRepublic and beyond, and that all parties to the conflict preserve the Faysh Khabur \nborder crossing and allow sustained deliveries of humanitarian assistance to persons \nin need across the Syrian Arab Republic, including through commercial routes, \nconsistent with Security Council resolutions 2139 (2014), 2165 (2014), 2191 (2014), \n2254 (2015), 2258 (2015), 2332 (2016), 2393 (2017), 2401 (2018) and 2449 (2018); \n \n43. Strongly condemns practices including abduction, hostage-taking, \narbitrary and incommunicado detention, torture, the murder of innocent civilians and \nsummary executions carried out by non-State armed groups and terrorist groups \ndesignated by the Security Council, most notably so-called ISIL (also known as \nDa’esh) and the Nusrah Front (also known as Hay’at Tahrir al-Sham), and underlines \nthat such acts may amount to crimes against humanity;  \n \n44. Deplores the suffering and torture in detention centres throughout the \nSyrian Arab Republic, as depicted in the reports of the Commission of Inquiry and \nthe Office of the United Nations High Commissioner for Human Rights, as well as in \nthe evidence presented by “Caesar” in January 2014, and in the reports of widespread \nkilling of detainees by Syrian military intelligence; \n \n45. Strongly condemns the reported killing of detainees in Syrian military \nintelligence facilities, and calls upon the Syrian regime to release all unlawfully held \ndetainees, including women, children and the elderly, and to facilitate information \nabout those who died while in detention by the Syrian regime, as and return their \nremains, with full transparency regarding what happened to these individuals; \n \n46. Calls for the appropriate international monitoring bodies to be granted \naccess to detainees in government prisons and detention centres, including all military \nfacilities referred to in the reports of the Commission of Inquiry;  \n \n47. Demands that all parties take all appropriate steps to protect civilians and \npersons hors de combat, including persons belonging to national or ethnic, religious \nand linguistic minorities, and stresses that, in this regard, the primary responsibility \nto protect the population lies with the Syrian regime;  \n \n48. Strongly condemns the damage and destruction of the cultural heritage of \nthe Syrian Arab Republic, in particular that of Palmyra and Aleppo, and the organized \nlooting and trafficking of Syrian cultural property, as outlined by the Security Council \nin its resolutions 2199 (2015) of 12 February 2015 and 2347 (2017) of 24 March \n2017, affirms that attacks intentionally directed against historic monuments may \namount to war crimes, and underlines the need to bring the perpetrators of such crimes \nto justice; \n\nA/RES/74/169 \nSituation of human rights in the Syrian Arab Republic\n \n19-22312\n14/14 \n \n \n49. Notes with concern the recent escalation of violence in the north-east of \nthe Syrian Arab Republic, which has seriously undermined the stability and security \nof the whole region, with a risk of further undermining the political process, eroded \nprogress in the fight against ISIL (also known as Da’esh), worsened the humanitarian \nsituation and led to additional widespread displacement, and further emphasizes that \nany attempt to bring about demographic change in the region would be unacceptable;  \n \n50. Stresses the situation of particular concern in the northern part of the \nprovince of Aleppo, as well as Idlib, strongly condemns the attacks on civilians and \nfirst responders and civilian infrastructure where ongoing violence, including \nairstrikes, continues to cause death and injury among civilians and first responders, \nas well as devastating damage to civilian infrastructure, including health-care and \neducational facilities, and welcomes the establishment of the United Nations board of \ninquiry mandated to investigate the destruction of and damage to facilities on the \nUnited Nations deconfliction list and United Nations-supported facilities;  \n \n51. Urges all parties to the conflict to take all appropriate steps to ensure the \nsafety and security of United Nations and associated personnel, personnel of the \nspecialized agencies and all other personnel engaged in humanitarian relief activities, \nincluding national and locally recruited personnel, as required by international \nhumanitarian law, without prejudice to their freedom of movement and access, \nstresses the need not to impede or hinder these efforts, recalls that attacks on \nhumanitarian workers may amount to war crimes, and notes in this regard that the \nSecurity Council has reaffirmed that it will take further measures in the event of \nnon-compliance with its resolutions 2139 (2014), 2165 (2014), 2191 (2014), \n2234 (2015), 2258 (2015), 2286 (2016), 2393 (2017), 2401 (2018) and 2449 (2018) \nby any Syrian party;  \n \n52. Urges the international community to support the leadership and full, \neffective and meaningful participation of women in all efforts aimed at finding a \npolitical solution to the Syrian crisis, as envisaged by the Security Council in its \nresolutions 1325 (2000), 2122 (2013) of 18 October 2013 and 2242 (2015) of \n13 October 2015; \n \n53. Reaffirms that there can only be a political solution to the conflict in the \nSyrian Arab Republic, reiterates its commitment to the national unity and territorial \nintegrity of the Syrian Arab Republic, and urges the parties to the conflict to abstain \nfrom actions that may contribute to the continuing deterioration of the human rights, \nsecurity and humanitarian situation, in order to reach a genuine political transition, \nbased on the final communiqué of the Action Group for Syria of 30 June 2012, 30 \nconsistent with Security Council resolutions 2254 (2015) and 2268 (2016), that meets \nthe legitimate aspirations of the Syrian people for a civil, democratic and pluralistic \nState, with the full and effective participation of women, where there is no room for \nsectarianism or discrimination on ethnic, religious, linguistic, gender or any other \ngrounds, and where all persons receive equal protection, regardless of gender, religion \nor ethnicity, and further demands that all parties work urgently towards the \ncomprehensive implementation of the final communiqué, including through the \nestablishment of an inclusive transitional governing body with full executive powers, \nwhich shall be formed on the basis of mutual consent while ensuring the continuity \nof governmental institutions. \n \n50th plenary meeting \n18 December 2019 \n \n",
  "paragraphs": {
    "1": "Strongly condemns the systematic, widespread and gross violations and abuses of international human rights law and violations of international humanitarian law committed in the Syrian Arab Republic and the indiscriminate and disproportionate attacks in civilian areas and against civilian infrastructure, in particular attacks on medical facilities and schools, which continue to claim civilian lives, and demands that all parties comply with their obligations under international humanitarian law;",
    "2": "Deplores and condemns in the strongest terms the continued armed violence by the Syrian regime against its own people since the beginning of the peaceful protests in 2011, and demands that the Syrian regime immediately put an end to all attacks against civilians, take all feasible precautions to avoid, and in any event to minimize, incidental loss of civilian life, injury to civilians and damage to civilian objects and meet its responsibilities to protect the Syrian population and immediately implement Security Council resolutions 2254 (2015), 2258 (2015) and 2286 (2016);",
    "3": "Urges all Member States, especially the members of the International Syria Support Group, to create conditions for continued negotiations for a political solution to the Syrian conflict, under the auspices of the United Nations, by working towards the nationwide ceasefire, to enable full, immediate and safe humanitarian access and to lead to the release of those arbitrarily detained and ensure the assessment of the number of people who remain in prisons, consistent with Security Council resolution 2254 (2015), as only a durable and inclusive political solution to the conflict can bring an end to the systematic, widespread and gross violations and abuses of international human rights law and violations of international humanitarian law;",
    "4": "Strongly condemns any use of chemical weapons, such as chlorine, sarin and sulfur mustard, by any party to the conflict in the Syrian Arab Republic, emphasizes that the development, production, acquisition, stockpiling, retention, transfer or use of chemical weapons anywhere, at any time, by anyone, under any circumstances, is unacceptable, constitutes one of the most serious crimes under international law, and is a violation of the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction38 and Security Council resolution 2118 (2013), and expresses its strong conviction that individuals responsible for the development, production, acquisition, stockpiling, retention, transfer or use of chemical weapons must and should be held accountable;",
    "5": "Also strongly condemns the continued use of chemical weapons in the Syrian Arab Republic, in particular the chlorine attack on 4 February 2018 in Saraqib, the attack on 7 April 2018 in Duma and the chlorine attack on 19 May 2019 on Latakia Province, which killed dozens of men, women and children and severely injured hundreds more, recalls the decision of the Security Council that the Syrian Arab Republic shall not use, develop, produce, otherwise acquire, stockpile or retain chemical weapons, or transfer, directly or indirectly, chemical weapons to other States or non-State actors, recalls the relevant reports of the Organisation for the Prohibition of Chemical Weapons-United Nations Joint Investigative Mechanism, and demands that the Syrian regime and so-called ISIL (also known as Da’esh) immediately desist from any further use of chemical weapons;",
    "6": "Expresses grave concern at the chemical weapons attack in Duma on 7 April 2018, and notes the report of the Independent International Commission of Inquiry on the Syrian Arab Republic that a vast body of evidence suggested that chlorine had been dropped by helicopter on a residential building, as well as the report of the fact-finding mission of the Organisation for the Prohibition of Chemical Weapons on that attack,35 in which it was stated that the evaluation and analysis of all the information gathered by the mission provided reasonable grounds to believe that the use of a toxic chemical as a weapon had taken place;",
    "7": "Calls for a significant enhancement of the verification measures of the Organisation for the Prohibition of Chemical Weapons, welcomes the establishment and operationalization of the Investigation and Identification Team of the Organisation, which is authorized to identify the perpetrators of the use of chemical weapons, looks forward to the first report to be issued by the Team, which will be an important first step towards the ultimate goal of bringing the perpetrators of the use of chemical weapons to justice, and in this regard also welcomes the memorandum of understanding concluded between the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011 and the Organisation for the Prohibition of Chemical Weapons;",
    "8": "Welcomes the issuance of the Secretary-General’s bulletin on the records and archives of the Organisation for the Prohibition of Chemical Weapons-United Nations Joint Investigative Mechanism, 39 and calls upon the Secretary-General to ensure that the relevant materials are processed expeditiously to be shared with the International, Impartial and Independent Mechanism without any further delays;",
    "9": "Demands that the Syrian regime adhere fully to its international obligations, including the requirement that it declare in full its chemical weapons programme, with special emphasis on the need for the Syrian Arab Republic to urgently resolve the verified gaps, inconsistencies and discrepancies pertaining to its declaration in respect of the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction and to eliminate its chemical weapons programme in its entirety, as referred to in the report of the Director General of the Organisation for the Prohibition of Chemical Weapons dated 22 February 2016 40 indicating that the Technical Secretariat is at present unable to verify fully that the declaration and related submissions of the Syrian Arab Republic are accurate and complete, as required by the Convention and decision EC-M-33/DEC.1 of the Executive Council of the Organisation for the Prohibition of Chemical Weapons;41",
    "10": "Requests additional procedures for stringent verification pursuant to article IV, paragraph 8, and article V, paragraph 10, of the Convention, in order to ensure the complete destruction of the Syrian chemical weapons programme and prevent any further use of chemical weapons;",
    "11": "Deplores and condemns in the strongest terms the continued widespread and systematic gross violations and abuses of human rights and fundamental freedoms and all violations of international humanitarian law by the Syrian regime, the government-affiliated militias and those who fight on their behalf, including those deliberately targeting civilians or civilian objects, including attacks on schools, hospitals and places of worship, with heavy weapons, aerial bombardments, cluster munitions, ballistic missiles, barrel bombs, chemical or other weapons and other force against civilians, as well as the starvation of the civilian population as a method of warfare, attacks on schools, hospitals and places of worship, massacres, arbitrary executions, extrajudicial killings, the killing and persecution of peaceful protesters, human rights defenders and journalists, individuals and members of communities on the basis of their religion or belief, arbitrary detention, enforced disappearances, violations of human rights, including those of women and children, forced displacement of members of minority groups and of those opposed to the Syrian regime, unlawful interference with access to medical treatment, failure to respect and protect medical personnel, torture, systematic sexual and gender-based violence, including rape in detention, and ill-treatment;",
    "12": "Condemns unequivocally all attacks and violence against journalists and media workers by the Syrian regime, the government-affiliated militias and non-State armed groups, urges all parties to respect the professional independence and rights of journalists, and recalls in this regard that journalists and media workers engaged in dangerous professional missions in areas of armed conflict shall be considered civilians and shall be protected as such, provided that they take no action adversely affecting their status as civilians;",
    "13": "Strongly condemns all violations and abuses of human rights and all violations of international humanitarian law, including the killing and persecution of individuals and members of communities on the basis of their religion or belief, by armed extremist groups, as well as any human rights abuses or violations of international humanitarian law by non-State armed groups, including Hizbullah and those designated as terrorist groups by the Security Council;",
    "14": "Deplores and strongly condemns the terrorist acts and violence committed against civilians by so-called ISIL (also known as Da’esh), the Nusrah Front (also known as Hay’at Tahrir al-Sham), Al-Qaida-affiliated terrorist groups, terrorist groups designated by the Security Council and other violent extremist groups and their continued gross, systematic and widespread abuses of human rights and violations of international humanitarian law, and reaffirms that terrorism cannot and should not be associated with any religion, gender, ethnicity, nationality or civilization;",
    "15": "Condemns in the strongest terms the gross and systematic abuse of women’s and children’s rights by all terrorist groups and armed groups, including so-called ISIL (also known as Da’esh), in particular the killing of women and girls, sexual and gender-based violence, including the enslavement and sexual exploitation and abuse of women and girls and the forced recruitment, use and abduction of children;",
    "16": "Condemns the reported forced displacements of the population in the Syrian Arab Republic, including forced displacement of civilians as a result of local truce agreements, as highlighted by the Commission of Inquiry, and the alarming impact thereof on the demography of the country, which amounts to a strategy of radical demographic change initiated by the Syrian regime, its allies and other non-State actors, calls upon all parties concerned to cease immediately all activities related to these actions, including any activities that may amount to war crimes and crimes against humanity, notes that impunity for such crimes is unacceptable, reaffirms that those responsible for such breaches of international law, must be brought to justice, and supports efforts to collect evidence in view of future legal action;",
    "17": " Displacement,42 and that displaced persons receive the information they need to make informed and voluntary decisions about their movement and safety;",
    "18": "Reminds the Government of the Syrian Arab Republic of its obligations under the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, 43 including its obligation to take effective measures to prevent acts of torture in any territory under its jurisdiction, and calls upon all States parties to the Convention to comply with any relevant obligations under the Convention, including with respect to the principle of extradite or prosecute contained in article 7 of the Convention;",
    "19": "Encourages the Special Rapporteur on the human rights of internally displaced persons and the Office of the United Nations High Commissioner for Refugees to remain seized of the urgent human rights and humanitarian situation of internally displaced persons in the Syrian Arab Republic, with a view to helping Member States, the United Nations, including the High-level Panel on Internal Displacement established by the Secretary General, and other humanitarian and human rights actors to improve their responses to internal displacement in the Syrian Arab Republic, with a focus on identifying durable solutions for displaced persons, reducing the significant gap between needs and available resources, improving the collection and coordination of data on displacement, including on displaced children, and providing more effective assistance through well-planned programmes;",
    "20": "Strongly condemns the reported persistent and widespread use of sexual violence, abuse and exploitation, including in government detention centres, including those run by the intelligence agencies, and notes that such acts may constitute violations of international humanitarian law and violations and abuses of international human rights law, and in this regard expresses deep concern at the prevailing climate of impunity for sexual and gender-based violence;",
    "21": "Also strongly condemns all violations and abuses committed against children in contravention of applicable international law, such as their recruitment and use, killing and maiming, rape and all other forms of sexual violence, abductions, denial of humanitarian access for children, and attacks on civilian objects, including schools and hospitals, as well as their arbitrary arrest, unlawful detention, torture and ill-treatment and their use as human shields;",
    "22": "Reaffirms the Syrian regime’s responsibility for the systematic use of enforced disappearances, takes note of the assessment of the Commission of Inquiry that the Syrian regime’s use of enforced disappearances amounts to a crime against humanity, and condemns the targeted disappearances of young men and the exploitation of ceasefires as an opportunity to forcibly recruit and arbitrarily detain them;",
    "23": "Demands that the Syrian regime, in accordance with its obligations under relevant provisions of international human rights law, including the right to life and the right to the enjoyment of the highest attainable standard of physical and mental health, promote non-discriminatory access to health services and respect and protect medical and health personnel from obstruction, threats and physical attacks;",
    "24": "Strongly condemns all attacks on medical and health personnel, their means of transport and equipment, as well as on hospitals and other medical facilities, deplores the long-term consequences of such attacks for the population and health- care systems of the Syrian Arab Republic, and reaffirms that humanitarian workers and their means of transport, equipment and facilities must be protected in accordance with international humanitarian law;",
    "25": "Urges all parties to the conflict to develop effective measures to prevent acts of violence, attacks and threats of attacks against sick and wounded persons, internally displaced persons, as well as medical personnel and humanitarian personnel exclusively engaged in medical duties, hospitals and other medical facilities, including through the conduct of full, prompt, impartial and effective investigations to hold those responsible for any such acts to account;",
    "26": "Expresses its profound concern about the findings contained in the report of the Commission of Inquiry regarding the displacement of more than half of the 2.5 million people residing in Idlib who have been displaced since the onset of conflict, often multiple times, stresses that the situation in Idlib is of particular concern, expresses its support for the current agreement to cease hostilities in order to avoid a further humanitarian catastrophe, and calls upon the guarantors of that agreement to ensure that the ceasefire is upheld and that access is granted in a rapid, unimpeded and sustainable manner;",
    "27": "Demands that the Syrian regime cooperate fully with the Commission of Inquiry, including by granting it immediate, full and unhindered access throughout the Syrian Arab Republic;",
    "28": "Strongly condemns the intervention in the Syrian Arab Republic of all foreign terrorist fighters and those foreign organizations and foreign forces fighting on behalf of the Syrian regime, expresses deep concern that their involvement further exacerbates the deteriorating situation in the Syrian Arab Republic, including the human rights and humanitarian situation, which has a serious negative impact on the region, and further demands that all foreign terrorist fighters, and those who are fighting in support of the Syrian regime, including all militias sponsored by foreign Governments, must immediately withdraw from the Syrian Arab Republic;",
    "29": "Demands that all parties immediately put an end to all violations and abuses of international human rights law and violations of international humanitarian law, recalls, in particular, the obligation under international humanitarian law to distinguish between civilians and combatants and the prohibition against indiscriminate and disproportionate attacks and all attacks against civilians and civilian objects, further demands that all parties to the conflict take all appropriate steps to protect civilians, in compliance with international law, including by desisting from attacks directed against civilian objects, such as medical centres, schools and water stations, and refrain from militarizing such facilities, seek to avoid establishing military positions in densely populated areas and enable the evacuation of the wounded and all civilians who wish to leave areas of conflict, including besieged areas, and recalls in this regard that the Syrian regime bears primary responsibility for protecting its population;",
    "30": "Condemns in the strongest terms all attacks on protected objects, including indiscriminate and disproportionate attacks and those which may constitute a war crime, taking place in the Syrian Arab Republic, and requests the Commission of Inquiry to continue to investigate all such acts, and demands that the Syrian regime meet its responsibility to protect the Syrian population;",
    "31": "Demands that the Syrian regime immediately cease any attacks on civilians, any disproportionate attacks and any indiscriminate use of weapons in populated areas, and recalls in this regard the obligation to respect international humanitarian law in all circumstances;",
    "32": " in the Syrian Arab Republic since March 2011, through fair and independent investigations and prosecutions at the domestic or international level;",
    "33": "Urges all Member States and, in particular, parties to the conflict to cooperate fully with the International, Impartial and Independent Mechanism, including through the provision of relevant information and documentation, stresses its mandate to closely cooperate with the Commission of Inquiry, also urges the Mechanism to make a particular effort to ensure consultation and cooperation with Syrian civil society organizations by concluding cooperation frameworks, and requests the United Nations system as a whole to enhance cooperation with the Mechanism and to promptly respond to any request, including access to all information and documentation, in accordance with General Assembly resolution 71/248;",
    "34": "Welcomes the inclusion of the full funding for the International, Impartial and Independent Mechanism in the budget proposal of the Secretary-General for 2020, in accordance with General Assembly resolution 73/182, and emphasizes the need to fully implement its previous decisions on the funding of the Mechanism in order to ensure that the Mechanism can operate at its full capacity as soon as possible;",
    "35": "Emphasizes the need to ensure that all those responsible for violations of international humanitarian law or violations and abuses of human rights law are held to account through appropriate, fair and independent domestic or international criminal justice mechanisms, in accordance with the principle of complementarity, stresses the need to pursue practical steps towards this goal, and for that reason encourages the Security Council to take appropriate action to ensure accountability, noting the important role that the International Criminal Court can play in this regard;",
    "36": "Welcomes the efforts by States to investigate conduct in the Syrian Arab Republic and to prosecute crimes within their jurisdiction committed in the Syrian Arab Republic, encourages them to continue to do so and to share relevant information between States in accordance with their national legislation and international law, and also encourages other States to consider doing the same;",
    "37": "Urgently requests the convening of a high-level panel discussion, funded by voluntary contributions, led by the Office of the United Nations High Commissioner of Human Rights, the Commission of Inquiry and Syrian civil society to brief the General Assembly at its seventy-fifth session on the situation of human rights in the Syrian Arab Republic, and encourages United Nations monitoring and reporting to help this panel to further document violations of international humanitarian law and violations and abuses of human rights, including those that may amount to crimes against humanity and war crimes, to provide recommendations to facilitate improvements in civilian protection and accountability measures, and to feature witness testimony of Syrian human rights defenders and other Syrian voices through appropriate and safe means;",
    "38": "Deplores the deteriorating humanitarian situation in the Syrian Arab Republic, and urges the international community to assume its responsibility for providing urgent financial support to enable the host countries and communities to respond to the growing humanitarian needs of Syrian refugees, while emphasizing the principle of burden-sharing;",
    "39": "Calls upon all members of the international community, including all donors, to fulfil their previous pledges and continue to provide much-needed support to the United Nations, its specialized agencies and other humanitarian actors to provide humanitarian assistance to the millions of Syrians who are in need, including those displaced both internally and in host countries and communities;",
    "40": " more, also encourages other States outside the region to consider implementing similar measures and policies, with a view to providing Syrian refugees with protection and humanitarian assistance, and acknowledges the need to improve the conditions on the ground to facilitate the return of refugees in a safe, voluntary and dignified manner to their place of origin or choice;",
    "41": "Strongly condemns the intentional denial of humanitarian assistance to civilians, from whatever quarter, and in particular the denial of medical assistance and the withdrawal of water and sanitation services to civilian areas, which has recently worsened, stressing that the starvation of civilians as a method of warfare is prohibited under international law, and noting especially the primary responsibility of the Government of the Syrian Arab Republic in this regard;",
    "42": "Demands that the Syrian regime and all other parties to the conflict ensure the full, immediate, unimpeded and sustained access of the United Nations and humanitarian actors, including to besieged and hard-to-reach areas such as Rukban, from Damascus, that the Syrian regime cease to impede the ability of the United Nations and humanitarian actors to move through the north-east of the Syrian Arab Republic and beyond, and that all parties to the conflict preserve the Faysh Khabur border crossing and allow sustained deliveries of humanitarian assistance to persons in need across the Syrian Arab Republic, including through commercial routes, consistent with Security Council resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2254 (2015), 2258 (2015), 2332 (2016), 2393 (2017), 2401 (2018) and 2449 (2018);",
    "43": "Strongly condemns practices including abduction, hostage-taking, arbitrary and incommunicado detention, torture, the murder of innocent civilians and summary executions carried out by non-State armed groups and terrorist groups designated by the Security Council, most notably so-called ISIL (also known as Da’esh) and the Nusrah Front (also known as Hay’at Tahrir al-Sham), and underlines that such acts may amount to crimes against humanity;",
    "44": "Deplores the suffering and torture in detention centres throughout the Syrian Arab Republic, as depicted in the reports of the Commission of Inquiry and the Office of the United Nations High Commissioner for Human Rights, as well as in the evidence presented by “Caesar” in January 2014, and in the reports of widespread killing of detainees by Syrian military intelligence;",
    "45": "Strongly condemns the reported killing of detainees in Syrian military intelligence facilities, and calls upon the Syrian regime to release all unlawfully held detainees, including women, children and the elderly, and to facilitate information about those who died while in detention by the Syrian regime, as and return their remains, with full transparency regarding what happened to these individuals;",
    "46": "Calls for the appropriate international monitoring bodies to be granted access to detainees in government prisons and detention centres, including all military facilities referred to in the reports of the Commission of Inquiry;",
    "47": "Demands that all parties take all appropriate steps to protect civilians and persons hors de combat, including persons belonging to national or ethnic, religious and linguistic minorities, and stresses that, in this regard, the primary responsibility to protect the population lies with the Syrian regime;",
    "48": "",
    "49": "Notes with concern the recent escalation of violence in the north-east of the Syrian Arab Republic, which has seriously undermined the stability and security of the whole region, with a risk of further undermining the political process, eroded progress in the fight against ISIL (also known as Da’esh), worsened the humanitarian situation and led to additional widespread displacement, and further emphasizes that any attempt to bring about demographic change in the region would be unacceptable;",
    "50": "Stresses the situation of particular concern in the northern part of the province of Aleppo, as well as Idlib, strongly condemns the attacks on civilians and first responders and civilian infrastructure where ongoing violence, including airstrikes, continues to cause death and injury among civilians and first responders, as well as devastating damage to civilian infrastructure, including health-care and educational facilities, and welcomes the establishment of the United Nations board of inquiry mandated to investigate the destruction of and damage to facilities on the United Nations deconfliction list and United Nations-supported facilities;",
    "51": "Urges all parties to the conflict to take all appropriate steps to ensure the safety and security of United Nations and associated personnel, personnel of the specialized agencies and all other personnel engaged in humanitarian relief activities, including national and locally recruited personnel, as required by international humanitarian law, without prejudice to their freedom of movement and access, stresses the need not to impede or hinder these efforts, recalls that attacks on humanitarian workers may amount to war crimes, and notes in this regard that the Security Council has reaffirmed that it will take further measures in the event of non-compliance with its resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2234 (2015), 2258 (2015), 2286 (2016), 2393 (2017), 2401 (2018) and 2449 (2018) by any Syrian party;",
    "52": "Urges the international community to support the leadership and full, effective and meaningful participation of women in all efforts aimed at finding a political solution to the Syrian crisis, as envisaged by the Security Council in its resolutions 1325 (2000), 2122 (2013) of 18 October 2013 and 2242 (2015) of 13 October 2015;",
    "53": "Reaffirms that there can only be a political solution to the conflict in the Syrian Arab Republic, reiterates its commitment to the national unity and territorial integrity of the Syrian Arab Republic, and urges the parties to the conflict to abstain from actions that may contribute to the continuing deterioration of the human rights, security and humanitarian situation, in order to reach a genuine political transition, based on the final communiqué of the Action Group for Syria of 30 June 2012, 30 consistent with Security Council resolutions 2254 (2015) and 2268 (2016), that meets the legitimate aspirations of the Syrian people for a civil, democratic and pluralistic State, with the full and effective participation of women, where there is no room for sectarianism or discrimination on ethnic, religious, linguistic, gender or any other grounds, and where all persons receive equal protection, regardless of gender, religion or ethnicity, and further demands that all parties work urgently towards the comprehensive implementation of the final communiqué, including through the establishment of an inclusive transitional governing body with full executive powers, which shall be formed on the basis of mutual consent while ensuring the continuity of governmental institutions."
  },
  "agenda_items": [
    "Item 70"
  ],
  "symbol_references": []
}