{
  "symbol": "A/RES/76/112",
  "filename": "A_RES_76_112.pdf",
  "title": "Seventy-sixth session Report of the International Law Commission on the work of its seventy-second session",
  "text": "United Nations \nA/RES/76/112\n \n \nGeneral Assembly \nDistr.: General \n17 December 2021 \n \n21-18668 (E)    271221     \n*2118668* \n \n \nSeventy-sixth session \nAgenda item 82 \nReport of the International Law Commission on the work of \nits seventy-second session \n \n \n \nResolution adopted by the General Assembly \non 9 December 2021 \n \n \n[on the report of the Sixth Committee (A/76/473, para. 12)] \n \n \n76/112. \nProtection of the atmosphere \n \n \n \nThe General Assembly, \n \nHaving considered chapter IV of the report of the International Law \nCommission on the work of its seventy-second session,1 which contains the draft \npreamble and guidelines on the protection of the atmosphere, \n \nTaking note of the recommendation of the International Law Commission \ncontained in paragraph 37 of its report, \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nNoting that the subject of protection of the atmosphere is of major importance \nin international relations, \n \n1. \nWelcomes the conclusion of the work of the International Law Commission \non the protection of the atmosphere and its adoption of the draft preamble and \nguidelines on the protection of the atmosphere and commentaries thereto;2  \n \n2. \nExpresses its appreciation to the International Law Commission for its \ncontinuing contribution to the codification and progressive development of \ninternational law; \n \n3. \nTakes note of the views and comments expressed in the debates of the Sixth \nCommittee on the subject, including those made at the seventy-sixth session of the \n__________________ \n \n1 Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 10 (A/76/10). \n \n2 Ibid., paras. 39 and 40. \n\nA/RES/76/112 \nProtection of the atmosphere\n \n21-18668\n2/5 \n \nGeneral Assembly,3 after the International Law Commission had completed its \nconsideration of this topic in accordance with its statute; \n \n4. \nAlso takes note of the preamble and guidelines on the protection of the \natmosphere, the text of which is annexed to the present resolution, with the \ncommentaries thereto, brings them to the attention of States, international \norganizations and all who may be called upon to deal with the subject, and encourages \ntheir widest possible dissemination. \n \n49th plenary meeting \n9 December 2021 \n \n \nAnnex \n \n \n Guidelines on the protection of the atmosphere \n \n \n \n \nPreamble \n \n \nAcknowledging that the atmosphere is a natural resource, with a limited \nassimilation capacity, essential for sustaining life on Earth, human health and welfare, \nand aquatic and terrestrial ecosystems, \n \nBearing in mind that the transport and dispersion of polluting and degrading \nsubstances occur within the atmosphere, \n \nConsidering that atmospheric pollution and atmospheric degradation are a \ncommon concern of humankind, \n \nAware of the special situation and needs of developing countries, \n \nNoting the close interaction between the atmosphere and the oceans, \n \nNoting in particular the special situation of low-lying coastal areas and small \nisland developing States due to sea-level rise, \n \nRecognizing that the interests of future generations of humankind in the long-\nterm conservation of the quality of the atmosphere should be fully taken into account, \n \nRecalling that the present guidelines were elaborated on the understanding that \nthey were not intended to interfere with relevant political negotiations or to impose \non current treaty regimes rules or principles not already contained therein, \n \n \n \nGuideline 1 \n \n \nUse of terms \n \n \nFor the purposes of the present guidelines: \n \n(a) \n“atmosphere” means the envelope of gases surrounding the Earth; \n \n(b) \n“atmospheric pollution” means the introduction or release by humans, \ndirectly or indirectly, into the atmosphere of substances or energy contributing to \nsignificant deleterious effects extending beyond the State of origin of such a nature \nas to endanger human life and health and the Earth’s natural environment; \n__________________ \n \n3 See A/C.6/76/SR.16, A/C.6/76/SR.17, A/C.6/76/SR.18, A/C.6/76/SR.19, A/C.6/76/SR.20, \nA/C.6/76/SR.21, A/C.6/76/SR.22, A/C.6/76/SR.23, A/C.6/76/SR.24, A/C.6/76/SR.25 and \nA/C.6/76/SR.29. The statements made in the Sixth Committee are available in full (in the \noriginal languages) on the website of the Sixth Committee, at www.un.org/en/ga/sixth/. \n\nProtection of the atmosphere \nA/RES/76/112\n \n3/5\n21-18668 \n \n \n(c) \n“atmospheric degradation” means the alteration by humans, directly or \nindirectly, of atmospheric conditions having significant deleterious effects of such a \nnature as to endanger human life and health and the Earth’s natural environment. \n \n \n \nGuideline 2 \n \n \nScope \n \n1. \nThe present guidelines concern the protection of the atmosphere from \natmospheric pollution and atmospheric degradation. \n2. \nThe present guidelines do not deal with and are without prejudice to questions \nconcerning the polluter-pays principle, the precautionary principle and the common \nbut differentiated responsibilities principle. \n3. \nNothing in the present guidelines affects the status of airspace under \ninternational law nor questions related to outer space, including its delimitation. \n \n \n \nGuideline 3 \n \n \nObligation to protect the atmosphere \n \n \nStates have the obligation to protect the atmosphere by exercising due diligence \nin taking appropriate measures, in accordance with applicable rules of international \nlaw, to prevent, reduce or control atmospheric pollution and atmospheric degradation. \n \n \n \nGuideline 4 \n \n \nEnvironmental impact assessment \n \n \nStates have the obligation to ensure that an environmental impact assessment is \nundertaken of proposed activities under their jurisdiction or control which are likely \nto cause significant adverse impact on the atmosphere in terms of atmospheric \npollution or atmospheric degradation. \n \n \n \nGuideline 5 \n \n \nSustainable utilization of the atmosphere \n \n1. \nGiven that the atmosphere is a natural resource with a limited assimilation \ncapacity, its utilization should be undertaken in a sustainable manner. \n2. \nSustainable utilization of the atmosphere includes the need to reconcile \neconomic development with the protection of the atmosphere. \n \n \n \nGuideline 6 \n \n \nEquitable and reasonable utilization of the atmosphere \n \n \nThe atmosphere should be utilized in an equitable and reasonable manner, taking \nfully into account the interests of present and future generations. \n \n \n \nGuideline 7 \n \n \nIntentional large-scale modification of the atmosphere \n \n \nActivities aimed at intentional large-scale modification of the atmosphere \nshould only be conducted with prudence and caution, and subject to any applicable \nrules of international law, including those relating to environmental impact \nassessment. \n \n\nA/RES/76/112 \nProtection of the atmosphere\n \n21-18668\n4/5 \n \n \n \nGuideline 8 \n \n \nInternational cooperation \n \n1. \nStates have the obligation to cooperate, as appropriate, with each other and with \nrelevant international organizations for the protection of the atmosphere from \natmospheric pollution and atmospheric degradation. \n2. \nStates should cooperate in further enhancing scientific and technical knowledge \nrelating to the causes and impacts of atmospheric pollution and atmospheric \ndegradation. Cooperation could include exchange of information and joint \nmonitoring. \n \n \n \nGuideline 9 \n \n \nInterrelationship among relevant rules \n \n1. \nThe rules of international law relating to the protection of the atmosphere and \nother relevant rules of international law, including, inter alia, the rules of international \ntrade and investment law, of the law of the sea and of international human rights law, \nshould, to the extent possible, be identified, interpreted and applied in order to give \nrise to a single set of compatible obligations, in line with the principles of \nharmonization and systemic integration, and with a view to avoiding conflicts. This \nshould be done in accordance with the relevant rules set forth in the Vienna \nConvention on the Law of Treaties, including articles 30 and 31, paragraph 3 (c), and \nthe principles and rules of customary international law. \n2. \nStates should, to the extent possible, when developing new rules of international \nlaw relating to the protection of the atmosphere and other relevant rules of \ninternational law, endeavour to do so in a harmonious manner. \n3. \nWhen applying paragraphs 1 and 2, special consideration should be given to \npersons and groups particularly vulnerable to atmospheric pollution and atmospheric \ndegradation. Such groups may include, inter alia, indigenous peoples, people of the \nleast developed countries and people of low-lying coastal areas and small island \ndeveloping States affected by sea-level rise. \n \n \n \nGuideline 10 \n \n \nImplementation \n \n1. \nNational implementation of obligations under international law relating to the \nprotection of the atmosphere from atmospheric pollution and atmospheric \ndegradation, including those referred to in the present guidelines, may take the form \nof legislative, administrative, judicial and other actions. \n2. \nStates should endeavour to give effect to the recommendations contained in the \npresent guidelines. \n \n \n \nGuideline 11 \n \n \nCompliance \n \n1. \nStates are required to abide by their obligations under international law relating \nto the protection of the atmosphere from atmospheric pollution and atmospheric \ndegradation in good faith, including through compliance with the rules and \nprocedures in the relevant agreements to which they are parties. \n2. \nTo achieve compliance, facilitative or enforcement procedures may be used as \nappropriate, in accordance with the relevant agreements: \n \n(a) \nfacilitative procedures may include providing assistance to States, in cases \nof non-compliance, in a transparent, non-adversarial and non-punitive manner to \n\nProtection of the atmosphere \nA/RES/76/112\n \n5/5\n21-18668 \n \nensure that the States concerned comply with their obligations under international \nlaw, taking into account their capabilities and special conditions; \n \n(b) \nenforcement procedures may include issuing a caution of non-compliance, \ntermination of rights and privileges under the relevant agreements, and other forms \nof enforcement measures. \n \n \n \nGuideline 12 \n \n \nDispute settlement \n \n1. \nDisputes between States relating to the protection of the atmosphere from \natmospheric pollution and atmospheric degradation are to be settled by peaceful \nmeans. \n2. \nSince such disputes may be of a fact-intensive and science-dependent character, \ndue consideration should be given to the use of scientific and technical experts. \n \n",
  "paragraphs": {
    "1": "Disputes between States relating to the protection of the atmosphere from atmospheric pollution and atmospheric degradation are to be settled by peaceful means.",
    "2": "Since such disputes may be of a fact-intensive and science-dependent character, due consideration should be given to the use of scientific and technical experts.",
    "3": "When applying paragraphs 1 and 2, special consideration should be given to persons and groups particularly vulnerable to atmospheric pollution and atmospheric degradation. Such groups may include, inter alia, indigenous peoples, people of the least developed countries and people of low-lying coastal areas and small island developing States affected by sea-level rise. Guideline 10 Implementation",
    "4": "Also takes note of the preamble and guidelines on the protection of the atmosphere, the text of which is annexed to the present resolution, with the commentaries thereto, brings them to the attention of States, international organizations and all who may be called upon to deal with the subject, and encourages their widest possible dissemination. 49th plenary meeting 9 December 2021 Annex Guidelines on the protection of the atmosphere Preamble Acknowledging that the atmosphere is a natural resource, with a limited assimilation capacity, essential for sustaining life on Earth, human health and welfare, and aquatic and terrestrial ecosystems, Bearing in mind that the transport and dispersion of polluting and degrading substances occur within the atmosphere, Considering that atmospheric pollution and atmospheric degradation are a common concern of humankind, Aware of the special situation and needs of developing countries, Noting the close interaction between the atmosphere and the oceans, Noting in particular the special situation of low-lying coastal areas and small island developing States due to sea-level rise, Recognizing that the interests of future generations of humankind in the long- term conservation of the quality of the atmosphere should be fully taken into account, Recalling that the present guidelines were elaborated on the understanding that they were not intended to interfere with relevant political negotiations or to impose on current treaty regimes rules or principles not already contained therein, Guideline 1 Use of terms For the purposes of the present guidelines: (a) “atmosphere” means the envelope of gases surrounding the Earth; (b) “atmospheric pollution” means the introduction or release by humans, directly or indirectly, into the atmosphere of substances or energy contributing to significant deleterious effects extending beyond the State of origin of such a nature as to endanger human life and health and the Earth’s natural environment; (c) “atmospheric degradation” means the alteration by humans, directly or indirectly, of atmospheric conditions having significant deleterious effects of such a nature as to endanger human life and health and the Earth’s natural environment. Guideline 2 Scope"
  },
  "agenda_items": [
    "Item 82"
  ],
  "symbol_references": []
}