{
  "symbol": "A/RES/76/79",
  "filename": "A_RES_76_79.pdf",
  "title": "76/79. Palestine refugees’ properties and their revenues",
  "text": "United Nations \nA/RES/76/79\n \n \nGeneral Assembly \nDistr.: General \n15 December 2021 \n \n21-18629 (E)    201221 \n*2118629* \n \n \nSeventy-sixth session \nAgenda item 54 \nUnited Nations Relief and Works Agency for Palestine \nRefugees in the Near East\n \n \n \n \n \n Resolution adopted by the General Assembly \non 9 December 2021 \n \n \n \n \n[on the report of the Special Political and Decolonization Committee \n(Fourth Committee) (A/76/416, para. 13)] \n \n \n \n76/79. Palestine refugees’ properties and their revenues \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 194 (III) of 11 December 1948 and 36/146 C of \n16 December 1981 and all its subsequent resolutions on the question, \n \nTaking note of the report of the Secretary-General submitted pursuant to its \nresolution 75/95 of 10 December 2020, 1  as well as that of the United Nations \nConciliation Commission for Palestine for the period from 1 September 2020 to \n31 August 2021,2  \n \nRecalling that the Universal Declaration of Human Rights3 and the principles of \ninternational law uphold the principle that no one shall be arbitrarily deprived of his \nor her property, \n \nRecalling in particular its resolution 394 (V) of 14 December 1950, in which it \ndirected the Conciliation Commission, in consultation with the parties concerned, to \nprescribe measures for the protection of the rights, property and interests of the \nPalestine refugees, \n \nNoting the completion of the programme of identification and evaluation of \nArab property, as announced by the Conciliation Commission in its twenty-second \nprogress report,4 and the fact that the Land Office had a schedule of Arab owners and \na file of documents defining the location, area and other particulars of Arab property, \n__________________ \n \n1  A/76/289. \n \n2  A/76/282. \n \n3  Resolution 217 A (III). \n \n4  Official Records of the General Assembly, Nineteenth Session, Annexes, Annex No. 11, document \nA/5700. \n\nA/RES/76/79 \nPalestine refugees’ properties and their revenues\n \n21-18629\n2/2 \n \n \nExpressing its appreciation for the preservation and modernization of the \nexisting records, including the land records, of the Conciliation Commission, and \nstressing the importance of such records for a just resolution of the plight of the \nPalestine refugees in conformity with resolution 194 (III), \n \nRecalling that, in the framework of the Middle East peace process, the Palestine \nLiberation Organization and the Government of Israel agreed, in the Declaration of \nPrinciples on Interim Self-Government Arrangements of 13 September 1993, 5 to \ncommence negotiations on permanent status issues, including the important issue of \nthe refugees, \n \n1. \nReaffirms that the Palestine refugees are entitled to their property and to \nthe income derived therefrom, in conformity with the principles of equity and justice; \n \n2. \nRequests the Secretary-General to take all appropriate steps, in \nconsultation with the United Nations Conciliation Commission for Palestine, for the \nprotection of Arab property, assets and property rights in Israel; \n \n3. \nCalls once again upon Israel to render all facilities and assistance to the \nSecretary-General in the implementation of the present resolution; \n \n4. \nCalls upon all the parties concerned to provide the Secretary-General with \nany pertinent information in their possession concerning Arab property, assets and \nproperty rights in Israel that would assist him in the implementation of the present \nresolution; \n \n5. \nUrges the Palestinian and Israeli sides, as agreed between them, to deal \nwith the important issue of Palestine refugees’ properties and their revenues within \nthe framework of the final status peace negotiations; \n \n6. \nRequests the Secretary-General to report to the General Assembly at its \nseventy-seventh session on the implementation of the present resolution. \n \n49th plenary meeting \n9 December 2021 \n \n__________________ \n \n5  A/48/486-S/26560, annex. \n",
  "paragraphs": {
    "1": "Reaffirms that the Palestine refugees are entitled to their property and to the income derived therefrom, in conformity with the principles of equity and justice;",
    "2": "Requests the Secretary-General to take all appropriate steps, in consultation with the United Nations Conciliation Commission for Palestine, for the protection of Arab property, assets and property rights in Israel;",
    "3": "Calls once again upon Israel to render all facilities and assistance to the Secretary-General in the implementation of the present resolution;",
    "4": "Calls upon all the parties concerned to provide the Secretary-General with any pertinent information in their possession concerning Arab property, assets and property rights in Israel that would assist him in the implementation of the present resolution;",
    "5": "Urges the Palestinian and Israeli sides, as agreed between them, to deal with the important issue of Palestine refugees’ properties and their revenues within the framework of the final status peace negotiations;",
    "6": "Requests the Secretary-General to report to the General Assembly at its seventy-seventh session on the implementation of the present resolution. 49th plenary meeting 9 December 2021 __________________ 5 A/48/486-S/26560, annex."
  },
  "agenda_items": [
    "Item 54"
  ],
  "symbol_references": []
}