{
  "symbol": "A/RES/79/165",
  "filename": "A_RES_79_165.pdf",
  "title": "79/165. Human rights treaty body system",
  "text": "United Nations \nA/RES/79/165\n \n \nGeneral Assembly \nDistr.: General \n19 December 2024 \n \n24-24159 (E) \n*2424159* \n \n \nSeventy-ninth session \nAgenda item 71 (a) \nPromotion and protection of human rights: implementation \nof human rights instruments \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/458/Add.1, para. 9)] \n \n \n 79/165. Human rights treaty body system \n \n \n \nThe General Assembly, \n \nRecalling the International Covenant on Civil and Political Rights,1 the International \nCovenant on Economic, Social and Cultural Rights,2 the Convention on the Rights of \nPersons with Disabilities,3 the International Convention for the Protection of All Persons \nfrom Enforced Disappearance,4 the International Convention on the Protection of the \nRights of All Migrant Workers and Members of Their Families,5 the Convention on the \nElimination of All Forms of Discrimination against Women, 6 the Convention on the \nRights of the Child,7 the International Convention on the Elimination of All Forms of \nRacial Discrimination,8 the Convention against Torture and Other Cruel, Inhuman or \nDegrading Treatment or Punishment 9  and the Optional Protocol to the Convention \nagainst Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, 10 \n \nRecalling also Economic and Social Council resolution 1985/17 of 28 May 1985, \n \nRecalling further its resolution 68/268 of 9 April 2014 on strengthening and \nenhancing the effective functioning of the human rights treaty body system,  \n \nRecalling its resolution 77/210 of 15 December 2022 on the human rights treaty \nbody system, \n__________________ \n \n1  See resolution 2200 A (XXI), annex. \n \n2  Ibid. \n \n3  United Nations, Treaty Series, vol. 2515, No. 44910. \n \n4  Ibid., vol. 2716, No. 48088. \n \n5  Ibid., vol. 2220, No. 39481. \n \n6  Ibid., vol. 1249, No. 20378. \n \n7  Ibid., vol. 1577, No. 27531. \n \n8  Ibid., vol. 660, No. 9464. \n \n9  Ibid., vol. 1465, No. 24841. \n \n10  Ibid., vol. 2375, No. 24841. \n\nA/RES/79/165 \nHuman rights treaty body system\n \n24-24159\n2/4 \n \n \nReaffirming that the full and effective implementation of international human \nrights instruments by States parties is of major importance to the efforts of the United \nNations to promote universal respect for and observance of human rights and \nfundamental freedoms, and that the effective functioning of the human rights treaty body \nsystem is indispensable for the full and effective implementation of such instruments,  \n \nRecognizing the important, valuable and unique role and contribution of each of \nthe human rights treaty bodies in the promotion and protection of human rights and \nfundamental freedoms, including through their examination of the progress made by \nStates parties to the respective human rights treaties in fulfilling their relevant \nobligations and their provision of recommendations to States parties on the \nimplementation of such treaties,  \n \nExpressing concern over the continued effect that the coronavirus disease \n(COVID-19) pandemic and COVID-19-related restrictions had on the work, efficiency \nand output of the treaty bodies and efforts to address the backlog of State party reports \npending review, including full suspension or postponement of sessions between \n13 March 2020 and 6 September 2021, as well as the lack of digital tools to support \nthe treaty bodies to carry out their work more efficiently, and also expressing concern \nover the ongoing liquidity crisis affecting the United Nations, which has further \nexacerbated these challenges, including the efficiency of the treaty body system, \n \nEmphasizing the importance of multilingualism in the activities of the United \nNations, including those linked to the promotion and protection of human rights, \nreaffirming the paramount importance of the equality of the six official languages of \nthe United Nations for the effective functioning of the human rights treaty bodies, and \nrecognizing that multilingualism is essential for enhancing accessibility, transparency \nand the participation of all States parties in these processes, \n \nWelcoming the ongoing process of the consideration of the state of the human \nrights treaty body system, and noting the 2020 report on the process co-facilitated by \nMorocco and Switzerland,11 \n \nTaking note of the human rights treaty bodies’ continuing efforts, within their \nrespective mandates, towards achieving greater efficiency, transparency, effectiveness, \npredictability, coordination and harmonization through their working methods outlined \nin the report of the Chairs of the human rights treaty bodies on their thirty-fourth, thirty-\nfifth and thirty-sixth annual meetings, 12 including a clear and regularized cycle for \nscheduling reporting by States parties and the additional modalities for harmonization \nfor procedural and substantive coordination among the human rights treaty bodies, \n \n1. \nTakes note of the report of the Secretary-General on the status of the human \nrights treaty body system;13 \n \n2. \nWelcomes the annual reports of the human rights treaty bodies submitted \nto the General Assembly at its seventy-eighth14 and seventy-ninth15 sessions and to \nthe Economic and Social Council at its 202316 and 2024 sessions;17 \n__________________ \n \n11  See A/75/601. \n \n12  See A/77/228, A/78/354 and A/79/292. \n \n13  A/79/336. \n \n14  Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 18 (A/78/18); \nibid., Supplement No. 38 (A/78/38); ibid., Supplement No. 40 (A/78/40); ibid., Supplement No. 44 \n(A/78/44); ibid., Supplement No. 48 (A/78/48); ibid., Supplement No. 55 (A/78/55); and ibid., \nSupplement No. 56 (A/78/56). \n \n15  Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 18 (A/79/18); \nibid., Supplement No. 38 (A/79/38); ibid., Supplement No. 41 (A/79/41); ibid., Supplement No. 44 \n(A/79/44); ibid., Supplement No. 48 (A/79/48); and ibid., Supplement No. 56 (A/79/56). \n \n16  Official Records of the Economic and Social Council, 2023, Supplement No. 2 (E/2023/22). \n \n17  Ibid., 2024, Supplement No. 2 (E/2024/22). \n\nHuman rights treaty body system \nA/RES/79/165\n \n3/4\n24-24159 \n \n \n3. \nInvites the Chairs of the human rights treaty bodies to address and engage \nin an interactive dialogue with the General Assembly at its eightieth and eighty-first \nsessions under the item relevant to the work of the treaty body;  \n \n4. \nEncourages all stakeholders to continue their efforts for the full \nimplementation of resolution 68/268;  \n \n5. \nReaffirms paragraphs 26 to 28 of its resolution 68/268, in which it set out \nhow the allocation of meeting time to the treaty bodies would be identified and \nrequested the Secretary-General to provide the corresponding financial and human \nresources, decided that the meeting time allocated would be reviewed biennially and \namended on that basis at the request of the Secretary-General in line with established \nbudgetary procedures, and requested the Secretary-General accordingly to take into \naccount the meeting time needed by the human rights treaty body system in his future \nannual programme budget;  \n \n6. \nReaffirms its invitation to the human rights treaty bodies and the Office of \nthe United Nations High Commissioner for Human Rights, within their respective \nmandates, to continue to work to increase coordination and predictability in the \nreporting process, including through cooperation with States parties, with the aim of \nachieving a clear and regularized schedule for reporting by States parties; \n \n7. \nNotes that the COVID-19 pandemic showed the need to strengthen the \ncapacity of the treaty bodies to engage and interact online and that the impact of the \npandemic created an urgency to use digitalization for improved efficiency, \ntransparency and accessibility of the treaty bodies and the interaction with all relevant \nstakeholders;  \n \n8. \nInvites the treaty bodies to increase their efforts to further the use of digital \ntechnologies in their work, including in their consideration of periodic reports and \nindividual communications, as well as to facilitate participation and accessibility of \nStates parties and all relevant stakeholders in the mandated activities of the treaty \nbodies, including by means of videoconference, while stressing that in-person \ninteraction and multilingualism remain a crucial component of their work, requests \nthe Office of the High Commissioner for Human Rights in its capacity as secretariat \nof the treaty bodies, with the assistance of United Nations country teams, as \nappropriate, through their existing videoconferencing facilities, to provide States \nparties, upon their request, with necessary assistance in this regard, and welcomes \nvoluntary contributions from Member States to facilitate this work further; \n \n9. \nExpresses appreciation for the organization of discussions on matters \nrelated to the implementation of each human rights treaty at meetings of the States \nparties thereto, and requests the Secretary-General to continue to support such \npractices;  \n \n10. Also expresses appreciation for the opportunity to interact with the Chairs \nof the treaty bodies during their annual meetings, and requests the Secretary-General \nto continue to support such opportunities;  \n \n11. \nFurther expresses appreciation for the advisory services, capacity-\nbuilding and technical assistance provided by the Secretary-General to support States \nparties in building their capacity to implement their treaty obligations, and requests \nthe Secretary-General to continue his efforts in this regard;  \n\nA/RES/79/165 \nHuman rights treaty body system\n \n24-24159\n4/4 \n \n \n12. Reiterates its request, made in paragraph 40 of its resolution 68/268, that \nthe Secretary-General submit to the General Assembly at its eighty-first session a \nreport on the status of the human rights treaty body system. \n \n53rd plenary meeting \n17 December 2024 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General on the status of the human rights treaty body system;13",
    "2": "Welcomes the annual reports of the human rights treaty bodies submitted to the General Assembly at its seventy-eighth14 and seventy-ninth15 sessions and to the Economic and Social Council at its 202316 and 2024 sessions;17",
    "3": "Invites the Chairs of the human rights treaty bodies to address and engage in an interactive dialogue with the General Assembly at its eightieth and eighty-first sessions under the item relevant to the work of the treaty body;",
    "4": "Encourages all stakeholders to continue their efforts for the full implementation of resolution 68/268;",
    "5": "Reaffirms paragraphs 26 to 28 of its resolution 68/268, in which it set out how the allocation of meeting time to the treaty bodies would be identified and requested the Secretary-General to provide the corresponding financial and human resources, decided that the meeting time allocated would be reviewed biennially and amended on that basis at the request of the Secretary-General in line with established budgetary procedures, and requested the Secretary-General accordingly to take into account the meeting time needed by the human rights treaty body system in his future annual programme budget;",
    "6": "Reaffirms its invitation to the human rights treaty bodies and the Office of the United Nations High Commissioner for Human Rights, within their respective mandates, to continue to work to increase coordination and predictability in the reporting process, including through cooperation with States parties, with the aim of achieving a clear and regularized schedule for reporting by States parties;",
    "7": "Notes that the COVID-19 pandemic showed the need to strengthen the capacity of the treaty bodies to engage and interact online and that the impact of the pandemic created an urgency to use digitalization for improved efficiency, transparency and accessibility of the treaty bodies and the interaction with all relevant stakeholders;",
    "8": "Invites the treaty bodies to increase their efforts to further the use of digital technologies in their work, including in their consideration of periodic reports and individual communications, as well as to facilitate participation and accessibility of States parties and all relevant stakeholders in the mandated activities of the treaty bodies, including by means of videoconference, while stressing that in-person interaction and multilingualism remain a crucial component of their work, requests the Office of the High Commissioner for Human Rights in its capacity as secretariat of the treaty bodies, with the assistance of United Nations country teams, as appropriate, through their existing videoconferencing facilities, to provide States parties, upon their request, with necessary assistance in this regard, and welcomes voluntary contributions from Member States to facilitate this work further;",
    "9": "Expresses appreciation for the organization of discussions on matters related to the implementation of each human rights treaty at meetings of the States parties thereto, and requests the Secretary-General to continue to support such practices;",
    "10": "Also expresses appreciation for the opportunity to interact with the Chairs of the treaty bodies during their annual meetings, and requests the Secretary-General to continue to support such opportunities;",
    "11": "",
    "12": "Reiterates its request, made in paragraph 40 of its resolution 68/268, that the Secretary-General submit to the General Assembly at its eighty-first session a report on the status of the human rights treaty body system."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}