{
  "symbol": "A/RES/73/265",
  "filename": "A_RES_73_265.pdf",
  "title": "73/265. Report of the International Law Commission on the work of its seventieth session",
  "text": "United Nations \nA/RES/73/265\n \n \nGeneral Assembly \nDistr.: General \n14 January 2019 \n \n18-22648 (E)    160119 \n*1822648* \n \n \nSeventy-third session \nAgenda item 82 \n \n \n \n \n Resolution adopted by the General Assembly \non 22 December 2018 \n \n \n \n \n[on the report of the Sixth Committee (A/73/556)] \n \n \n 73/265. Report of the International Law Commission on the work \nof its seventieth session \n \n \n \nThe General Assembly, \n \nHaving considered the report of the International Law Commission on the work \nof its seventieth session,1  \n \nEmphasizing the importance of furthering the progressive development and \ncodification of international law as a means of implementing the purposes and \nprinciples set forth in the Charter of the United Nations and in the Declaration on \nPrinciples of International Law concerning Friendly Relations and Cooperation \namong States in accordance with the Charter of the United Nations, 2  \n \nRecognizing the desirability of referring legal and drafting questions to the Sixth \nCommittee, including topics that might be submitted to the International Law \nCommission for closer examination, and of enabling the Sixth Committee and the \nCommission to enhance further their contribution to the progressive development and \ncodification of international law, \n \nRecalling the need to keep under review those topics of international law which, \ngiven their new or renewed interest for the international community, may be suitable \nfor the progressive development and codification of international law and therefore \nmay be included in the future programme of work of the International Law \nCommission, \n \nRecalling also the role of Member States in submitting proposals for new topics \nfor the consideration of the International Law Commission, and noting in this regard \nthe recommendation of the Commission that such proposals be accompanied by a \nstatement of reasons, \n__________________ \n \n1  Official Records of the General Assembly, Seventy-third Session, Supplement No. 10 (A/73/10). \n \n2  Resolution 2625 (XXV), annex. \n\nA/RES/73/265 \nReport of the International Law Commission on the work of its seventieth session\n \n18-22648\n2/7 \n \n \nReaffirming the importance for the successful work of the International Law \nCommission of the information provided by Member States concerning their views \nand practice, \n \nRecognizing the importance of the work of the special rapporteurs of the \nInternational Law Commission, \n \nWelcoming the holding of the International Law Seminar, and noting with \nappreciation the voluntary contributions made to the United Nations trust fund for the \nInternational Law Seminar, \n \nAcknowledging the importance of facilitating the timely publication of the \nYearbook of the International Law Commission and of eliminating the backlog, \n \nStressing the usefulness of focusing and structuring the debate on the report of \nthe International Law Commission in the Sixth Committee in such a manner that \nconditions are provided for concentrated attention to each of the main topics dealt \nwith in the report and for discussions on specific topics, \n \nWishing to enhance further, in the context of the revitalization of the debate on \nthe report of the International Law Commission, the interaction between the Sixth \nCommittee as a body of governmental representatives and the Commission as a body \nof independent legal experts, with a view to improving the dialogue between the two \nbodies, \n \nWelcoming initiatives to hold interactive debates, panel discussions and \nquestion time in the Sixth Committee, as envisaged in General Assembly resolution \n58/316 of 1 July 2004 on further measures for the revitalization of the work of the \nAssembly, \n \nWelcoming also the seventieth anniversary commemorative meetings held in \nNew York and Geneva, which took place under the overarching theme of “70 years \nof the International Law Commission – Drawing a balance for the future”, as well as \nthe discussions which took place, inter alia, on the working methods of the \nCommission, \n \n1. \nTakes note of the report of the International Law Commission on the work \nof its seventieth session;1 \n \n2. \nExpresses its appreciation to the International Law Commission for the \nwork accomplished at its seventieth session, and notes in particular:  \n \n(a) \nThe completion of the second reading of the draft conclusions on \nsubsequent agreements and subsequent practice in relation to the interpretation of \ntreaties;3  \n \n(b) \nThe completion of the second reading of the draft conclusions on \nidentification of customary international law;4  \n \n(c) \nThe completion of the first reading of the draft guidelines on the protection \nof the atmosphere;5  \n \n(d) \nThe completion of the first reading of the draft Guide to Provisional \nApplication of Treaties;6  \n__________________ \n \n3  See Official Records of the General Assembly, Seventy-third Session, Supplement No. 10 \n(A/73/10), chap. IV, sect. E. \n \n4  Ibid., chap. V, sect. E. \n \n5  Ibid., chap. VI, sect. C. \n \n6  Ibid., chap. VII, sect. C. \n\nReport of the International Law Commission on the work of its seventieth session \nA/RES/73/265\n \n3/7\n18-22648 \n \n \n3. \nRecommends that the International Law Commission continue its work on \nthe topics in its current programme of work, taking into account the comments and \nobservations of Governments, whether submitted in writing or expressed orally in \ndebates in the Sixth Committee; \n \n4. \nDraws the attention of Governments to the importance for the \nInternational Law Commission of having their views by 31 December 2018 on the \nvarious aspects of the topics on the agenda of the Commission, in particular on all the \nspecific issues identified in chapter III of its report, regarding: \n \n(a) \nPeremptory norms of general international law (jus cogens); \n \n(b) \nImmunity of State officials from foreign criminal jurisdiction; \n \n(c) \nProtection of the environment in relation to armed conflicts; \n \n(d) \nSuccession of States in respect of State responsibility; \n \n5. \nAlso draws the attention of Governments to the importance for the \nInternational Law Commission of having their comments and observations on the \ndraft articles on crimes against humanity, adopted on first reading by the Commission \nat its sixty-ninth session;7 \n \n6. \nFurther draws the attention of Governments to the importance for the \nInternational Law Commission of having their comments and observations by \n15 December 2019 on the draft guidelines on the protection of the atmosphere and on \nthe draft Guide to Provisional Application of Treaties, adopted on first reading by the \nCommission at its seventieth session;8  \n \n7. \nTakes note of the decision of the International Law Commission to include \nthe topic “General principles of law” in its programme of work,9 and encourages the \nCommission to continue the examination of the topics that are in its long-term \nprogramme of work;10  \n \n8. \nEncourages the International Law Commission to take into account the \ncapacity and views of Member States when including topics in its current programme \nof work; \n \n9. \nTakes note of paragraphs 368 to 370 of the report of the International Law \nCommission and notes, in particular, the inclusion of the topics “Universal criminal \njurisdiction” and “Sea-level rise in relation to international law” in the long-term \nprogramme of work of the Commission, 11  and in this regard calls upon the \nCommission to take into consideration the comments, concerns and observations \nexpressed by Governments during the debate in the Sixth Committee; \n \n10. Also takes note of the holding of the first part of the seventieth session of \nthe International Law Commission at United Nations Headquarters, in New York, \nfrom 30 April to 1 June 2018, which coincided with the commemoration of the \n__________________ \n \n7  Ibid., Seventy-second Session, Supplement No. 10 (A/72/10), para. 43. \n \n8  Ibid., Seventy-third Session, Supplement No. 10 (A/73/10), paras. 76 and 88. \n \n9  Ibid., para. 363. \n \n10  The following topics are currently in the long-term programme of work of the International Law \nCommission: “Ownership and protection of wrecks beyond the limits of national maritime \njurisdiction”, “Jurisdictional immunity of international organizations”, “Protection of personal \ndata in transborder flow of information”, “Extraterritorial jurisdiction”, “The fair and equitable \ntreatment standard in international investment law”, “Settlement of international disputes to \nwhich international organizations are parties”, “Evidence before international courts and \ntribunals”, “Universal criminal jurisdiction” and “Sea-level rise in relation to international law”. \n \n11  Official Records of the General Assembly, Seventy-third Session, Supplement No. 10 (A/73/10), \npara. 369. \n\nA/RES/73/265 \nReport of the International Law Commission on the work of its seventieth session\n \n18-22648\n4/7 \n \nseventieth anniversary of the Commission, and of the second part of the session at the \nUnited Nations Office at Geneva, from 2 July to 10 August 2018;  \n \n11. \nFurther takes note of paragraphs 331 to 362 of the report of the \nInternational Law Commission and commends the convening of the seventieth \nanniversary commemorative meetings in New York on 21 May 2018 and in Geneva \non 5 and 6 July 2018, and also expresses its appreciation to the Member States, the \nacademic institution and others, which have made financial contributions and \ncontributions in kind to facilitate the commemoration of the seventieth anniversary \nof the Commission;  \n \n12. Takes note of paragraph 382 of the report of the International Law \nCommission, and requests the Secretary-General to continue his efforts to identify \nconcrete options for support for the work of special rapporteurs, additional to those \nprovided under General Assembly resolution 56/272 of 27 March 2002; \n \n13. Welcomes the efforts of the International Law Commission to improve its \nmethods of work,12 and encourages the Commission to continue this practice; \n \n14. Invites the International Law Commission to continue to take measures to \nenhance its efficiency and productivity and to consider making proposals to Member \nStates to that end; \n \n15. Recalls the importance of an in-depth analysis of State practice and the \nconsideration of the diversity of legal systems of Member States to the work of the \nInternational Law Commission;  \n \n16. Encourages the International Law Commission to continue to take cost-\nsaving measures at its future sessions, without prejudice to the efficiency and \neffectiveness of its work; \n \n17. Recalls that the seat of the International Law Commission is at the United \nNations Office at Geneva; \n \n18. Takes note of paragraph 395 of the report of the International Law \nCommission, and decides that the next session of the Commission shall be held at the \nUnited Nations Office at Geneva from 29 April to 7 June and from 8 July to \n9 August 2019;  \n \n19. Stresses the desirability of further enhancing the dialogue between the \nInternational Law Commission, in particular the special rapporteurs, and the Sixth \nCommittee, and in this context encourages, inter alia, the continued practice of \ninformal consultations in the form of discussions between the members of the Sixth \nCommittee and the members of the Commission throughout the year; \n \n20. Encourages delegations, during the debate on the report of the \nInternational Law Commission, to continue to adhere as far as possible to the \nstructured work programme agreed to by the Sixth Committee and to consider \npresenting concise and focused statements; \n \n21. Encourages Member States to consider being represented at the level of \nlegal adviser during the first week in which the report of the International Law \nCommission is discussed in the Sixth Committee (International Law Week) to enable \nhigh-level discussions on issues of international law; \n \n22. Underlines in this regard the necessity to allow sufficient time for the \nconsideration of the report of the International Law Commission in the Sixth \nCommittee; \n__________________ \n \n12  Ibid., Sixty-sixth Session, Supplement No. 10 (A/66/10), paras. 370–388. \n\nReport of the International Law Commission on the work of its seventieth session \nA/RES/73/265\n \n5/7\n18-22648 \n \n \n23. Requests the International Law Commission to continue to pay special \nattention to indicating in its annual report, for each topic, any specific issues on which \nexpressions of views by Governments, either in the Sixth Committee or in written \nform, would be of particular interest in providing effective guidance for the \nCommission in its further work; \n \n24. Takes note of paragraphs 396 to 399 of the report of the International Law \nCommission with regard to cooperation and interaction with other bodies, and \nencourages the Commission to continue the implementation of articles 16 (e), 25 and \n26 of its statute in order to further strengthen cooperation between the Commission \nand other bodies concerned with international law, having in mind the usefulness of \nsuch cooperation; \n \n25. Notes that consulting with national organizations and individual experts \nconcerned with international law may assist Governments in considering whether to \nmake comments and observations on drafts submitted by the International Law \nCommission and in formulating their comments and observations; \n \n26. Reaffirms its previous decisions concerning the indispensable role of the \nCodification Division of the Office of Legal Affairs of the Secretariat in providing \nassistance to the International Law Commission, including in the preparation of \nmemorandums and studies on topics on the agenda of the Commission, and takes note \nof the requests of the Commission to the Secretariat to reissue the memorandum on \nways and means for making the evidence of customary international law more readily \navailable 13  to reflect the text of the draft conclusions and commentaries on \nidentification of customary international law adopted on second reading, and to \nprepare a memorandum providing information on treaties which may be of relevance \nto its future work on the topic “Succession of States in respect of State responsibility”, \ncontained in paragraphs 364 and 365 of the report of the Commission; \n \n27. Also reaffirms its previous decisions concerning the documentation and \nsummary records of the International Law Commission; 14  \n \n28. Takes note of paragraph 386 of the report of the International Law \nCommission, recalls the paramount importance of multilingualism as set forth in \nGeneral Assembly resolutions 69/324 of 11 September 2015 and 71/328 of \n11 September 2017 on multilingualism, underlines the importance of having the \ndocuments of the Commission published in due time in the six official languages of \nthe United Nations, and to this end requests special rapporteurs to submit their reports \nwithin the time limits specified by the Secretariat; \n \n29. Stresses the need to expedite the preparation of the summary records of \nthe International Law Commission, and welcomes the continuation of the measures \ntaken to streamline the processing of summary records during the sixty-fifth session \nof the Commission, 15  which have led to a more rational use of resources, and \nexpresses its satisfaction that the summary records of the Commission, constituting \ntravaux préparatoires in the progressive development and codification of \ninternational law, will not be subject to arbitrary length restrictions; \n__________________ \n \n13  A/CN.4/710. \n \n14  See resolutions 32/151, para. 10, and 37/111, para. 5, and all subsequent resolutions on the \nannual reports of the International Law Commission to the General Assembly; see also Yearbook \nof the International Law Commission 1982, vol. II (Part Two), paras. 267–269 and 271, as well \nas all subsequent annual reports of the International Law Commission. \n \n15  Official Records of the General Assembly, Sixty-eighth Session, Supplement No. 10 (A/68/10), \npara. 183. \n\nA/RES/73/265 \nReport of the International Law Commission on the work of its seventieth session\n \n18-22648\n6/7 \n \n \n30. Welcomes the institutionalization of the practice of the Secretariat to \ninclude on the website of the International Law Commission the provisional summary \nrecords in English and French relating to the work of the Commission;  \n \n31. Also welcomes the efforts of the Secretariat in seeking to ensure the timely \nand efficient processing of the documents of the International Law Commission and \nthe institutionalization of the experimental measures taken during the sixty-eighth \nsession of the Commission to streamline the editing of those documents; \n \n32. Takes note of paragraph 385 of the report of the International Law \nCommission, underlines the importance of the publications of the Codification \nDivision to the work of the Commission, welcomes in particular the issuance of the \nninth edition of The Work of the International Law Commission in French, and \nreiterates its request that the Secretary-General continue to publish The Work of the \nInternational Law Commission in all six official languages at the beginning of each \nquinquennium, the Reports of International Arbitral Awards in English or French and \nthe Summaries of the Judgments, Advisory Opinions and Orders of the International \nCourt of Justice in all six official languages every five years; \n \n33. Also takes note of paragraph 390 of the report of the International Law \nCommission, stresses the unique value of the Yearbook of the International Law \nCommission, and requests the Secretary-General to ensure its timely publication in \nall official languages;  \n \n34. Expresses its appreciation to Governments that have made voluntary \ncontributions to the trust fund on the backlog relating to the Yearbook of the \nInternational Law Commission, and encourages further contributions to the trust fund; \n \n35. Takes note of paragraph 391 of the report of the International Law \nCommission, expresses its satisfaction with the remarkable progress achieved in the \npast few years in reducing the backlog of the Yearbook of the International Law \nCommission in all six languages, welcomes the efforts made by the Division of \nConference Management of the United Nations Office at Geneva, especially its \nEditing Section, in effectively implementing relevant resolutions of the General \nAssembly calling for the reduction of the backlog, encourages that Division to \nprovide continuous necessary support to the Editing Section in advancing the \nYearbook of the International Law Commission, and requests that updates on progress \nmade in this respect be provided to the Commission on a regular basis; \n \n36. Welcomes the continuous efforts of the Codification Division to maintain \nand improve the website relating to the work of the International Law Commission; \n \n37. Expresses the hope that the International Law Seminar will continue to be \nheld in connection with the sessions of the International Law Commission and that \nan increasing number of participants representing the principal legal systems of the \nworld, including in particular those from developing countries, will be given the \nopportunity to attend the Seminar, as well as delegates to the Sixth Committee, and \nappeals to States to continue to make urgently needed voluntary contributions to the \nUnited Nations trust fund for the International Law Seminar; \n \n38. Requests the Secretary-General to provide the International Law Seminar \nwith adequate services, including interpretation, as required, and encourages him to \ncontinue to consider ways to improve the structure and content of the Seminar; \n \n39. Underlines the importance of the records and topical summary of the \ndebate in the Sixth Committee for the deliberations of the International Law \nCommission, and in this regard requests the Secretary-General to forward to the \nCommission, for its attention, the records of the debate on the report of the \nCommission at the seventy-third session of the General Assembly, together with such \n\nReport of the International Law Commission on the work of its seventieth session \nA/RES/73/265\n \n7/7\n18-22648 \n \nwritten statements as delegations may circulate in conjunction with their oral \nstatements, and to prepare and distribute a topical summary of the debate, following \nestablished practice; \n \n40. Requests the Secretariat to circulate to States, as soon as possible after the \nconclusion of the session of the International Law Commission, chapter II of its report \ncontaining a summary of the work of that session, chapter III containing the specific \nissues on which the views of Governments would be of particular interest to the \nCommission and the draft articles adopted on either first or second reading by the \nCommission; \n \n41. Also requests the Secretariat to make the complete report of the \nInternational Law Commission available as soon as possible after the conclusion of \nthe session of the Commission for the consideration of Member States with due \nanticipation and no later than the prescribed time limit for reports in the General \nAssembly; \n \n42. Encourages the International Law Commission to continue to consider \nways in which specific issues on which the views of Governments would be of \nparticular interest to the Commission could be framed so as to help Governments to \nhave a better appreciation of the issues on which responses are required; \n \n43. Recommends that the debate on the report of the International Law \nCommission at the seventy-fourth session of the General Assembly commence on \n28 October 2019. \n \n65th plenary meeting  \n22 December 2018 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the International Law Commission on the work of its seventieth session;1",
    "2": "Expresses its appreciation to the International Law Commission for the work accomplished at its seventieth session, and notes in particular: (a) The completion of the second reading of the draft conclusions on subsequent agreements and subsequent practice in relation to the interpretation of treaties;3 (b) The completion of the second reading of the draft conclusions on identification of customary international law;4 (c) The completion of the first reading of the draft guidelines on the protection of the atmosphere;5 (d) The completion of the first reading of the draft Guide to Provisional Application of Treaties;6 __________________ 3 See Official Records of the General Assembly, Seventy-third Session, Supplement No. 10 (A/73/10), chap. IV, sect. E. 4 Ibid., chap. V, sect. E. 5 Ibid., chap. VI, sect. C. 6 Ibid., chap. VII, sect. C. Report of the International Law Commission on the work of its seventieth session A/RES/73/265 3/7 18-22648",
    "3": "Recommends that the International Law Commission continue its work on the topics in its current programme of work, taking into account the comments and observations of Governments, whether submitted in writing or expressed orally in debates in the Sixth Committee;",
    "4": "Draws the attention of Governments to the importance for the International Law Commission of having their views by 31 December 2018 on the various aspects of the topics on the agenda of the Commission, in particular on all the specific issues identified in chapter III of its report, regarding: (a) Peremptory norms of general international law (jus cogens); (b) Immunity of State officials from foreign criminal jurisdiction; (c) Protection of the environment in relation to armed conflicts; (d) Succession of States in respect of State responsibility;",
    "5": "Also draws the attention of Governments to the importance for the International Law Commission of having their comments and observations on the draft articles on crimes against humanity, adopted on first reading by the Commission at its sixty-ninth session;7",
    "6": "Further draws the attention of Governments to the importance for the International Law Commission of having their comments and observations by 15 December 2019 on the draft guidelines on the protection of the atmosphere and on the draft Guide to Provisional Application of Treaties, adopted on first reading by the Commission at its seventieth session;8",
    "7": "Takes note of the decision of the International Law Commission to include the topic “General principles of law” in its programme of work,9 and encourages the Commission to continue the examination of the topics that are in its long-term programme of work;10",
    "8": "Encourages the International Law Commission to take into account the capacity and views of Member States when including topics in its current programme of work;",
    "9": "Takes note of paragraphs 368 to 370 of the report of the International Law Commission and notes, in particular, the inclusion of the topics “Universal criminal jurisdiction” and “Sea-level rise in relation to international law” in the long-term programme of work of the Commission, 11 and in this regard calls upon the Commission to take into consideration the comments, concerns and observations expressed by Governments during the debate in the Sixth Committee;",
    "10": "Also takes note of the holding of the first part of the seventieth session of the International Law Commission at United Nations Headquarters, in New York, from 30 April to 1 June 2018, which coincided with the commemoration of the __________________ 7 Ibid., Seventy-second Session, Supplement No. 10 (A/72/10), para. 43. 8 Ibid., Seventy-third Session, Supplement No. 10 (A/73/10), paras. 76 and 88. 9 Ibid., para. 363. 10 The following topics are currently in the long-term programme of work of the International Law Commission: “Ownership and protection of wrecks beyond the limits of national maritime jurisdiction”, “Jurisdictional immunity of international organizations”, “Protection of personal data in transborder flow of information”, “Extraterritorial jurisdiction”, “The fair and equitable treatment standard in international investment law”, “Settlement of international disputes to which international organizations are parties”, “Evidence before international courts and tribunals”, “Universal criminal jurisdiction” and “Sea-level rise in relation to international law”. 11 Official Records of the General Assembly, Seventy-third Session, Supplement No. 10 (A/73/10), para. 369. A/RES/73/265 Report of the International Law Commission on the work of its seventieth session 18-22648 4/7 seventieth anniversary of the Commission, and of the second part of the session at the United Nations Office at Geneva, from 2 July to 10 August 2018;",
    "11": "Further takes note of paragraphs 331 to 362 of the report of the International Law Commission and commends the convening of the seventieth anniversary commemorative meetings in New York on 21 May 2018 and in Geneva on 5 and 6 July 2018, and also expresses its appreciation to the Member States, the academic institution and others, which have made financial contributions and contributions in kind to facilitate the commemoration of the seventieth anniversary of the Commission;",
    "12": "Takes note of paragraph 382 of the report of the International Law Commission, and requests the Secretary-General to continue his efforts to identify concrete options for support for the work of special rapporteurs, additional to those provided under General Assembly resolution 56/272 of 27 March 2002;",
    "13": "Welcomes the efforts of the International Law Commission to improve its methods of work,12 and encourages the Commission to continue this practice;",
    "14": "Invites the International Law Commission to continue to take measures to enhance its efficiency and productivity and to consider making proposals to Member States to that end;",
    "15": "Recalls the importance of an in-depth analysis of State practice and the consideration of the diversity of legal systems of Member States to the work of the International Law Commission;",
    "16": "Encourages the International Law Commission to continue to take cost- saving measures at its future sessions, without prejudice to the efficiency and effectiveness of its work;",
    "17": "Recalls that the seat of the International Law Commission is at the United Nations Office at Geneva;",
    "18": "Takes note of paragraph 395 of the report of the International Law Commission, and decides that the next session of the Commission shall be held at the United Nations Office at Geneva from 29 April to 7 June and from 8 July to 9 August 2019;",
    "19": "Stresses the desirability of further enhancing the dialogue between the International Law Commission, in particular the special rapporteurs, and the Sixth Committee, and in this context encourages, inter alia, the continued practice of informal consultations in the form of discussions between the members of the Sixth Committee and the members of the Commission throughout the year;",
    "20": "Encourages delegations, during the debate on the report of the International Law Commission, to continue to adhere as far as possible to the structured work programme agreed to by the Sixth Committee and to consider presenting concise and focused statements;",
    "21": "Encourages Member States to consider being represented at the level of legal adviser during the first week in which the report of the International Law Commission is discussed in the Sixth Committee (International Law Week) to enable high-level discussions on issues of international law;",
    "22": "Underlines in this regard the necessity to allow sufficient time for the consideration of the report of the International Law Commission in the Sixth Committee; __________________ 12 Ibid., Sixty-sixth Session, Supplement No. 10 (A/66/10), paras. 370–388. Report of the International Law Commission on the work of its seventieth session A/RES/73/265 5/7 18-22648",
    "23": "Requests the International Law Commission to continue to pay special attention to indicating in its annual report, for each topic, any specific issues on which expressions of views by Governments, either in the Sixth Committee or in written form, would be of particular interest in providing effective guidance for the Commission in its further work;",
    "24": "Takes note of paragraphs 396 to 399 of the report of the International Law Commission with regard to cooperation and interaction with other bodies, and encourages the Commission to continue the implementation of articles 16 (e), 25 and 26 of its statute in order to further strengthen cooperation between the Commission and other bodies concerned with international law, having in mind the usefulness of such cooperation;",
    "25": "Notes that consulting with national organizations and individual experts concerned with international law may assist Governments in considering whether to make comments and observations on drafts submitted by the International Law Commission and in formulating their comments and observations;",
    "26": "Reaffirms its previous decisions concerning the indispensable role of the Codification Division of the Office of Legal Affairs of the Secretariat in providing assistance to the International Law Commission, including in the preparation of memorandums and studies on topics on the agenda of the Commission, and takes note of the requests of the Commission to the Secretariat to reissue the memorandum on ways and means for making the evidence of customary international law more readily available 13 to reflect the text of the draft conclusions and commentaries on identification of customary international law adopted on second reading, and to prepare a memorandum providing information on treaties which may be of relevance to its future work on the topic “Succession of States in respect of State responsibility”, contained in paragraphs 364 and 365 of the report of the Commission;",
    "27": "Also reaffirms its previous decisions concerning the documentation and summary records of the International Law Commission; 14",
    "28": "Takes note of paragraph 386 of the report of the International Law Commission, recalls the paramount importance of multilingualism as set forth in General Assembly resolutions 69/324 of 11 September 2015 and 71/328 of 11 September 2017 on multilingualism, underlines the importance of having the documents of the Commission published in due time in the six official languages of the United Nations, and to this end requests special rapporteurs to submit their reports within the time limits specified by the Secretariat;",
    "29": "Stresses the need to expedite the preparation of the summary records of the International Law Commission, and welcomes the continuation of the measures taken to streamline the processing of summary records during the sixty-fifth session of the Commission, 15 which have led to a more rational use of resources, and expresses its satisfaction that the summary records of the Commission, constituting travaux préparatoires in the progressive development and codification of international law, will not be subject to arbitrary length restrictions; __________________ 13 A/CN.4/710. 14 See resolutions 32/151, para. 10, and 37/111, para. 5, and all subsequent resolutions on the annual reports of the International Law Commission to the General Assembly; see also Yearbook of the International Law Commission 1982, vol. II (Part Two), paras. 267–269 and 271, as well as all subsequent annual reports of the International Law Commission. 15 Official Records of the General Assembly, Sixty-eighth Session, Supplement No. 10 (A/68/10), para. 183. A/RES/73/265 Report of the International Law Commission on the work of its seventieth session 18-22648 6/7",
    "30": "Welcomes the institutionalization of the practice of the Secretariat to include on the website of the International Law Commission the provisional summary records in English and French relating to the work of the Commission;",
    "31": "Also welcomes the efforts of the Secretariat in seeking to ensure the timely and efficient processing of the documents of the International Law Commission and the institutionalization of the experimental measures taken during the sixty-eighth session of the Commission to streamline the editing of those documents;",
    "32": "Takes note of paragraph 385 of the report of the International Law Commission, underlines the importance of the publications of the Codification Division to the work of the Commission, welcomes in particular the issuance of the ninth edition of The Work of the International Law Commission in French, and reiterates its request that the Secretary-General continue to publish The Work of the International Law Commission in all six official languages at the beginning of each quinquennium, the Reports of International Arbitral Awards in English or French and the Summaries of the Judgments, Advisory Opinions and Orders of the International Court of Justice in all six official languages every five years;",
    "33": "Also takes note of paragraph 390 of the report of the International Law Commission, stresses the unique value of the Yearbook of the International Law Commission, and requests the Secretary-General to ensure its timely publication in all official languages;",
    "34": "Expresses its appreciation to Governments that have made voluntary contributions to the trust fund on the backlog relating to the Yearbook of the International Law Commission, and encourages further contributions to the trust fund;",
    "35": "Takes note of paragraph 391 of the report of the International Law Commission, expresses its satisfaction with the remarkable progress achieved in the past few years in reducing the backlog of the Yearbook of the International Law Commission in all six languages, welcomes the efforts made by the Division of Conference Management of the United Nations Office at Geneva, especially its Editing Section, in effectively implementing relevant resolutions of the General Assembly calling for the reduction of the backlog, encourages that Division to provide continuous necessary support to the Editing Section in advancing the Yearbook of the International Law Commission, and requests that updates on progress made in this respect be provided to the Commission on a regular basis;",
    "36": "Welcomes the continuous efforts of the Codification Division to maintain and improve the website relating to the work of the International Law Commission;",
    "37": "Expresses the hope that the International Law Seminar will continue to be held in connection with the sessions of the International Law Commission and that an increasing number of participants representing the principal legal systems of the world, including in particular those from developing countries, will be given the opportunity to attend the Seminar, as well as delegates to the Sixth Committee, and appeals to States to continue to make urgently needed voluntary contributions to the United Nations trust fund for the International Law Seminar;",
    "38": "Requests the Secretary-General to provide the International Law Seminar with adequate services, including interpretation, as required, and encourages him to continue to consider ways to improve the structure and content of the Seminar;",
    "39": "Underlines the importance of the records and topical summary of the debate in the Sixth Committee for the deliberations of the International Law Commission, and in this regard requests the Secretary-General to forward to the Commission, for its attention, the records of the debate on the report of the Commission at the seventy-third session of the General Assembly, together with such Report of the International Law Commission on the work of its seventieth session A/RES/73/265 7/7 18-22648 written statements as delegations may circulate in conjunction with their oral statements, and to prepare and distribute a topical summary of the debate, following established practice;",
    "40": "Requests the Secretariat to circulate to States, as soon as possible after the conclusion of the session of the International Law Commission, chapter II of its report containing a summary of the work of that session, chapter III containing the specific issues on which the views of Governments would be of particular interest to the Commission and the draft articles adopted on either first or second reading by the Commission;",
    "41": "Also requests the Secretariat to make the complete report of the International Law Commission available as soon as possible after the conclusion of the session of the Commission for the consideration of Member States with due anticipation and no later than the prescribed time limit for reports in the General Assembly;",
    "42": "Encourages the International Law Commission to continue to consider ways in which specific issues on which the views of Governments would be of particular interest to the Commission could be framed so as to help Governments to have a better appreciation of the issues on which responses are required;",
    "43": "Recommends that the debate on the report of the International Law Commission at the seventy-fourth session of the General Assembly commence on 28 October 2019. 65th plenary meeting 22 December 2018"
  },
  "agenda_items": [
    "Item 82"
  ],
  "symbol_references": []
}