{
  "symbol": "A/RES/80/10",
  "filename": "A_RES_80_10.pdf",
  "title": "80/10. International Day of the World’s Indigenous Women and Girls",
  "text": "United Nations \nA/RES/80/10\n \nGeneral Assembly \nDistr.: General \n26 November 2025 \n25-19432 (E) \n*2519432* \n \n \nEightieth session \nAgenda item 13 \nIntegrated and coordinated implementation of and follow-up \nto the outcomes of the major United Nations conferences and \nsummits in the economic, social and related fields \n \n \n \n \n Resolution adopted by the General Assembly \non 26 November 2025 \n \n \n[without reference to a Main Committee (A/80/L.11)] \n \n \n \n80/10. International Day of the World’s Indigenous Women and Girls \n \n \n \nThe General Assembly, \n \nReaffirming the purposes and principles of the Charter of the United Nations,  \n \nReaffirming also the International Covenant on Civil and Political Rights, 1 the \nInternational Covenant on Economic, Social and Cultural Rights, 2 the International \nConvention on the Elimination of All Forms of Racial Discrimination, 3  the \nConvention on the Rights of the Child4 and the Convention on the Elimination of All \nForms of Discrimination against Women,5 \n \nRecalling the Universal Declaration of Human Rights, 6  the United Nations \nDeclaration on the Rights of Indigenous Peoples, 7  the Beijing Declaration and \nPlatform for Action, 8 the Durban Declaration and Programme of Action 9 and the \nProgramme of Action of the International Conference on Population and \nDevelopment,10 \n_______________ \n \n1 See resolution 2200 A (XXI), annex. \n \n2 Ibid. \n \n3 United Nations, Treaty Series, vol. 660, No. 9464. \n \n4 Ibid., vol. 1577, No. 27531. \n \n5 Ibid., vol. 1249, No. 20378. \n \n6 Resolution 217 A (III). \n \n7 Resolution 61/295, annex. \n \n8 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n9 See A/CONF.189/12 and A/CONF.189/12/Corr.1, chap. I. \n \n10 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n\nA/RES/80/10 \nInternational Day of the World’s Indigenous Women and Girls\n \n25-19432\n2/3 \n \n \nReaffirming the 2030 Agenda for Sustainable Development 11  and that the \nempowerment of all women and girls will make a crucial contribution to progress \nacross all the Sustainable Development Goals and targets, \n \nReaffirming also its resolutions 53/199 of 15 December 1998 and 61/185 of \n20 December 2006 on the proclamation of international years, and Economic and \nSocial Council resolution 1980/67 of 25 July 1980 on international years and \nanniversaries, in particular paragraphs 1 to 10 of the annex thereto on the agreed \ncriteria for the proclamation of international years, as well as paragraphs 13 and 14, \nin which it is stated that an international day or year should not be proclaimed before \nthe basic arrangements for its organization and financing have been made, \n \nRecognizing that the participation, perspectives and knowledge of Indigenous \nwomen and girls contribute significantly to, inter alia, sustainable development, the \nconservation of biological diversity and natural resources, the protection of the \nenvironment, disaster risk reduction, climate resilience, the preservation and \nrevitalization of Indigenous languages and cultures, maternal health, the \nintergenerational transmission of knowledge, and the promotion of Indigenous and \ntraditional medicine, \n \nNoting Committee on the Elimination of Discrimination against Women general \nrecommendation No. 39 (2022) on the rights of Indigenous women and girls12 and \ngeneral recommendation No. 40 (2024) on the equal and inclusive representation of \nwomen in decision-making systems, respectively,13 \n \nEmphasizing the need for States to recognize and protect the cultural heritage, \nscientific and medical knowledge, literary, artistic, musical and dance expression, and \nnatural resources, of all Indigenous Peoples, including Indigenous women and girls, \n \nStressing the importance of the empowerment of Indigenous women and girls, \nand their full, equal and meaningful participation, as appropriate, in decision-making \nprocesses at the local, national, regional and international levels, and with their free, \nprior and informed consent when applicable,  \n \nStressing also the importance of enhancing the participation of Indigenous \nPeoples within the United Nations system on issues affecting them, \n \nRecognizing that 5 September is commemorated in several countries as the \nInternational Day of Indigenous Women, in honour of Indigenous women leaders who \nhave dedicated their lives to the resistance and struggles for the rights of Indigenous \nPeoples, to promote awareness of the rights of all Indigenous women and girls, to \nuphold their memory, justice, reparation and dignity,  \n \n1. \nDecides to proclaim 5 September of each year as the International Day of \nthe World’s Indigenous Women and Girls; \n \n2. \nRequests the Secretary-General to bring the present resolution to the \nattention of all States Members of the United Nations, members of the specialized \nagencies and observers of the General Assembly, as well as the organizations of the \nUnited Nations system and other relevant stakeholders, for appropriate observance of \nthe International Day of the World’s Indigenous Women and Girls, in order to raise \nawareness of the need to recognize and respect the rights and fundamental freedoms \nof all Indigenous women and girls, as set out in the United Nations Declaration on the \nRights of Indigenous Peoples, and to support their pursuit of economic, social and \ncultural development; \n_______________ \n \n11 Resolution 70/1. \n \n12 CEDAW/C/GC/39. \n \n13 CEDAW/C/GC/40. \n\nInternational Day of the World’s Indigenous Women and Girls \nA/RES/80/10\n \n3/3\n25-19432 \n \n \n3. \nStresses that the cost of all activities that may arise from the \nimplementation of the present resolution should be met by voluntary contributions \nand that such activities would be subject to the availability and provision of voluntary \ncontributions. \n \n51st plenary meeting \n26 November 2025 \n \n",
  "paragraphs": {
    "1": "Decides to proclaim 5 September of each year as the International Day of the World’s Indigenous Women and Girls;",
    "2": "Requests the Secretary-General to bring the present resolution to the attention of all States Members of the United Nations, members of the specialized agencies and observers of the General Assembly, as well as the organizations of the United Nations system and other relevant stakeholders, for appropriate observance of the International Day of the World’s Indigenous Women and Girls, in order to raise awareness of the need to recognize and respect the rights and fundamental freedoms of all Indigenous women and girls, as set out in the United Nations Declaration on the Rights of Indigenous Peoples, and to support their pursuit of economic, social and cultural development; _______________ 11 Resolution 70/1. 12 CEDAW/C/GC/39. 13 CEDAW/C/GC/40. International Day of the World’s Indigenous Women and Girls A/RES/80/10 3/3 25-19432",
    "3": "Stresses that the cost of all activities that may arise from the implementation of the present resolution should be met by voluntary contributions and that such activities would be subject to the availability and provision of voluntary contributions. 51st plenary meeting 26 November 2025"
  },
  "agenda_items": [
    "Item 13"
  ],
  "symbol_references": [
    "A/80/L.11"
  ]
}