{
  "symbol": "A/RES/78/268",
  "filename": "A_RES_78_268.pdf",
  "title": "78/268. International Day of Play",
  "text": "United Nations \nA/RES/78/268\n \n \nGeneral Assembly \nDistr.: General \n1 April 2024 \n \n24-05977 (E)    050424 \n*2405977* \n \n \nSeventy-eighth session \nAgenda item 14 \nCulture of peace \n \n \n \n \n Resolution adopted by the General Assembly \non 25 March 2024 \n \n \n \n \n[without reference to a Main Committee (A/78/L.53)] \n \n \n 78/268. International Day of Play \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 53/199 of 15 December 1998 and 61/185 of \n20 December 2006 on the proclamation of international years, and Economic and \nSocial Council resolution 1980/67 of 25 July 1980 on international years and \nanniversaries, in particular paragraphs 1 to 10 of the annex thereto on the agreed \ncriteria for the proclamation of international years, as well as paragraphs 13 and 14, \nin which it is stated that an international year should not be proclaimed before the \nbasic arrangements for its organization and financing have been made,  \n \nReaffirming the Universal Declaration of Human Rights,1 the Convention on the \nRights of the Child2 and the Optional Protocols thereto,3 and the Convention on the \nRights of Persons with Disabilities, 4 and recalling all other relevant international \nhuman rights instruments,  \n \nReaffirming also its resolution 70/1 of 25 September 2015, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, in which \nit adopted a comprehensive, far-reaching and people-centred set of universal and \ntransformative Sustainable Development Goals and targets, its commitment to \nworking tirelessly for the full implementation of the Agenda by 2030, its recognition \nthat eradicating poverty in all its forms and dimensions, including extreme poverty, \nis the greatest global challenge and an indispensable requirement for sustainable \ndevelopment, its commitment to achieving sustainable development in its three \ndimensions – economic, social and environmental – in a balanced and integrated \nmanner, and to building upon the achievements of the Millennium Development \nGoals and seeking to address their unfinished business,  \n__________________ \n \n1  Resolution 217 A (III). \n \n2  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n3  Ibid., vols. 2171, 2173 and 2983, No. 27531. \n \n4  Ibid., vol. 2515, No. 44910. \n\nA/RES/78/268 \nInternational Day of Play\n \n24-05977\n2/2 \n \n \nRecalling its resolution 75/131 of 14 December 2020, entitled “United Nations \nDecade of Healthy Ageing (2021–2030)”,  \n \nRecognizing the role of play in building essential and transferable physical, \nsocial, cognitive, communication and emotional life skills at all ages, and its positive \nimpact on promoting tolerance and resilience and facilitating social inclusion, conflict \nprevention and peacebuilding,  \n \nRecognizing also the importance of access to play and recreational activities and \ntheir contributions to the physical and psychosocial well-being and development of \nchildren and youth, regardless of race, colour, sex, language, religion, political or other \nopinion, national, ethnic or social origin, property, disability, birth or other status,  \n \nAcknowledging that play and recreation are essential to the health and \nwell- being of children and promote the development of creativity, imagination, self-\nconfidence, self-efficacy and sense of responsibility, as well as physical, social, \ncognitive, communication and emotional strength and skills,  \n \n1. \nDecides to proclaim 11 June as the International Day of Play, to be \nobserved annually;  \n \n2. \nInvites all States Members of the United Nations, members of the \nspecialized agencies and observers of the General Assembly, as well as the \norganizations of the United Nations system, other international, regional and \nsubregional organizations and other relevant stakeholders, including civil society, the \nprivate sector and academia, to observe the International Day of Play in an appropriate \nmanner through activities aimed at education and awareness-raising of the importance \nof play;  \n \n3. \nInvites the United Nations Children’s Fund and the United Nations \nEducational, Scientific and Cultural Organization to facilitate the observance of the \nInternational Day of Play, mindful of the criteria set out in the annex to Economic \nand Social Council resolution 1980/67;  \n \n4. \nStresses that the costs of all activities that may arise from the \nimplementation of the present resolution should be met through voluntary \ncontributions, including from the private sector;  \n \n5. \nRequests the Secretary-General to bring the present resolution to the \nattention of all States Members of the United Nations, members of the specialized \nagencies and observers of the General Assembly, as well as the organizations of the \nUnited Nations system and other relevant stakeholders, for appropriate observance of \nthe International Day of Play. \n \n64th plenary meeting \n25 March 2024 \n \n",
  "paragraphs": {
    "1": "Decides to proclaim 11 June as the International Day of Play, to be observed annually;",
    "2": "Invites all States Members of the United Nations, members of the specialized agencies and observers of the General Assembly, as well as the organizations of the United Nations system, other international, regional and subregional organizations and other relevant stakeholders, including civil society, the private sector and academia, to observe the International Day of Play in an appropriate manner through activities aimed at education and awareness-raising of the importance of play;",
    "3": "Invites the United Nations Children’s Fund and the United Nations Educational, Scientific and Cultural Organization to facilitate the observance of the International Day of Play, mindful of the criteria set out in the annex to Economic and Social Council resolution 1980/67;",
    "4": "Stresses that the costs of all activities that may arise from the implementation of the present resolution should be met through voluntary contributions, including from the private sector;",
    "5": "Requests the Secretary-General to bring the present resolution to the attention of all States Members of the United Nations, members of the specialized agencies and observers of the General Assembly, as well as the organizations of the United Nations system and other relevant stakeholders, for appropriate observance of the International Day of Play."
  },
  "agenda_items": [
    "Item 14"
  ],
  "symbol_references": [
    "A/78/L.53"
  ]
}