{
  "symbol": "A/RES/73/182",
  "filename": "A_RES_73_182.pdf",
  "title": "73/182. Situation of human rights in the Syrian Arab Republic",
  "text": "United Nations \nA/RES/73/182\n \n \nGeneral Assembly \nDistr.: General \n24 January 2019 \n \n18-22278 (E)    290119     \n*1822278* \n \n \nSeventy-third session \nAgenda item 74 (c) \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2018 \n \n \n \n \n[on the report of the Third Committee (A/73/589/Add.3)] \n \n \n 73/182. Situation of human rights in the Syrian Arab Republic \n \n \n \nThe General Assembly, \n \nGuided by the Charter of the United Nations, \n \nReaffirming the purposes and principles of the Charter, the Universal \nDeclaration of Human Rights 1  and relevant international human rights treaties, \nincluding the International Covenants on Human Rights, 2  \n \nReaffirming its strong commitment to the sovereignty, independence, unity and \nterritorial integrity of the Syrian Arab Republic and to the principles of the Charter, \n \nRecalling its resolutions 66/176 of 19 December 2011, 66/253 A of 16 February \n2012, 66/253 B of 3 August 2012, 67/183 of 20 December 2012, 67/262 of 15 May \n2013, 68/182 of 18 December 2013, 69/189 of 18 December 2014, 70/234 of \n23 December 2015, 71/130 of 9 December 2016, 71/203 of 19 December 2016, \n71/248 of 21 December 2016 and 72/191 of 19 December 2017, Human Rights \nCouncil resolutions S-16/1 of 29 April 2011,3 S-17/1 of 23 August 2011,3 S-18/1 of \n2 December 2011,4 19/1 of 1 March 2012,5 19/22 of 23 March 2012,5 S-19/1 of 1 June \n2012,6 20/22 of 6 July 2012,7 21/26 of 28 September 2012,8 22/24 of 22 March 2013,9 \n__________________ \n \n1 Resolution 217 A (III). \n \n2 Resolution 2200 A (XXI), annex. \n \n3 See Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 53 (A/66/53), \nchap. I. \n \n4 Ibid., Supplement No. 53B and corrigendum (A/66/53/Add.2 and A/66/53/Add.2/Corr.1), chap. II. \n \n5 Ibid., Sixty-seventh Session, Supplement No. 53 and corrigendum (A/67/53 and A/67/53/Corr.1), \nchap. III, sect. A. \n \n6 Ibid., chap. V. \n \n7 Ibid., chap. IV, sect. A. \n \n8 Ibid., Supplement No. 53A (A/67/53/Add.1), chap. III. \n \n9 Ibid., Sixty-eighth Session, Supplement No. 53 (A/68/53), chap. IV, sect. A. \n\nA/RES/73/182 \nSituation of human rights in the Syrian Arab Republic\n \n18-22278\n2/13 \n \n23/1 of 29 May 2013, 10 23/26 of 14 June 2013,10 24/22 of 27 September 2013, 11 \n25/23 of 28 March 2014,12 26/23 of 27 June 2014,13 27/16 of 25 September 2014,14 \n28/20 of 27 March 2015, 15  29/16 of 2 July 2015, 16  30/10 of 1 October 2015, 17 \n31/17 of 23 March 2016,18 32/25 of 1 July 2016,19 33/23 of 30 September 2016,20 \nS-25/1 of 21 October 2016,21 34/26 of 24 March 2017,22 35/26 of 23 June 2017,23 \n36/20 of 29 September 2017 24  and 39/15 of 28 September 2018 25  and Security \nCouncil resolutions 1325 (2000) of 31 October 2000, 2042 (2012) of 14 April 2012, \n2043 (2012) of 21 April 2012, 2118 (2013) of 27 September 2013, 2139 (2014) of \n22 February 2014, 2165 (2014) of 14 July 2014, 2170 (2014) of 15 August 2014, \n2178 (2014) of 24 September 2014, 2191 (2014) of 17 December 2014, 2209 (2015) \nof 6 March 2015, 2235 (2015) of 7 August 2015, 2254 (2015) of 18 December 2015, \n2258 (2015) of 22 December 2015, 2268 (2016) of 26 February 2016, 2286 (2016) of \n3 May 2016, 2314 (2016) of 31 October 2016, 2319 (2016) of 17 November 2016, \n2328 (2016) of 19 December 2016, 2332 (2016) of 21 December 2016, 2336 (2016) \nof 31 December 2016, 2393 (2017) of 19 December 2017 and 2401 (2018) of \n24 February 2018, and the statements by the President of the Council of 3 August \n2011,26 2 October 201327 and 17 August 2015,28 \n \nStrongly condemning the grave human rights situation in the Syrian Arab \nRepublic, the indiscriminate killing and deliberate targeting of civilians as such, \nincluding those involving the continued indiscriminate use of heavy weapons and \naerial bombardments, which has caused more than 400,000 fatalities, including the \nkilling of more than 17,000 children, the continued widespread and systematic gross \nviolations, as well as abuses, of human rights and violations of international \nhumanitarian law, including by the starvation of civilians as a method of warfare and \nthe use of chemical weapons, including chlorine gas, sarin and sulfur mustard, which \nare prohibited under international law, and acts of violence that foment sectarian \ntensions by the Syrian authorities against the Syrian population,  \n \nReiterating that the only sustainable solution to the current crisis in the Syrian \nArab Republic is through an inclusive and Syrian-led political process, under the \nauspices of the United Nations, that meets the legitimate aspirations of the Syrian \npeople and the establishment of a constitutional committee that would prepare the \nwork for free and fair elections and political transition in line with Security Council \n__________________ \n \n10 Ibid., chap. V, sect. A. \n \n11 Ibid., Supplement No. 53A (A/68/53/Add.1), chap. III. \n \n12 Ibid., Sixty-ninth Session, Supplement No. 53 (A/69/53), chap. IV, sect. A. \n \n13 Ibid., chap. V, sect. A. \n \n14 Ibid., Supplement No. 53A and corrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and \nA/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n15 Ibid., Seventieth Session, Supplement No. 53 (A/70/53), chap. II. \n \n16 Ibid., chap. V, sect. A. \n \n17 Ibid., Supplement No. 53A (A/70/53/Add.1), chap. II. \n \n18 Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. II. \n \n19 Ibid., chap. IV, sect. A. \n \n20 Ibid., Supplement No. 53A and corrigendum (A/71/53/Add.1 and A/71/53/Add.1/Corr.1), chap. II. \n \n21 Ibid., Supplement No. 53B and corrigendum (A/71/53/Add.2 and A/71/53/Add.2/Corr.1), chap. II. \n \n22 Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. II. \n \n23 Ibid., chap. V, sect. A. \n \n24 Ibid., Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n25 Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. III. \n \n26 S/PRST/2011/16; see Resolutions and Decisions of the Security Council, 1 August 2011–31 July \n2012 (S/INF/67). \n \n27 S/PRST/2013/15; see Resolutions and Decisions of the Security Council, 1 August 2013–31 July \n2014 (S/INF/69). \n \n28 S/PRST/2015/15; see Resolutions and Decisions of the Security Council, 1 August 2015–31 December \n2016 (S/INF/71). \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/73/182\n \n3/13\n18-22278 \n \nresolution 2254 (2015), with a view to establishing credible, inclusive and \nnon-sectarian governance, with the full and meaningful participation of women, \nreaffirming in this regard the important role of women in the prevention and \nresolution of conflicts and in peacebuilding, and stressing the importance of their \nequal participation and full involvement in all efforts for the maintenance and \npromotion of peace and security and the need to increase their role in decision-making \nwith regard to conflict prevention and resolution, \n \nExpressing its full support for the efforts of the Special Envoy of the Secretary-\nGeneral for Syria to establish urgently a credible and legitimate constitutional \ncommittee to advance the efforts of the United Nations to achieve a sustainable \npolitical solution to the conflict in the Syrian Arab Republic in line with Security \nCouncil resolution 2254 (2015), and recalling that pursuant to Council resolution \n2254 (2015) a political solution to the conflict in the Syrian Arab Republic also \ncomprises free and fair elections, under the supervision of the United Nations, to the \nsatisfaction of the governance and to the highest international standards of \ntransparency and accountability, with all Syrians, including displaced persons and \nrefugees, eligible to participate, as well as the establishment of a neutral and safe \nenvironment, \n \nReconfirming its endorsement of the Geneva communiqué of 30 June 2012,29 \nendorsing the joint statement on the outcome of the multilateral talks on Syria, held \nin Vienna, of 30 October 2015 and the statement of the International Syria Support \nGroup of 14 November 2015 (the Vienna statements) in pursuit of the full \nimplementation of the Geneva communiqué, facilitated by the Special Envoy, as the \nbasis for a Syrian-led and Syrian-owned political transition in order to end the conflict \nin the Syrian Arab Republic, and stressing that the Syrian people will decide the future \nof the Syrian Arab Republic, \n \nNoting with deep concern the culture of impunity for the most serious violations \nof international law and violations and abuses of human rights law committed during \nthe present conflict, which has provided a fertile ground for further violations and \nabuses, \n \nRecalling that, amid expressions of popular discontent over restrictions on the \nenjoyment of civil, political, economic and social rights, civilian protests erupted in \nDar’a in March 2011, and noting that the violent oppression of civilian protests by \nthe Syrian authorities, which later escalated to the direct shelling of civilians, fuelled \nthe escalation of armed violence and violent extremist groups, and terrorist groups, \nincluding so-called ISIL (also known as Da’esh), Nusrah Front (also known as Hay’at \nTahrir al-Sham), Al-Qaida-affiliated terrorist groups, and all other individuals, \ngroups, undertakings and entities associated with Al-Qaida or ISIL so designated by \nthe Security Council, and other violent extremist groups,  \n \nRecalling also the specific obligations under international humanitarian law to \nrespect and protect, in situations of armed conflict, medical personnel and \nhumanitarian personnel exclusively engaged in medical duties, their means of \ntransport and equipment, and hospitals and other medical facilities, and to ensure that \nthe wounded and sick receive, to the fullest extent practicable and with the least \npossible delay, the medical care and attention required, recalling also that, under \ninternational law, attacks intentionally directed against hospitals and places where the \nsick and wounded are collected, provided that they are not military objectives, as well \nas attacks intentionally directed against buildings, material, medical units and \ntransport and personnel using the distinctive emblems of the Geneva Conventions of \n__________________ \n29 Security Council resolution 2118 (2013), annex II. \n\nA/RES/73/182 \nSituation of human rights in the Syrian Arab Republic\n \n18-22278\n4/13 \n \n12 August 194930 in conformity with international law are war crimes, and recalling \nthe applicable rules of international humanitarian law relating to the non-punishment \nof any person for carrying out medical activities compatible with medical ethics,  \n \nExpressing grave concern at the indiscriminate use of force by the Syrian \nauthorities against civilians, which has caused immense human suffering and \nfomented the spread of extremism and extremist groups and which demonstrates the \ncontinuing failure of the Syrian authorities to protect the population and implement \nthe relevant resolutions and decisions of United Nations bodies and has created a safe \nhaven for crimes against humanity,  \n \nExpressing grave concern also at the remaining presence of extremism and \nviolent extremist groups, terrorism and terrorist groups, and strongly condemning all \nviolations and abuses of human rights and violations of international humanitarian \nlaw committed in the Syrian Arab Republic by any party to the conflict, in particular \nso-called ISIL (also known as Da’esh), Nusrah Front, Al-Qaida-affiliated terrorist \ngroups, militias fighting on behalf of the regime and other violent extremist groups,  \n \nNoting with serious concern the observation of the Independent International \nCommission of Inquiry on the Syrian Arab Republic that non-State armed groups still \nresort to the use of force against civilians, \n \nReaffirming its condemnation in the strongest possible terms of the use of \nchemical weapons by anyone under any circumstances, emphasizing that any use of \nchemical weapons anywhere, at any time, by anyone, under any circumstances, is \nunacceptable and is and would be a violation of international law, and expressing its \nstrong conviction that those individuals responsible for the use of chemical weapons \nmust and should be held accountable, \n \nCondemning in the strongest possible terms the fact that chemical weapons have \nbeen used since 2012 in the Syrian Arab Republic, including as reported by the \nOrganisation for the Prohibition of Chemical Weapons-United Nations Joint \nInvestigative Mechanism in its reports of 2016 and 2017,31 concluding that the Syrian \nArab Armed Forces were responsible for the attacks which released toxic substances \nin Tallmannis in 2014 and in Sarmin and Qaminas in 2015, that ISIL (also known as \nDa’esh) used sulfur mustard in Mari‘ in 2015 and in Umm Hawsh in 2016 and that \nthe Syrian Arab Republic was responsible for the release of sarin at Khan Shaykhun \nin 2017, accordingly noting with great concern the reports of the fact-finding mission \nof the Organisation for the Prohibition of Chemical Weapons regarding alleged \nincidents in Lataminah32 and Saraqib,33 as well as its interim report regarding the \nalleged use of toxic chemicals as a weapon in Duma, 34 and demanding that the \nperpetrators immediately desist from any further use of chemical weapons, \n \nExpressing support for the work carried out by the Commission of Inquiry, \nwelcoming its reports, strongly condemning the lack of cooperation by the Syrian \nauthorities with the Commission of Inquiry, reiterating its decision to transmit the \nreports of the Commission of Inquiry to the Security Council, expressing its \nappreciation to the Commission of Inquiry for its briefings to members of the Security \nCouncil, and requesting that the Commission of Inquiry continue to brief the General \nAssembly and members of the Security Council, \n__________________ \n \n30 United Nations, Treaty Series, vol. 75, Nos. 970–973. \n31 See S/2016/738/Rev.1, S/2016/888 and S/2017/904. \n32 See S/2017/931, annex, and S/2018/620, annex, \n33 See S/2018/478, annex. \n34 See S/2018/732, annex. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/73/182\n \n5/13\n18-22278 \n \n \nNoting with serious concern the observation of the Commission of Inquiry that, \nsince March 2011, the Syrian authorities have conducted widespread attacks against \nthe civilian population as a matter of policy, including targeted attacks against \nprotected persons and objects, including medical facilities, personnel and transport \nand blocked humanitarian convoys, as well as enforced disappearances, torture in \ndetention, summary executions and other violations and abuses, and underscoring the \nneed for those allegations to be examined and evidence to be collected and made \navailable for future accountability efforts, \n \nStrongly condemning the reported killing of detainees in Syrian military \nintelligence facilities and the widespread practice of enforced disappearance, \narbitrary detention and the use of sexual and gender-based violence and torture in \ndetention centres referred to in the reports of the Commission of Inquiry, including, \nbut not limited to, Branch 215, Branch 227, Branch 235, Branch 251, the Air Force \nIntelligence Investigation Branch at Mazzah military airport and Saydnaya prison, \nincluding the reported practice of mass hangings by the authorities, as well as the \nreported killing of detainees at military hospitals, including Tishrin and Harasta \nhospitals,  \n \nExpressing its deepest concern about the findings of the Commission of Inquiry \nand also the allegations contained in the evidence presented by “Caesar” in January \n2014 regarding the torture and execution of persons incarcerated by the Syrian \nauthorities, and underscoring the need for those allegations and similar evidence to \nbe collected, examined and made available for future accountability efforts,  \n \nRecalling the statements made by the Secretary-General, the United Nations \nHigh Commissioner for Human Rights and the special procedures of the Human \nRights Council that crimes against humanity and war crimes are likely to have been \ncommitted in the Syrian Arab Republic, noting the repeated encouragement by the \nHigh Commissioner for the Security Council to refer the situation to the International \nCriminal Court, and regretting that a draft resolution 35  was not adopted \nnotwithstanding broad support from Member States, \n \nNoting with concern the existence and application of Law No. 10/2018 in the \nnational legislation of the Syrian Arab Republic and similar measures, which would \nhave a significant detrimental impact on the rights of Syrians displaced by the conflict \nto claim their property and to return to their homes in a safe, voluntary and dignified \nmanner when the situation on the ground allows it, and calling for its immediate \nrepeal,  \n \nExpressing concern that the implementation of Security Council resolutions \n2139 (2014), 2165 (2014), 2191 (2014), 2254 (2015), 2258 (2015), 2268 (2016), \n2286 (2016), 2393 (2017) and 2401 (2018) remains largely unfulfilled, and noting the \nurgent need to strengthen efforts to address the humanitarian situation in the Syrian \nArab Republic, including through protection of civilians and full, immediate, \nunimpeded and sustained humanitarian access,  \n \nRecalling its commitment to Security Council resolutions 2170 (2014), \n2178 (2014), and 2253 (2015) of 17 December 2015,  \n \nAlarmed that more than 5.6 million refugees, including more than 3.8 million \nwomen and children, have been forced to flee the Syrian Arab Republic and that \n13.6 million people in the Syrian Arab Republic, of whom 6.5 million are internally \ndisplaced, require urgent humanitarian assistance, which has resulted in an influx of \nSyrian refugees into neighbouring countries, other countries in the region and beyond, \nand alarmed at the risk the situation presents to regional and international stability,  \n__________________ \n \n35 S/2014/348. \n\nA/RES/73/182 \nSituation of human rights in the Syrian Arab Republic\n \n18-22278\n6/13 \n \n \nExpressing its profound indignation at the death of more than 17,000 children \nand the many more injured since the beginning of the peaceful protests in March 2011, \nand at all grave violations and abuses committed against children in contravention of \napplicable international law, such as their recruitment and use, killing and maiming, \nsexual violence, kidnapping and abductions, attacks on schools and hospitals, and \ndenial of humanitarian access, as well as their arbitrary arrest, detention, torture and \nill-treatment and their use as human shields,  \n \nRecalling with serious concern the findings of the Commission of Inquiry in its \nreport entitled “Out of sight, out of mind: deaths in detention in the Syrian Arab \nRepublic”, noting in this regard the recent issuing of death notifications of detained \nindividuals by the Syrian authorities, which provides further indication of systematic \nviolations of international human rights law and international humanitarian law, and \nurging the Syrian authorities to provide families with the remains of their relatives \nwhose fate has been disclosed, including those who have been summarily executed, \nto take all appropriate measures immediately to protect the lives and rights of all \npersons currently detained or unaccounted for and to clarify the fate of those who \nremain missing or are still in custody, \n \nExpressing its deep appreciation for the significant efforts that have been made \nby neighbouring countries and other countries in the region to accommodate Syrians, \nwhile acknowledging the increasing financial, socioeconomic and political impact of \nthe presence of large-scale refugee and displaced populations in those countries, \n \nUnderscoring the critical need to support efforts for the safe and voluntary \nreturn of refugees and internally displaced persons to their home areas, including the \nrehabilitation of affected areas and the provision of security and material needs in \naccordance with international law, including applicable provisions of the Convention \nrelating to the Status of Refugees36 and the Protocol thereto,37 and taking into account \nthe interests of those countries hosting refugees,  \n \nWelcoming the efforts of the United Nations and the League of Arab States and \nall diplomatic efforts to achieve a political solution to the Syrian crisis based on the \nfinal communiqué of the Action Group for Syria of 30 June 201229 and consistent \nwith Security Council resolution 2254 (2015),  \n \nExpressing full support for the efforts of the Special Envoy of the Secretary-\nGeneral for Syria, with a view to the protection of the civilian population and the full \nimplementation of the Syrian political process that establishes credible, inclusive and \nnon-sectarian governance in accordance with the final communiqué and consistent \nwith Security Council resolutions 2254 (2015) and 2258 (2015), urging the Special \nEnvoy to convene the constitutional committee in order to pave the way for the \nnegotiation of a genuine political transition, noting with appreciation the mediation \nefforts to facilitate the establishment of a ceasefire in the Syrian Arab Republic, as \nnoted by the Security Council in its resolution 2336 (2016), supporting the efforts to \nend violence, while expressing deep concern at the violations, demanding that all \nparties to the ceasefire in the Syrian Arab Republic respect their commitments, and \nurging all Member States, especially the members of the International Syria Support \nGroup, to use their influence to ensure respect for those commitments and the full \nimplementation of those resolutions, to support efforts to create conditions for a \ndurable and lasting ceasefire, which is essential to achieving a political solution to \nthe conflict in the Syrian Arab Republic, and to bring to an end the systematic, \nwidespread and gross violations and abuses of human rights and violations of \ninternational humanitarian law,  \n__________________ \n \n36 United Nations, Treaty Series, vol. 189, No. 2545. \n \n37 Ibid, vol. 606, No. 8791. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/73/182\n \n7/13\n18-22278 \n \n \n1. \nStrongly condemns the systematic, widespread and gross violations and \nabuses of international human rights law and violations of international humanitarian \nlaw committed in the Syrian Arab Republic and the indiscriminate and \ndisproportionate attacks in civilian areas and against civilian infrastructure, in \nparticular attacks on medical facilities and schools, which continue to claim civilian \nlives, and demands that all parties comply with their obligations under international \nhumanitarian law;  \n \n2. \nDeplores and condemns in the strongest terms the continued armed \nviolence by the Syrian authorities against its own people since the beginning of the \npeaceful protests in 2011, and demands that the Syrian authorities immediately put an \nend to all attacks on their own people, take all feasible precautions to avoid, and in \nany event to minimize, incidental loss of civilian life, injury to civilians and damage \nto civilian objects and meet their responsibilities to protect the Syrian population and \nimmediately implement Security Council resolutions 2254 (2015), 2258 (2015) \nand 2286 (2016);  \n \n3. \nUrges all Member States, especially the members of the International Syria \nSupport Group, to create conditions for continued negotiations for a political solution \nto the Syrian conflict, under the auspices of the United Nations, by working towards \nthe nationwide ceasefire, to enable full, immediate and safe humanitarian access and \nto lead to the release of those arbitrarily detained, consistent with Security Council \nresolution 2254 (2015), as only a durable and inclusive political solution to the \nconflict can bring an end to the systematic, widespread and gross violations and abuses \nof international human rights law and violations of international humanitarian law;  \n \n4. \nStrongly condemns any use of chemical weapons, such as chlorine, sarin \nand sulfur mustard, by any party to the conflict in the Syrian Arab Republic, \nemphasizes that the development, production, acquisition, stockpiling, retention, \ntransfer or use of chemical weapons anywhere, at any time, by anyone, under any \ncircumstances, is unacceptable, constitutes one of the most serious crimes under \ninternational law and is a violation of the Convention on the Prohibition of the \nDevelopment, Production, Stockpiling and Use of Chemical Weapons and on Their \nDestruction38 and Security Council resolution 2118 (2013), and expresses its strong \nconviction that individuals responsible for the development, production, acquisition, \nstockpiling, retention, transfer or use of chemical weapons must and should be held \naccountable;  \n \n5. \nAlso strongly condemns the continued use of chemical weapons in the \nSyrian Arab Republic, in particular the chlorine attack on 4 February 2018 in Saraqib \nand the attack on 7 April 2018 in Duma, which killed dozens of men, women and \nchildren and severely injured hundreds more, recalls the decision of the Security \nCouncil that the Syrian Arab Republic shall not use, develop, produce, otherwise \nacquire, stockpile or retain chemical weapons, or transfer, directly or indirectly, \nchemical weapons to other States or non-State actors, recalls the relevant reports of \nthe Organisation for the Prohibition of Chemical Weapons-United Nations Joint \nInvestigative Mechanism, and demands that the Syrian regime and so-called ISIL \n(also known as Da’esh) immediately desist from any further use of chemical weapons; \n \n6. \nExpresses grave concern at the reported chemical weapons attack in Duma \non 7 April 2018, notes the latest report of the Independent International Commission \nof Inquiry on the Syrian Arab Republic that a vast body of evidence suggests that \nchlorine was dropped by helicopter on a residential building, and looks forward to the \nfinal findings of the fact-finding mission of the Organisation for the Prohibition of \nChemical Weapons on that attack; \n__________________ \n \n38 Ibid., vol. 1974, No. 33757. \n\nA/RES/73/182 \nSituation of human rights in the Syrian Arab Republic\n \n18-22278\n8/13 \n \n \n7. \nCalls for a significant enhancement of the verification measures of the \nOrganisation for the Prohibition of Chemical Weapons, and welcomes the \narrangements that the Organisation will put in place to identify the perpetrators of \nthe use of chemical weapons; \n \n8. \nDemands that the Syrian regime adhere fully to its international \nobligations, including the requirement that it declare in full its chemical weapons \nprogramme, with special emphasis on the need for the Syrian Arab Republic to \nurgently resolve the verified gaps, inconsistencies and discrepancies pertaining to its \ndeclaration in respect of the Convention on the Prohibition of the Development, \nProduction, Stockpiling and Use of Chemical Weapons and on Their Destruction and \nto eliminate its chemical weapons programme in its entirety, as referred to in the \nreport of the Director General of the Organisation for the Prohibition of Chemical \nWeapons dated 22 February 2016 39 indicating that the Technical Secretariat is at \npresent unable to verify fully that the declaration and related submissions of the \nSyrian Arab Republic are accurate and complete, as required by the Convention and \ndecision EC-M-33/DEC.1 of the Executive Council of the Organisation for the \nProhibition of Chemical Weapons;40  \n \n9. \nRequests additional procedures for stringent verification pursuant to \narticle IV, paragraph 8, and article V, paragraph 10, of the Convention, in order to \nensure the complete destruction of the Syrian chemical weapons programme and \nprevent any further use of chemical weapons;  \n \n10. Deplores and condemns in the strongest terms the continued widespread \nand systematic gross violations and abuses of human rights and fundamental freedoms \nand all violations of international humanitarian law by the Syrian authorities, the \ngovernment-affiliated militias and those who fight on their behalf, including those \ndeliberately targeting civilians or civilian objects, including attacks on schools, \nhospitals and places of worship, with heavy weapons, aerial bombardments, cluster \nmunitions, ballistic missiles, barrel bombs, chemical or other weapons and other force \nagainst civilians, as well as the starvation of the civilian population as a method of \nwarfare, attacks on schools, hospitals and places of worship, massacres, arbitrary \nexecutions, extrajudicial killings, the killing and persecution of peaceful protesters, \nhuman rights defenders and journalists, individuals and members of communities on \nthe basis of their religion or belief, arbitrary detention, enforced disappearances, \nviolations of the human rights of women and children, forced displacement of \nmembers of minority groups and of those opposed to the Syrian regime, unlawful \ninterference with access to medical treatment, failure to respect and protect medical \npersonnel, torture, systematic sexual and gender-based violence, including rape in \ndetention, and ill-treatment;  \n \n11. \nCondemns unequivocally all attacks and violence against journalists and \nmedia workers by the Syrian authorities, the government-affiliated militias and \nnon-State armed groups, urges all parties to respect the professional independence \nand rights of journalists, and recalls in this regard that journalists and media workers \nengaged in dangerous professional missions in areas of armed conflict shall be \nconsidered civilians and shall be protected as such, provided that they take no action \nadversely affecting their status as civilians; \n \n12. Strongly condemns all violations and abuses of human rights and \nviolations of international humanitarian law, including the killing and persecution of \nindividuals and communities on the basis of their religion or beliefs, by armed \nextremist groups, as well as any human rights abuses or violations of international \n__________________ \n \n39 EC-81/HP/DG.1. \n \n40 Security Council resolution 2118 (2013), annex I. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/73/182\n \n9/13\n18-22278 \n \nhumanitarian law by non-State armed groups, including Hizbullah and those \ndesignated as terrorist groups by the Security Council;  \n \n13. Deplores and strongly condemns the terrorist acts and violence committed \nagainst civilians by so-called ISIL (also known as Da’esh), Nusrah Front (also known \nas Hay’at Tahrir al-Sham), Al-Qaida-affiliated terrorist groups, terrorist groups so \ndesignated by the Security Council and other violent extremist groups and their \ncontinued gross, systematic and widespread abuses of human rights and violations of \ninternational humanitarian law, and reaffirms that terrorism cannot and should not be \nassociated with any religion, gender, ethnicity, nationality or civilization;  \n \n14. Condemns in the strongest terms the gross and systematic abuse of the \nhuman rights of women and children by all terrorist groups and armed groups, \nincluding so-called ISIL (also known as Da’esh), in particular the killing of women \nand girls, sexual and gender-based violence, including the enslavement and sexual \nexploitation and abuse of women and girls and the forced recruitment, use and \nabduction of children;  \n \n15. Condemns the reported forced displacements of the population in the \nSyrian Arab Republic, including forced displacement of civilians as a result of local \ntruce agreements, as highlighted by the Commission of Inquiry, and the alarming \nimpact thereof on the demography of the country, which amounts to a strategy of \nradical demographic change initiated by the Syrian authorities, its allies and other \nnon-State actors, calls upon all parties concerned to cease immediately all activities \nrelated to these actions, including any activities that may amount to war crimes and \ncrimes against humanity, notes that impunity for such crimes is unacceptable, \nreaffirms that those responsible for such breaches of international law must be \nbrought to justice, and supports efforts to collect evidence in view of future legal \naction;  \n \n16. Reminds the Government of the Syrian Arab Republic of its obligations \nunder the Convention against Torture and Other Cruel, Inhuman or Degrading \nTreatment or Punishment, 41 including its obligation to take effective measures to \nprevent acts of torture in any territory under its jurisdiction, and calls upon all States \nparties to the Convention to comply with any relevant obligations under the \nConvention, including with respect to the extradite or prosecute principle contained \nin article 7 of the Convention;  \n \n17. Strongly condemns the reported persistent and widespread use of sexual \nviolence, abuse and exploitation, including in government detention centres, \nincluding those run by the intelligence agencies, and notes that such acts may \nconstitute violations of international humanitarian law and violations and abuses of \ninternational human rights law, and in this regard expresses deep concern at the \nprevailing climate of impunity for sexual and gender-based violence;  \n \n18. Also strongly condemns all violations and abuses committed against \nchildren in contravention of applicable international law, such as their recruitment \nand use, killing and maiming, rape and all other forms of sexual violence, abductions, \ndenial of humanitarian access for children, and attacks on civilian objects, including \nschools and hospitals, as well as their arbitrary arrest, unlawful detention, torture and \nill-treatment and their use as human shields;  \n \n19. Reaffirms the Syrian authorities’ responsibility for the systematic use of \nenforced disappearances, takes note of the assessment of the Commission of Inquiry \nthat the Syrian authorities’ use of enforced disappearances amounts to a crime against \n__________________ \n \n41 United Nations, Treaty Series, vol. 1465, No. 24841. \n\nA/RES/73/182 \nSituation of human rights in the Syrian Arab Republic\n \n18-22278\n10/13 \n \nhumanity, and condemns the targeted disappearances of young men and the \nexploitation of ceasefires as an opportunity to forcibly recruit and arbitrarily \ndetain them;  \n \n20. Demands that the Syrian authorities, in accordance with their obligations \nunder relevant provisions of international human rights law, including the right to life \nand the right to the enjoyment of the highest attainable standard of physical and \nmental health, promote non-discriminatory access to health services and respect and \nprotect medical and health personnel from obstruction, threats and physical attacks;  \n \n21. Strongly condemns all attacks on medical and health personnel, their \nmeans of transport and equipment, as well as on hospitals and other medical facilities, \ndeplores the long-term consequences of such attacks for the population and health-\ncare systems of the Syrian Arab Republic, and reaffirms that humanitarian workers \nand their means of transport, equipment and facilities must be protected in accordance \nwith international humanitarian law;  \n \n22. Stresses that the situation in Idlib is of particular concern, expresses its \nsupport for the current agreement to cease hostilities in order to avoid a humanitarian \ncatastrophe, and calls upon the guarantors of that agreement to ensure that the \nceasefire is upheld; \n \n23. Demands that the Syrian authorities cooperate fully with the Commission \nof Inquiry, including by granting it immediate, full and unhindered access throughout \nthe Syrian Arab Republic;  \n \n24. Also demands that the Syrian authorities meet their responsibilities to \nprotect the Syrian population;  \n \n25. Strongly condemns the intervention in the Syrian Arab Republic of all \nforeign terrorist fighters and those foreign organizations and foreign forces fighting \non behalf of the Syrian regime, expresses deep concern that their involvement further \nexacerbates the deteriorating situation in the Syrian Arab Republic, including the \nhuman rights and humanitarian situation, which has a serious negative impact on the \nregion, and demands that all foreign terrorist fighters, and those who are fighting in \nsupport of the Syrian authorities, including all militias sponsored by foreign \nGovernments, immediately withdraw from the Syrian Arab Republic;  \n \n26. Demands that all parties immediately put an end to all violations and \nabuses of international human rights law and violations of international humanitarian \nlaw, recalls, in particular, the obligation under international humanitarian law to \ndistinguish between civilians and combatants and the prohibition against \nindiscriminate and disproportionate attacks and all attacks against civilians and \ncivilian objects, further demands that all parties to the conflict take all appropriate \nsteps to protect civilians, in compliance with international law, including by desisting \nfrom attacks directed against civilian objects, such as medical centres, schools and \nwater stations, and refrain from militarizing such facilities, seek to avoid establishing \nmilitary positions in densely populated areas and enable the evacuation of the \nwounded and all civilians who wish to leave areas of conflict, including besieged \nareas, and recalls in this regard that the Syrian authorities bear primary responsibility \nfor protecting their population;  \n \n27. Condemns in the strongest terms all attacks on protected objects, including \nindiscriminate and disproportionate attacks and those which may constitute a war \ncrime, taking place in the Syrian Arab Republic, and requests the Commission of \nInquiry to continue to investigate all such acts;  \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/73/182\n \n11/13\n18-22278 \n \n \n28. Recalls the statements made by the Special Envoy of the Secretary-\nGeneral for Syria, Mr. Staffan de Mistura, indicating that the overwhelming majority \nof the civilian casualties in the Syrian Arab Republic have been caused by the \nindiscriminate use of aerial bombardments, demands in this regard that the Syrian \nauthorities immediately cease any attacks on civilians, any disproportionate attacks \nand any indiscriminate use of weapons in populated areas, and recalls in this regard \nthe obligation to respect international humanitarian law in all circumstances;  \n \n29. Emphasizes the need for accountability for crimes involving breaches of \ninternational law, in particular of international humanitarian law and human rights \nlaw, some of which may constitute war crimes or crimes against humanity, committed \nin the Syrian Arab Republic since March 2011, through fair and independent \ninvestigations and prosecutions at the domestic or international level;  \n \n30. Urges all Member States and parties to the conflict to cooperate fully with \nthe International, Impartial and Independent Mechanism to Assist in the Investigation \nand Prosecution of Persons Responsible for the Most Serious Crimes under \nInternational Law Committed in the Syrian Arab Republic since March 2011, \nincluding through the provision of relevant information and documentation, stresses \nits mandate to closely cooperate with the Commission of Inquiry, and also urges the \nMechanism to make a particular effort to ensure consultation and cooperation with \nSyrian civil society organizations;  \n \n31. Welcomes the reports of the Mechanism for 2017 and 2018,42 and invites \nthe Head of the Mechanism to prepare the reports of the Mechanism for presentation \non an annual basis in the month of April at a plenary meeting of the General Assembly, \nstarting at its seventy-third session, under the agenda item entitled “Prevention of \narmed conflict”, within existing resources; \n \n32. Also welcomes the voluntary contributions made by Member States to the \nfunding of the Mechanism, invites all Member States to make additional financial \ncontributions, and notes the steps taken by the Secretary-General in response to the \ncall to include the necessary funding for the Mechanism in his next budget proposal; \n \n33. Emphasizes the need to ensure that all those responsible for violations of \ninternational humanitarian law or violations and abuses of human rights law are held \nto account through appropriate, fair and independent domestic or international \ncriminal justice mechanisms, in accordance with the principle of complementarity, \nstresses the need to pursue practical steps towards this goal, and for that reason \nencourages the Security Council to take appropriate action to ensure accountability, \nnoting the important role that the International Criminal Court can play in this \nregard; \n \n34. Welcomes the efforts by States to investigate conduct in the Syrian Arab \nRepublic and to prosecute crimes within their jurisdiction committed in the Syrian \nArab Republic, encourages them to continue to do so and to share relevant \ninformation between States in accordance with their national legislation and \ninternational law, and also encourages other States to consider doing the same;  \n \n35. Deplores the deteriorating humanitarian situation in the Syrian Arab \nRepublic, and urges the international community to assume its responsibility for \nproviding urgent financial support to enable the host countries and communities to \nrespond to the growing humanitarian needs of Syrian refugees, while emphasizing the \nprinciple of burden-sharing;  \n__________________ \n42 A/72/764 and A/73/295. \n\nA/RES/73/182 \nSituation of human rights in the Syrian Arab Republic\n \n18-22278\n12/13 \n \n \n36. Calls upon all members of the international community, including all \ndonors, to fulfil their previous pledges and continue to provide much-needed support \nto the United Nations, its specialized agencies and other humanitarian actors to \nprovide humanitarian assistance to the millions of Syrians displaced both internally \nand in host countries and communities;  \n \n37. Welcomes the efforts of those countries outside the region that have put in \nplace measures and policies to assist and host Syrian refugees, encourages them to do \nmore, and also encourages other States outside the region to consider implementing \nsimilar measures and policies, with a view to providing Syrian refugees with \nprotection and humanitarian assistance;  \n \n38. Strongly condemns the intentional denial of humanitarian assistance to \ncivilians, from whatever quarter, and in particular the denial of medical assistance \nand the withdrawal of water and sanitation services to civilian areas, which has \nrecently worsened, stressing that the starvation of civilians as a method of warfare is \nprohibited under international law, noting especially the primary responsibility of the \nGovernment of the Syrian Arab Republic in this regard, and deplores the deteriorating \nhumanitarian situation;  \n \n39. Demands that the Syrian authorities and all other parties to the conflict \nensure the full, immediate, unimpeded and sustained access of the United Nations and \nhumanitarian actors, including to besieged and hard-to-reach areas, consistent with \nSecurity Council resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2254 (2015), \n2258 (2015), 2332 (2016), 2393 (2017) and 2401 (2018);  \n \n40. Strongly condemns practices, including abduction, hostage-taking, \narbitrary and incommunicado detention, torture, the murder of innocent civilians and \nsummary executions, carried out by non-State armed groups and terrorist groups so \ndesignated by the Security Council, most notably so-called ISIL (also known as \nDa’esh) and Nusrah Front (also known as Hay’at Tahrir al-Sham), and underlines that \nsuch acts may amount to crimes against humanity;  \n \n41. Deplores the suffering and torture in detention centres throughout the \nSyrian Arab Republic, as depicted in the reports of the Commission of Inquiry and \nthe Office of the United Nations High Commissioner for Human Rights, as well as in \nthe evidence presented by “Caesar” in January 2014, and in the reports of widespread \nkilling of detainees in Syrian military intelligence facilities; \n \n42. Strongly condemns the reported killing of detainees in Syrian military \nintelligence facilities, in particular in the Mazzah airport detention facility, the \nHarasta Air Force Intelligence Branch and Military Security Branches 215, 227, 235, \n248 and 291, and the reported killing of detainees in Adra prison and at military \nhospitals, including Mazzah, Tishrin and Harasta, and expresses deep concern at \nreports that the regime used a crematorium to conceal a mass killing of prisoners at \nthe Saydnaya penitentiary complex; \n \n43. Calls for the appropriate international monitoring bodies to be granted \naccess to detainees in government prisons and detention centres, including all military \nfacilities referred to in the reports of the Commission of Inquiry;  \n \n44. Demands that all parties take all appropriate steps to protect civilians and \npersons hors de combat, including members of ethnic, religious and confessional \ncommunities, and stresses that, in this regard, the primary responsibility to protect the \npopulation of the Syrian Arab Republic lies with the Syrian authorities; \n \n45. Strongly condemns the damage and destruction of the cultural heritage of \nthe Syrian Arab Republic, in particular that of Palmyra and Aleppo, and the organized \nlooting and trafficking of Syrian cultural property, as outlined by the Security Council \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/73/182\n \n13/13\n18-22278 \n \nin its resolutions 2199 (2015) of 12 February 2015 and 2347 (2017) of 24 March \n2017, affirms that attacks intentionally directed against historic monuments may \namount to war crimes, and underlines the need to bring the perpetrators of such crimes \nto justice;  \n \n46. Urges all parties to the conflict to take all appropriate steps to ensure the \nsafety and security of United Nations and associated personnel, personnel of the \nspecialized agencies and all other personnel engaged in humanitarian relief activities \nas required by international humanitarian law, without prejudice to their freedom of \nmovement and access, stresses the need not to impede or hinder these efforts, recalls \nthat attacks on humanitarian workers may amount to war crimes, and notes in this \nregard that the Security Council has reaffirmed that it will take further measures in \nthe event of non-compliance with its resolutions 2139 (2014), 2165 (2014), \n2191 (2014), 2234 (2015), 2258 (2015), 2286 (2016), 2393 (2017) and 2401 (2018) \nby any Syrian party;  \n \n47. Urges the international community to support the leadership and full and \neffective participation of women in all efforts aimed at finding a political solution to \nthe Syrian crisis, as envisaged by the Security Council in its resolutions 1325 (2000), \n2122 (2013) of 18 October 2013 and 2242 (2015) of 13 October 2015; \n \n48. Reaffirms that there can only be a political solution to the conflict in the \nSyrian Arab Republic, reiterates its commitment to the national unity and territorial \nintegrity of the Syrian Arab Republic, and urges the parties to the conflict to abstain \nfrom actions that may contribute to the continuing deterioration of the human rights, \nsecurity and humanitarian situation, in order to reach a genuine political transition, \nbased on the final communiqué of the Action Group for Syria of 30 June 2012,29 \nconsistent with Security Council resolutions 2254 (2015) and 2268 (2016), that meets \nthe legitimate aspirations of the Syrian people for a civil, democratic and pluralistic \nState, with the full and effective participation of women, where there is no room for \nsectarianism or discrimination on ethnic, religious, linguistic, gender or any other \ngrounds, and where all persons receive equal protection, regardless of gender, religion \nor ethnicity, and further demands that all parties work urgently towards the \ncomprehensive implementation of the final communiqué, including through the \nestablishment of an inclusive transitional governing body with full executive powers, \nwhich shall be formed on the basis of mutual consent while ensuring the continuity \nof governmental institutions. \n \n56th plenary meeting  \n17 December 2018 \n \n",
  "paragraphs": {
    "1": "Strongly condemns the systematic, widespread and gross violations and abuses of international human rights law and violations of international humanitarian law committed in the Syrian Arab Republic and the indiscriminate and disproportionate attacks in civilian areas and against civilian infrastructure, in particular attacks on medical facilities and schools, which continue to claim civilian lives, and demands that all parties comply with their obligations under international humanitarian law;",
    "2": "Deplores and condemns in the strongest terms the continued armed violence by the Syrian authorities against its own people since the beginning of the peaceful protests in 2011, and demands that the Syrian authorities immediately put an end to all attacks on their own people, take all feasible precautions to avoid, and in any event to minimize, incidental loss of civilian life, injury to civilians and damage to civilian objects and meet their responsibilities to protect the Syrian population and immediately implement Security Council resolutions 2254 (2015), 2258 (2015) and 2286 (2016);",
    "3": "Urges all Member States, especially the members of the International Syria Support Group, to create conditions for continued negotiations for a political solution to the Syrian conflict, under the auspices of the United Nations, by working towards the nationwide ceasefire, to enable full, immediate and safe humanitarian access and to lead to the release of those arbitrarily detained, consistent with Security Council resolution 2254 (2015), as only a durable and inclusive political solution to the conflict can bring an end to the systematic, widespread and gross violations and abuses of international human rights law and violations of international humanitarian law;",
    "4": "Strongly condemns any use of chemical weapons, such as chlorine, sarin and sulfur mustard, by any party to the conflict in the Syrian Arab Republic, emphasizes that the development, production, acquisition, stockpiling, retention, transfer or use of chemical weapons anywhere, at any time, by anyone, under any circumstances, is unacceptable, constitutes one of the most serious crimes under international law and is a violation of the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction38 and Security Council resolution 2118 (2013), and expresses its strong conviction that individuals responsible for the development, production, acquisition, stockpiling, retention, transfer or use of chemical weapons must and should be held accountable;",
    "5": "Also strongly condemns the continued use of chemical weapons in the Syrian Arab Republic, in particular the chlorine attack on 4 February 2018 in Saraqib and the attack on 7 April 2018 in Duma, which killed dozens of men, women and children and severely injured hundreds more, recalls the decision of the Security Council that the Syrian Arab Republic shall not use, develop, produce, otherwise acquire, stockpile or retain chemical weapons, or transfer, directly or indirectly, chemical weapons to other States or non-State actors, recalls the relevant reports of the Organisation for the Prohibition of Chemical Weapons-United Nations Joint Investigative Mechanism, and demands that the Syrian regime and so-called ISIL (also known as Da’esh) immediately desist from any further use of chemical weapons;",
    "6": "Expresses grave concern at the reported chemical weapons attack in Duma on 7 April 2018, notes the latest report of the Independent International Commission of Inquiry on the Syrian Arab Republic that a vast body of evidence suggests that chlorine was dropped by helicopter on a residential building, and looks forward to the final findings of the fact-finding mission of the Organisation for the Prohibition of Chemical Weapons on that attack; __________________ 38 Ibid., vol. 1974, No. 33757. A/RES/73/182 Situation of human rights in the Syrian Arab Republic 18-22278 8/13",
    "7": "Calls for a significant enhancement of the verification measures of the Organisation for the Prohibition of Chemical Weapons, and welcomes the arrangements that the Organisation will put in place to identify the perpetrators of the use of chemical weapons;",
    "8": "Demands that the Syrian regime adhere fully to its international obligations, including the requirement that it declare in full its chemical weapons programme, with special emphasis on the need for the Syrian Arab Republic to urgently resolve the verified gaps, inconsistencies and discrepancies pertaining to its declaration in respect of the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction and to eliminate its chemical weapons programme in its entirety, as referred to in the report of the Director General of the Organisation for the Prohibition of Chemical Weapons dated 22 February 2016 39 indicating that the Technical Secretariat is at present unable to verify fully that the declaration and related submissions of the Syrian Arab Republic are accurate and complete, as required by the Convention and decision EC-M-33/DEC.1 of the Executive Council of the Organisation for the Prohibition of Chemical Weapons;40",
    "9": "Requests additional procedures for stringent verification pursuant to article IV, paragraph 8, and article V, paragraph 10, of the Convention, in order to ensure the complete destruction of the Syrian chemical weapons programme and prevent any further use of chemical weapons;",
    "10": "Deplores and condemns in the strongest terms the continued widespread and systematic gross violations and abuses of human rights and fundamental freedoms and all violations of international humanitarian law by the Syrian authorities, the government-affiliated militias and those who fight on their behalf, including those deliberately targeting civilians or civilian objects, including attacks on schools, hospitals and places of worship, with heavy weapons, aerial bombardments, cluster munitions, ballistic missiles, barrel bombs, chemical or other weapons and other force against civilians, as well as the starvation of the civilian population as a method of warfare, attacks on schools, hospitals and places of worship, massacres, arbitrary executions, extrajudicial killings, the killing and persecution of peaceful protesters, human rights defenders and journalists, individuals and members of communities on the basis of their religion or belief, arbitrary detention, enforced disappearances, violations of the human rights of women and children, forced displacement of members of minority groups and of those opposed to the Syrian regime, unlawful interference with access to medical treatment, failure to respect and protect medical personnel, torture, systematic sexual and gender-based violence, including rape in detention, and ill-treatment;",
    "11": "Condemns unequivocally all attacks and violence against journalists and media workers by the Syrian authorities, the government-affiliated militias and non-State armed groups, urges all parties to respect the professional independence and rights of journalists, and recalls in this regard that journalists and media workers engaged in dangerous professional missions in areas of armed conflict shall be considered civilians and shall be protected as such, provided that they take no action adversely affecting their status as civilians;",
    "12": "Strongly condemns all violations and abuses of human rights and violations of international humanitarian law, including the killing and persecution of individuals and communities on the basis of their religion or beliefs, by armed extremist groups, as well as any human rights abuses or violations of international __________________ 39 EC-81/HP/DG.1. 40 Security Council resolution 2118 (2013), annex I. Situation of human rights in the Syrian Arab Republic A/RES/73/182 9/13 18-22278 humanitarian law by non-State armed groups, including Hizbullah and those designated as terrorist groups by the Security Council;",
    "13": "Deplores and strongly condemns the terrorist acts and violence committed against civilians by so-called ISIL (also known as Da’esh), Nusrah Front (also known as Hay’at Tahrir al-Sham), Al-Qaida-affiliated terrorist groups, terrorist groups so designated by the Security Council and other violent extremist groups and their continued gross, systematic and widespread abuses of human rights and violations of international humanitarian law, and reaffirms that terrorism cannot and should not be associated with any religion, gender, ethnicity, nationality or civilization;",
    "14": "Condemns in the strongest terms the gross and systematic abuse of the human rights of women and children by all terrorist groups and armed groups, including so-called ISIL (also known as Da’esh), in particular the killing of women and girls, sexual and gender-based violence, including the enslavement and sexual exploitation and abuse of women and girls and the forced recruitment, use and abduction of children;",
    "15": "Condemns the reported forced displacements of the population in the Syrian Arab Republic, including forced displacement of civilians as a result of local truce agreements, as highlighted by the Commission of Inquiry, and the alarming impact thereof on the demography of the country, which amounts to a strategy of radical demographic change initiated by the Syrian authorities, its allies and other non-State actors, calls upon all parties concerned to cease immediately all activities related to these actions, including any activities that may amount to war crimes and crimes against humanity, notes that impunity for such crimes is unacceptable, reaffirms that those responsible for such breaches of international law must be brought to justice, and supports efforts to collect evidence in view of future legal action;",
    "16": "Reminds the Government of the Syrian Arab Republic of its obligations under the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, 41 including its obligation to take effective measures to prevent acts of torture in any territory under its jurisdiction, and calls upon all States parties to the Convention to comply with any relevant obligations under the Convention, including with respect to the extradite or prosecute principle contained in article 7 of the Convention;",
    "17": "Strongly condemns the reported persistent and widespread use of sexual violence, abuse and exploitation, including in government detention centres, including those run by the intelligence agencies, and notes that such acts may constitute violations of international humanitarian law and violations and abuses of international human rights law, and in this regard expresses deep concern at the prevailing climate of impunity for sexual and gender-based violence;",
    "18": "Also strongly condemns all violations and abuses committed against children in contravention of applicable international law, such as their recruitment and use, killing and maiming, rape and all other forms of sexual violence, abductions, denial of humanitarian access for children, and attacks on civilian objects, including schools and hospitals, as well as their arbitrary arrest, unlawful detention, torture and ill-treatment and their use as human shields;",
    "19": "Reaffirms the Syrian authorities’ responsibility for the systematic use of enforced disappearances, takes note of the assessment of the Commission of Inquiry that the Syrian authorities’ use of enforced disappearances amounts to a crime against __________________ 41 United Nations, Treaty Series, vol. 1465, No. 24841. A/RES/73/182 Situation of human rights in the Syrian Arab Republic 18-22278 10/13 humanity, and condemns the targeted disappearances of young men and the exploitation of ceasefires as an opportunity to forcibly recruit and arbitrarily detain them;",
    "20": "Demands that the Syrian authorities, in accordance with their obligations under relevant provisions of international human rights law, including the right to life and the right to the enjoyment of the highest attainable standard of physical and mental health, promote non-discriminatory access to health services and respect and protect medical and health personnel from obstruction, threats and physical attacks;",
    "21": "Strongly condemns all attacks on medical and health personnel, their means of transport and equipment, as well as on hospitals and other medical facilities, deplores the long-term consequences of such attacks for the population and health- care systems of the Syrian Arab Republic, and reaffirms that humanitarian workers and their means of transport, equipment and facilities must be protected in accordance with international humanitarian law;",
    "22": "Stresses that the situation in Idlib is of particular concern, expresses its support for the current agreement to cease hostilities in order to avoid a humanitarian catastrophe, and calls upon the guarantors of that agreement to ensure that the ceasefire is upheld;",
    "23": "Demands that the Syrian authorities cooperate fully with the Commission of Inquiry, including by granting it immediate, full and unhindered access throughout the Syrian Arab Republic;",
    "24": "Also demands that the Syrian authorities meet their responsibilities to protect the Syrian population;",
    "25": "Strongly condemns the intervention in the Syrian Arab Republic of all foreign terrorist fighters and those foreign organizations and foreign forces fighting on behalf of the Syrian regime, expresses deep concern that their involvement further exacerbates the deteriorating situation in the Syrian Arab Republic, including the human rights and humanitarian situation, which has a serious negative impact on the region, and demands that all foreign terrorist fighters, and those who are fighting in support of the Syrian authorities, including all militias sponsored by foreign Governments, immediately withdraw from the Syrian Arab Republic;",
    "26": "Demands that all parties immediately put an end to all violations and abuses of international human rights law and violations of international humanitarian law, recalls, in particular, the obligation under international humanitarian law to distinguish between civilians and combatants and the prohibition against indiscriminate and disproportionate attacks and all attacks against civilians and civilian objects, further demands that all parties to the conflict take all appropriate steps to protect civilians, in compliance with international law, including by desisting from attacks directed against civilian objects, such as medical centres, schools and water stations, and refrain from militarizing such facilities, seek to avoid establishing military positions in densely populated areas and enable the evacuation of the wounded and all civilians who wish to leave areas of conflict, including besieged areas, and recalls in this regard that the Syrian authorities bear primary responsibility for protecting their population;",
    "27": "Condemns in the strongest terms all attacks on protected objects, including indiscriminate and disproportionate attacks and those which may constitute a war crime, taking place in the Syrian Arab Republic, and requests the Commission of Inquiry to continue to investigate all such acts; Situation of human rights in the Syrian Arab Republic A/RES/73/182 11/13 18-22278",
    "28": "Recalls the statements made by the Special Envoy of the Secretary- General for Syria, Mr. Staffan de Mistura, indicating that the overwhelming majority of the civilian casualties in the Syrian Arab Republic have been caused by the indiscriminate use of aerial bombardments, demands in this regard that the Syrian authorities immediately cease any attacks on civilians, any disproportionate attacks and any indiscriminate use of weapons in populated areas, and recalls in this regard the obligation to respect international humanitarian law in all circumstances;",
    "29": "Emphasizes the need for accountability for crimes involving breaches of international law, in particular of international humanitarian law and human rights law, some of which may constitute war crimes or crimes against humanity, committed in the Syrian Arab Republic since March 2011, through fair and independent investigations and prosecutions at the domestic or international level;",
    "30": "Urges all Member States and parties to the conflict to cooperate fully with the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011, including through the provision of relevant information and documentation, stresses its mandate to closely cooperate with the Commission of Inquiry, and also urges the Mechanism to make a particular effort to ensure consultation and cooperation with Syrian civil society organizations;",
    "31": "Welcomes the reports of the Mechanism for 2017 and 2018,42 and invites the Head of the Mechanism to prepare the reports of the Mechanism for presentation on an annual basis in the month of April at a plenary meeting of the General Assembly, starting at its seventy-third session, under the agenda item entitled “Prevention of armed conflict”, within existing resources;",
    "32": "Also welcomes the voluntary contributions made by Member States to the funding of the Mechanism, invites all Member States to make additional financial contributions, and notes the steps taken by the Secretary-General in response to the call to include the necessary funding for the Mechanism in his next budget proposal;",
    "33": "Emphasizes the need to ensure that all those responsible for violations of international humanitarian law or violations and abuses of human rights law are held to account through appropriate, fair and independent domestic or international criminal justice mechanisms, in accordance with the principle of complementarity, stresses the need to pursue practical steps towards this goal, and for that reason encourages the Security Council to take appropriate action to ensure accountability, noting the important role that the International Criminal Court can play in this regard;",
    "34": "Welcomes the efforts by States to investigate conduct in the Syrian Arab Republic and to prosecute crimes within their jurisdiction committed in the Syrian Arab Republic, encourages them to continue to do so and to share relevant information between States in accordance with their national legislation and international law, and also encourages other States to consider doing the same;",
    "35": "Deplores the deteriorating humanitarian situation in the Syrian Arab Republic, and urges the international community to assume its responsibility for providing urgent financial support to enable the host countries and communities to respond to the growing humanitarian needs of Syrian refugees, while emphasizing the principle of burden-sharing; __________________ 42 A/72/764 and A/73/295. A/RES/73/182 Situation of human rights in the Syrian Arab Republic 18-22278 12/13",
    "36": "Calls upon all members of the international community, including all donors, to fulfil their previous pledges and continue to provide much-needed support to the United Nations, its specialized agencies and other humanitarian actors to provide humanitarian assistance to the millions of Syrians displaced both internally and in host countries and communities;",
    "37": "Welcomes the efforts of those countries outside the region that have put in place measures and policies to assist and host Syrian refugees, encourages them to do more, and also encourages other States outside the region to consider implementing similar measures and policies, with a view to providing Syrian refugees with protection and humanitarian assistance;",
    "38": "Strongly condemns the intentional denial of humanitarian assistance to civilians, from whatever quarter, and in particular the denial of medical assistance and the withdrawal of water and sanitation services to civilian areas, which has recently worsened, stressing that the starvation of civilians as a method of warfare is prohibited under international law, noting especially the primary responsibility of the Government of the Syrian Arab Republic in this regard, and deplores the deteriorating humanitarian situation;",
    "39": "Demands that the Syrian authorities and all other parties to the conflict ensure the full, immediate, unimpeded and sustained access of the United Nations and humanitarian actors, including to besieged and hard-to-reach areas, consistent with Security Council resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2254 (2015), 2258 (2015), 2332 (2016), 2393 (2017) and 2401 (2018);",
    "40": "Strongly condemns practices, including abduction, hostage-taking, arbitrary and incommunicado detention, torture, the murder of innocent civilians and summary executions, carried out by non-State armed groups and terrorist groups so designated by the Security Council, most notably so-called ISIL (also known as Da’esh) and Nusrah Front (also known as Hay’at Tahrir al-Sham), and underlines that such acts may amount to crimes against humanity;",
    "41": "Deplores the suffering and torture in detention centres throughout the Syrian Arab Republic, as depicted in the reports of the Commission of Inquiry and the Office of the United Nations High Commissioner for Human Rights, as well as in the evidence presented by “Caesar” in January 2014, and in the reports of widespread killing of detainees in Syrian military intelligence facilities;",
    "42": "Strongly condemns the reported killing of detainees in Syrian military intelligence facilities, in particular in the Mazzah airport detention facility, the Harasta Air Force Intelligence Branch and Military Security Branches 215, 227, 235, 248 and 291, and the reported killing of detainees in Adra prison and at military hospitals, including Mazzah, Tishrin and Harasta, and expresses deep concern at reports that the regime used a crematorium to conceal a mass killing of prisoners at the Saydnaya penitentiary complex;",
    "43": "Calls for the appropriate international monitoring bodies to be granted access to detainees in government prisons and detention centres, including all military facilities referred to in the reports of the Commission of Inquiry;",
    "44": "Demands that all parties take all appropriate steps to protect civilians and persons hors de combat, including members of ethnic, religious and confessional communities, and stresses that, in this regard, the primary responsibility to protect the population of the Syrian Arab Republic lies with the Syrian authorities;",
    "45": "Strongly condemns the damage and destruction of the cultural heritage of the Syrian Arab Republic, in particular that of Palmyra and Aleppo, and the organized looting and trafficking of Syrian cultural property, as outlined by the Security Council Situation of human rights in the Syrian Arab Republic A/RES/73/182 13/13 18-22278 in its resolutions 2199 (2015) of 12 February 2015 and 2347 (2017) of 24 March 2017, affirms that attacks intentionally directed against historic monuments may amount to war crimes, and underlines the need to bring the perpetrators of such crimes to justice;",
    "46": "Urges all parties to the conflict to take all appropriate steps to ensure the safety and security of United Nations and associated personnel, personnel of the specialized agencies and all other personnel engaged in humanitarian relief activities as required by international humanitarian law, without prejudice to their freedom of movement and access, stresses the need not to impede or hinder these efforts, recalls that attacks on humanitarian workers may amount to war crimes, and notes in this regard that the Security Council has reaffirmed that it will take further measures in the event of non-compliance with its resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2234 (2015), 2258 (2015), 2286 (2016), 2393 (2017) and 2401 (2018) by any Syrian party;",
    "47": "Urges the international community to support the leadership and full and effective participation of women in all efforts aimed at finding a political solution to the Syrian crisis, as envisaged by the Security Council in its resolutions 1325 (2000), 2122 (2013) of 18 October 2013 and 2242 (2015) of 13 October 2015;",
    "48": "Reaffirms that there can only be a political solution to the conflict in the Syrian Arab Republic, reiterates its commitment to the national unity and territorial integrity of the Syrian Arab Republic, and urges the parties to the conflict to abstain from actions that may contribute to the continuing deterioration of the human rights, security and humanitarian situation, in order to reach a genuine political transition, based on the final communiqué of the Action Group for Syria of 30 June 2012,29 consistent with Security Council resolutions 2254 (2015) and 2268 (2016), that meets the legitimate aspirations of the Syrian people for a civil, democratic and pluralistic State, with the full and effective participation of women, where there is no room for sectarianism or discrimination on ethnic, religious, linguistic, gender or any other grounds, and where all persons receive equal protection, regardless of gender, religion or ethnicity, and further demands that all parties work urgently towards the comprehensive implementation of the final communiqué, including through the establishment of an inclusive transitional governing body with full executive powers, which shall be formed on the basis of mutual consent while ensuring the continuity of governmental institutions. 56th plenary meeting 17 December 2018"
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": []
}