{
  "symbol": "A/RES/80/193",
  "filename": "A_RES_80_193.pdf",
  "title": "80/193. A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action",
  "text": "United Nations \nA/RES/80/193\n \nGeneral Assembly \nDistr.: General \n19 December 2025 \n25-20895 (E) \n*2520895* \n \n \nEightieth session \nAgenda item 69 (b) \nElimination of racism, racial discrimination, xenophobia \nand related intolerance: comprehensive implementation of \nand follow-up to the Durban Declaration and \nProgramme of Action \n \n \n \n \n Resolution adopted by the General Assembly \non 15 December 2025 \n \n \n[on the report of the Third Committee (A/80/545, para. 5)] \n \n \n 80/193. A global call for concrete action for the elimination of racism, \nracial discrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \n \n \n \nThe General Assembly, \n \nRecalling all its previous resolutions on the comprehensive follow-up to the \nWorld Conference against Racism, Racial Discrimination, Xenophobia and Related \nIntolerance and the effective implementation of the Durban Declaration and \nProgramme of Action adopted by the World Conference,1 in particular its resolutions \n66/144 of 19 December 2011, 67/155 of 20 December 2012, 76/226 of 24 December \n2021, 77/205 of 15 December 2022, 78/234 of 22 December 2023 and 79/161 of \n17 December 2024, as well as its resolutions 75/314 of 2 August 2021 and 76/1 of \n22 September 2021, and in this regard underlining the imperative need for their full \nand effective implementation, \n \nRecalling also the suffering of the victims of racism, racial discrimination, \nxenophobia and related intolerance, and the need to honour their memory,  \n \nRecognizing that racism, racial discrimination, xenophobia and related \nintolerance, as well as apartheid, have deep negative impacts on the enjoyment of \nhuman rights, and therefore require a united and comprehensive response from States,  \n \nRecognizing also that apartheid in terms of international law constitutes a crime \nagainst humanity and it, as well as genocide, are major sources and manifestations of \nracism, racial discrimination, xenophobia and related intolerance, and acknowledging \n_______________ \n \n1 See A/CONF.189/12 and A/CONF.189/12/Corr.1, chap. I. \n\nA/RES/80/193 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n25-20895\n2/13 \n \nthe untold evil and suffering caused by these acts and affirming that, wherever and \nwhenever they occurred, they must be condemned and their recurrence prevented, \n \nCalling upon States to honour the memory of victims of the historical injustices \nof slavery, the slave trade, including the transatlantic slave trade, colonialism and \napartheid,  \n \nStressing that the outcome of the World Conference against Racism, Racial \nDiscrimination, Xenophobia and Related Intolerance has the same status as the \noutcomes of all the major United Nations conferences, summits and special sessions \nin the human rights and social fields, and that the Durban Declaration and Programme \nof Action is a milestone in the common fight against racism, racial discrimination, \nxenophobia and related intolerance and the only instructive outcome of the World \nConference, which prescribes comprehensive measures for combating all the scourges \nof racism and adequate remedies for victims, and noting with concern the lack of \neffective implementation thereof,  \n \nUnderlining the need to promote tolerance, inclusion, equity and respect for \ndiversity and the need to seek common ground among and within civilizations in order \nto address common challenges to humanity that threaten shared values, universal \nhuman rights and the fight against racism, racial discrimination, xenophobia and \nrelated intolerance, through cooperation, partnership and inclusion,  \n \nReiterating that all human beings are born free and equal in dignity and rights \nand have the potential to contribute constructively to the development and well-being \nof their societies, and that any doctrine of racial superiority is scientifically false, \nmorally condemnable, socially unjust and dangerous and must be rejected, together \nwith theories that attempt to determine the existence of separate human races, \n \nStressing in this respect the need to also address negative stereotypes, \nstigmatization and the assigning of identity based on race as essential in the fight \nagainst racism, racial discrimination, xenophobia and related intolerance,  \n \nAlarmed at the global rise in hate speech, constituting incitement to racial \ndiscrimination, hostility and violence, stressing the importance of addressing it, in \naccordance with international law, and in this regard welcoming the observance of \n18 June as the International Day for Countering Hate Speech,2 \n \nExpressing deep concern at emerging obstacles to the enjoyment of the right to \nfreedom of thought, conscience and religion or belief 3 and at instances of intolerance, \ndiscrimination, incitement to violence and violence against persons based on religion \nor belief, inter alia, the increasing number of related acts of violence, and recalling \nthat the Durban Declaration and Programme of Action calls upon States, in opposing \nall forms of racism, to recognize the need to counter antisemitism, anti‑Arabism and \nIslamophobia worldwide and to take effective action, including through education, \nawareness-raising and protection measures, to prevent and combat such alarming \ntrends,  \n \nAlarmed at the spread in many parts of the world of various racist extremist \nmovements based on ideologies that seek to promote nationalist, right-wing agendas \nand racial superiority, and stressing that these practices fuel racism, racial \ndiscrimination, xenophobia and related intolerance,  \n \nCondemning political platforms and organizations based on racism, xenophobia \nor doctrines of racial superiority and related discrimination, and legislation and \n_______________ \n \n2 Resolution 75/309. \n \n3 Universal Declaration of Human Rights, art. 18 (see resolution 217 A (III)). \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/80/193\n \n3/13\n25-20895 \n \npractices based on racism, racial discrimination, xenophobia and related intolerance, \nas incompatible with democracy and transparent and accountable governance,  \n \nAcknowledging the linkage and complementarity of the fight against racism, \nracial discrimination, xenophobia and related intolerance with the long-term \nconstruction of a democratic, non‑discriminatory and multicultural society based on \nthe recognition, respect and promotion of cultural, ethnic and religious diversity, \n \nDeploring the ongoing and resurgent scourges of racism, racial discrimination, \nxenophobia and related intolerance in many regions of the world, often targeting \nmigrants and refugees, as well as people of African descent, expressing concern that \nsome political leaders and parties have supported such an environment, and in this \ncontext expressing its support for migrants and refugees in the context of the severe \ndiscrimination that they may face,  \n \nRecognizing that victims of racism, racial discrimination, xenophobia and \nrelated intolerance, in particular women and girls and persons with disabilities, may \nexperience multiple forms of discrimination, including on ethnic, religious and \nlinguistic grounds, which violates their human rights, and reaffirming the need for \ncomprehensive measures to address these challenges, \n \nReaffirming the necessity of eliminating racial discrimination against migrants, \nincluding migrant workers, in relation to issues such as employment, social services, \nincluding education and health, and access to justice, and that their treatment must be \nin accordance with international human rights instruments and free from racism, racial \ndiscrimination, xenophobia and related intolerance,  \n \nDeploring the recurrent incidents of excessive use of force and other human \nrights violations by law enforcement officers against peaceful demonstrators \ndefending the rights of Africans and of people of African descent, and recalling \nHuman Rights Council resolutions 44/20 of 17 July 2020,4 47/21 of 13 July 2021,5 \n48/18 of 11 October 2021,6 51/32 of 7 October 2022,7 54/27 of 12 October 2023,8 \n57/25 of 10 October 20249 and 60/16 of 7 October 2025,10 \n \nStressing that law enforcement officials, in the performance of their duties, shall \nrespect and protect human dignity and maintain and uphold the human rights of all \npersons,  \n \nRecognizing the multiple or aggravated forms of racism, racial discrimination, \nxenophobia and related intolerance, which may exacerbate individuals’ experiences \nof racial injustice and inequality in law enforcement, including in the form of police \nviolence,  \n \nExpressing concern at the disruption to economies and societies caused by \npandemics and other health emergencies and the negative impact on the enjoyment of \nhuman rights, disproportionately affecting certain individuals, including those facing \nracism, racial discrimination, xenophobia and related intolerance, which has \nhighlighted and exposed underlying deep and long-standing structural inequalities \nand fundamental problems in various areas of social, economic, civil and political \nlife, and the exacerbation of existing inequalities within our societies, and regretting \n_______________ \n \n4 See Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 53 \n(A/75/53), chap. V, sect. A. \n \n5 Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. VII, sect. A. \n \n6 Ibid., Supplement No. 53A (A/76/53/Add.1), chap. IV, sect. A. \n \n7 Ibid., Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. III, sect. A. \n \n8 Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n \n9 Ibid., Seventy-ninth Session, Supplement No. 53A (A/79/53/Add.1), chap. II. \n \n10 Ibid., Eightieth Session, Supplement No. 53A (A/80/53/Add.1), chap. III, sect. A. \n\nA/RES/80/193 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n25-20895\n4/13 \n \nthat, in that context, persons belonging to national, ethnic, religious and linguistic \nminorities and to other groups, especially women and girls, have been victims of racist \nviolence, threats of violence, discrimination and stigmatization,  \n \nRecalling that systemic and structural racism and racial discrimination further \nexacerbate inequality in access to healthcare and treatment, leading to racial \ndisparities in health outcomes and a higher rate of mortality and morbidity among \nindividuals and groups facing racial discrimination,  \n \nRecalling also the three Decades for Action to Combat Racism and Racial \nDiscrimination previously declared by the General Assembly, and regretting that the \nProgrammes of Action for those Decades were not fully implemented and that their \nobjectives have yet to be attained,  \n \nUnderlining the intensity, magnitude and organized nature of slavery and the \nslave trade, including the transatlantic slave trade, and the associated historical \ninjustices, as well as the untold suffering caused by colonialism and apartheid, and \nthat Africans and people of African descent, Asians and people of Asian descent and \nIndigenous Peoples continue to be victims, and acknowledging that the ongoing \neffects must be remedied,  \n \nWelcoming the call upon all the former colonial Powers for remedies, consistent \nwith paragraphs 157 and 158 of the Durban Programme of Action, to redress the \nhistorical injustices of slavery and the slave trade, including the transatlantic slave \ntrade, apartheid, colonialism and genocide,  \n \nRecalling the United Nations Declaration on the Rights of Indigenous Peoples, \nrecognizing that Indigenous Peoples have been victims of discrimination for \ncenturies, affirming that they are free and equal in dignity and rights and should not \nsuffer any discrimination in the exercise of their rights, particularly on the basis of \ntheir Indigenous origin and identity, and stressing the continuing need for action to \novercome the persistent racism, racial discrimination, xenophobia and related \nintolerance that affect them,  \n \nRecalling also Human Rights Council resolutions 43/1 of 19 June 202011 and \n47/21, and recalling also the report of the United Nations High Commissioner for \nHuman Rights on the promotion and protection of the human rights and fundamental \nfreedoms of Africans and of people of African descent against excessive use of force \nand other human rights violations by law enforcement officers and the annex thereto, \nentitled “Four-point Agenda towards Transformative Change for Racial Justice and \nEquality”, submitted pursuant to resolution 43/1,12 \n \nAcknowledging the ongoing work of the international independent expert \nmechanism, comprising three experts with law enforcement and human rights \nexpertise, aimed at furthering transformative change for racial justice and equality in \nthe context of law enforcement globally, especially where relating to the legacies of \ncolonialism and the transatlantic slave trade in enslaved Africans, to investigate the \nresponses of Governments to peaceful anti‑racism protests and all violations of \ninternational human rights law and to contribute to accountability and redress for \nvictims,  \n \nAcknowledging also the efforts and initiatives undertaken by States to prohibit \nracial discrimination and racial segregation and to engender the full enjoyment of \neconomic, social and cultural rights, as well as civil and political rights,  \n_______________ \n \n11 Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. IV, sect. A. \n \n12 A/HRC/47/53. \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/80/193\n \n5/13\n25-20895 \n \n \nEmphasizing that, despite efforts in this regard, millions of human beings \ncontinue to be victims of racism, racial discrimination, xenophobia and related \nintolerance, including their contemporary forms and manifestations, some of which \nmanifest in violent forms,  \n \nUnderlining the primacy of the political will, international cooperation and \nadequate funding at the national, regional and international levels needed to address \nall forms and manifestations of racism, racial discrimination, xenophobia and related \nintolerance for the successful implementation of the Durban Declaration and \nProgramme of Action,  \n \nWelcoming the efforts made by civil society in support of the follow-up \nmechanisms in the implementation of the Durban Declaration and Programme of \nAction, \n \nRecalling its resolutions 2142 (XXI) of 26 October 1966, in which it proclaimed \n21 March as the International Day for the Elimination of Racial Discrimination, \n62/122 of 17 December 2007, in which it designated 25 March as the International \nDay of Remembrance of the Victims of Slavery and the Transatlantic Slave Trade, \n75/170 of 16 December 2020, in which it proclaimed 31 August as the International \nDay for People of African Descent, and 78/323 of 13 August 2024, in which it \nproclaimed 25 July as the International Day of Women and Girls of African Descent \nand recognized their significant contribution to the development of societies and the \nimportance of ensuring their full, equal and meaningful participation in all aspects of \nlife, \n \nRecalling also, in the above context, the erection of the permanent memorial for \nthe victims of slavery and the slave trade, including the transatlantic slave trade, the \nArk of Return, based on the theme “Acknowledge the tragedy, consider the legacy, \nlest we forget”,  \n \nRecognizing and affirming that the global fight against racism, racial \ndiscrimination, xenophobia and related intolerance and all their abhorrent and \ncontemporary forms and manifestations is a matter of priority for the international \ncommunity,  \n \nI \nInternational Convention on the Elimination of All Forms of \nRacial Discrimination \n \n1. \nReaffirms the paramount importance of universal adherence to and the full \nand effective implementation of the International Convention on the Elimination of \nAll Forms of Racial Discrimination, 13  adopted by the General Assembly in its \nresolution 2106 A (XX) of 21 December 1965, in addressing the scourges of racism \nand racial discrimination; \n \n2. \nUnderscores that 2025 marks the sixtieth anniversary of the adoption of \nthe International Convention on the Elimination of All Forms of Racial \nDiscrimination; \n \n3. \nCalls upon States that have not done so to accede to and/or ratify the \nConvention, and States Parties to consider making the declaration under article 14 of \nthe Convention;  \n \n4. \nCalls upon all States that have not yet done so, and consistent with \nparagraph 75 of the Durban Declaration and Programme of Action, to consider \n_______________ \n \n13 United Nations, Treaty Series, vol. 660, No. 9464. \n\nA/RES/80/193 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n25-20895\n6/13 \n \nwithdrawing their reservations to article 4 of the International Convention on the \nElimination of All Forms of Racial Discrimination; \n \n5. \nExpresses concern at the underreporting by States Parties on measures they \nhave adopted to give effect to the provisions of the Convention and in line with their \nobligations under its article 9;  \n \n6. \nNotes the work undertaken by the Committee on the Elimination of Racial \nDiscrimination to recommend legal and policy measures, through its general \nrecommendations, to address racism and racial discrimination, in particular on the \nfollow-up on the World Conference against Racism, Racial Discrimination, \nXenophobia and Related Intolerance14 and, recently, on equality and freedom from \nracial discrimination in the enjoyment of the right to the highest attainable standard \nof physical and mental health; \n \n7. \nUrges States to prevent discrimination, protect individuals against harm \nand promote dignity and equality for all members of society by combating structural \ninequalities through comprehensive strategies that address the root causes of health \ninequities and promote social justice, equality and inclusion; \n \n8. \nUnderlines that certain provisions of the Convention do not respond \neffectively to contemporary manifestations of racial discrimination, in particular in \nrelation to xenophobia and related intolerance, which is recognized as the rationale \nbehind the convening of the World Conference against Racism, Racial \nDiscrimination, Xenophobia and Related Intolerance in 2001; \n \n9. \nTakes note of the acknowledgement by the Human Rights Council and its \nsubsidiary structures of the existence of both procedural and substantive gaps in the \nConvention, which must be filled as a matter of urgency, necessity and priority; \n \n10. Also takes note of the work of the Ad Hoc Committee on the Elaboration \nof Complementary Standards to the International Convention on the Elimination of \nAll Forms of Racial Discrimination, which, at its fifteenth session, continued \ndiscussions on the elaboration of a draft additional protocol to the Convention to fill \nexisting gaps through the development of new normative standards aimed at \ncombating all forms of contemporary and resurgent scourges of racism, and further \ntakes note of the report on the fifteenth session of the Committee15 in this regard;  \n \n11. \nDecides that the Chair-Rapporteur of the Ad Hoc Committee may request \nthat the annual session of the Ad Hoc Committee be split into two full one-week \nsegments; \n \n12. Requests the Chair-Rapporteur of the Ad Hoc Committee to present a \nprogress report to the General Assembly at its eighty-first session and carry out \nconsultations with New York-based delegations and stakeholders in order to continue \nprogress in the elaboration of complementary standards to the International \nConvention on the Elimination of All Forms of Racial Discrimination; \n \nII \nImplementation of the Durban Declaration and Programme of Action \n \n13. Reiterates that the Durban Declaration and Programme of Action and the \nInternational Convention on the Elimination of All Forms of Racial Discrimination \n_______________ \n \n14 General recommendation No. 28 (2002) on the follow-up to the World Conference against \nRacism, Racial Discrimination, Xenophobia and Related Intolerance (see Official Records of the \nGeneral Assembly, Fifty-seventh Session, Supplement No. 18 (A/57/18), chap. XI, sect. E). \n \n15 A/HRC/60/73. \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/80/193\n \n7/13\n25-20895 \n \nprovide a comprehensive United Nations framework and solid foundation for \ncombating racism, racial discrimination, xenophobia and related intolerance; \n \n14. Calls upon States to strengthen independent national human rights \ninstitutions, where they exist, and ensure that they are mandated to address racism, \nracial discrimination, xenophobia and related intolerance, have the capacity to address \ncomplaints and are provided with adequate financial, technical and human resources \nto enable the effective fulfilment of their mandate;  \n \n15. Stresses the need to promote an integrated approach to eliminating all \nforms of racism, racial discrimination, xenophobia and related intolerance, inter alia, \nby adopting and enforcing comprehensive anti‑discrimination legislation, adopting \nand implementing national action plans, ensuring access to justice and effective \nremedies, promoting education and awareness-raising, and combating racial \nstereotypes, combating hate speech and incitement to racial hatred, promoting \ninternational cooperation and implementing targeted special measures in line with the \nDurban Declaration and Programme of Action;  \n \n16. Encourages the collection of data disaggregated, in accordance with \nnational legislation, by race, national or ethnic origin, sex, age and other \ncharacteristics relevant in national contexts, to inform laws, policies and practices and \nto monitor their impact; \n \n17. Acknowledges and profoundly regrets the untold suffering and evils \ninflicted on millions of men and women and children as a result of the historical \ninjustices of slavery, the slave trade, the transatlantic slave trade, colonialism, \napartheid, genocide and past tragedies, noting that some States have taken the \ninitiative to apologize and have paid reparations, where appropriate, for grave and \nmassive violations committed, further calls upon those that have not yet expressed \nremorse or presented apologies to find some way to contribute to the restoration of \nthe dignity of victims, and calls upon all the relevant States that have not already done \nso to dispense reparatory justice, including finding ways to remedy historical racial \ninjustices, contributing to the development and recognition of the dignity of the \naffected States and their people;  \n \n18. Encourages States to challenge biases and address contemporary \nmanifestations of racism, and historical racial injustices, through quality education \nand the development of relevant educational materials at school to reinforce \nanti‑discrimination and anti‑racism components, based on the principles of \nnon‑discrimination, mutual respect and tolerance;  \n \n19. Takes note that the African Union dedicated the year 2025 to the theme \n“Justice for Africans and people of African descent through reparations” and, building \non this theme, proclaimed a decade for reparations; \n \n20. Takes note with appreciation of the initiatives taken by the Secretary-\nGeneral, the United Nations High Commissioner for Human Rights and anti‑racism \nhuman rights mechanisms calling for effective remedies and reparatory justice for \nAfricans and people of African descent; \n \n21. Encourages States and regional formations to engage with and support the \nplans, strategies, programmes and initiatives of the African Union and of the \nCaribbean Community relating to reparatory justice for Africans and people of \nAfrican descent, with a view to identifying and fulfilling their responsibilities \nconcerning reparations for the historical injustices of slavery, the slave trade, the \ntransatlantic slave trade, apartheid, colonialism and genocide in Africa and throughout \nthe African diaspora, further notes the review of the Caribbean Community Ten Point \nPlan for Reparatory Justice, and looks forward to the updated version;  \n\nA/RES/80/193 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n25-20895\n8/13 \n \n \n22. Encourages States to place victims, survivors, their descendants and \ncommunities of the historic and contemporary racial injustice associated with \ncolonialism and slavery at the centre of processes designed to seek remedies and to \naddress historical injustices; \n \n23. Urges Member States and the international community to honour the \nmemory of the victims of the past tragedies of slavery, the slave trade, including the \ntransatlantic slave trade, colonialism, apartheid and genocide, by considering a \nstructural and comprehensive approach to restore the dignity of the victims, and calls \nupon those States to take appropriate and effective measures to halt and reverse the \nlasting consequences of those practices, including the persistent structures and \ninequalities of racism, racial discrimination, xenophobia and related intolerance; \n \nIII \nInternational Decade for People of African Descent \n \n24. Recalls that the proclamation of the International Decade for People of \nAfrican Descent, as contained in its resolution 68/237 of 23 December 2013, was a \nmilestone in the common fight against racism, racial discrimination, xenophobia and \nrelated intolerance; \n \n25. Welcomes the proclamation of the Second International Decade for People \nof African Descent as contained in its resolution 79/193 of 17 December 2024, \nfocusing on consolidating past gains, expanding the reach and scope of contemporary \nopportunities for development, inclusion and peace, and anticipating emerging risks \nand threats;  \n \n26. Also welcomes the ongoing work of the Permanent Forum on People of \nAfrican Descent, established through its resolution 75/314 of 2 August 2021, which \ndetermines its mandate and composition, as a consultative mechanism for people of \nAfrican descent and other relevant stakeholders and as a platform for improving the \nsafety and quality of life and livelihoods of people of African descent, as well as an \nadvisory body to the Human Rights Council;  \n \n27. Further welcomes the convening of the fourth session of the Permanent \nForum on People of African Descent and the large participation of civil society and \npeople of African descent from around the world; \n \n28. Welcomes the request made by the Human Rights Council in its resolution \n60/16 of 7 October 2025 for the Office of the United Nations High Commissioner for \nHuman Rights to invite the submission of written contributions in order to propose \nrecommendations on the modalities of the Permanent Forum, and to prepare a report \nthereon, and further complete an evaluation, and requests their submission to the \nGeneral Assembly at its eighty-first session, in accordance with Assembly resolution \n75/314, in which the Assembly decided that after four annual sessions of the \nPermanent Forum, an evaluation of the Forum’s modalities was to be carried out by \nthe Assembly on the basis of an evaluation made by the Human Rights Council in the \nlight of the experience gained; \n \n29. Notes the ongoing work of the Intergovernmental Working Group on the \nEffective Implementation of the Durban Declaration and Programme of Action on the \nelaboration of the draft United Nations declaration on the respect, protection and \nfulfilment of the human rights of people of African descent, requests the Working \nGroup to continue to devote at least half of its annual session to this process and to \npresent a status report on the elaboration of the draft declaration to the General \nAssembly for its consideration at its eighty-first session, and invites the Permanent \nForum on People of African Descent and the Working Group of Experts on People of \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/80/193\n \n9/13\n25-20895 \n \nAfrican Descent, in accordance with their respective mandates, to contribute to the \nelaboration of the draft declaration; \n \n30. Recalls the programme of activities for the International Decade for People \nof African Descent as an instructive framework in which all the initiatives aimed at \nimproving the quality of life of people of African descent are anchored, also recalls \nthat the Second International Decade presents a vital opportunity for States and the \ninternational community to accelerate progress in the areas of recognition, justice and \ndevelopment for people of African descent, and reaffirms the extension of the \nprogramme of activities for the implementation of the International Decade for People \nof African Descent adopted by the Assembly in its resolution 69/16 of 18 November \n2014, during the Second International Decade; \n \n31. Welcomes the convening of a high-level international event marking the \nclosure of the Decade in 2024 and the final assessment of the Decade;  \n \n32. Takes note of the report of the Working Group of Experts on People of \nAfrican Descent, 16  invites the Human Rights Council, through the Chair of the \nWorking Group, to continue to submit a report on the work of the Working Group to \nthe General Assembly, and in this regard invites the Chair of the Working Group to \nengage in an interactive dialogue with the Assembly under the item entitled \n“Elimination of racism, racial discrimination, xenophobia and related intolerance” at \nits eighty-first session;  \n \n33. Stresses that everyone, including people and communities of African \ndescent, should be able to participate in an inclusive manner and guide the design and \nimplementation of processes that contribute to halting, reversing and repairing the \nlasting consequences and ongoing manifestations of systemic racism, and notably \nacknowledges the important role that young people have played and should continue \nto play in these processes;  \n \n34. Encourages States to examine the extent and impact of systemic racism \nand to adopt effective legal, policy and institutional measures that address racism \nbeyond a summation of individualized acts, recommends that progress be measured \naccording to indicators grounded in impact rather than intent, and further calls for the \nrecognition of the impact of racial discrimination and inequality experienced by \nchildren and youth of African descent in all areas of life, including the administration \nof justice, law enforcement, education, health, family life and development; 17 \n \n35. Requests the Office of the United Nations High Commissioner for Human \nRights and the Department of Global Communications of the Secretariat to continue \nawareness-raising efforts and public information campaigns in support of racial \njustice and equality and the fight against racism, racial discrimination, xenophobia \nand related intolerance, notably with regard to the effective promotion of the Durban \nDeclaration and Programme of Action, the International Convention on the \nElimination of All Forms of Racial Discrimination, the Second International Decade \nfor People of African Descent and other relevant instruments, processes and \nmechanisms through the use of social networks and digital media, including the wide \ndistribution of user-friendly, concise and accessible versions of material in this regard, \nand further requests the Secretary-General to provide the necessary resources in this \nregard;  \n \n_______________ \n \n16 A/80/231. \n \n17 See A/77/294. \n\nA/RES/80/193 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n25-20895\n10/13 \n \nIV \nOffice of the United Nations High Commissioner for Human Rights \n \n36. Notes the limited resources available in support of the United Nations \nhuman rights mechanisms addressing racism, racial discrimination, xenophobia and \nrelated intolerance, and encourages further enhancement of the operational and \nprogrammatic support to be provided to fully support the respective mandates;  \n \n37. Acknowledges the role of the United Nations human rights mechanisms of \nthe General Assembly and the Human Rights Council on actions to combat racism, \nracial discrimination, xenophobia and related intolerance, and reaffirms the \ninterconnected value of the Intergovernmental Working Group on the Effective \nImplementation of the Durban Declaration and Programme of Action, the Committee \non the Elimination of Racial Discrimination, the Group of Independent Eminent \nExperts on the Implementation of the Durban Declaration and Programme of Action, \nthe Working Group of Experts on People of African Descent, the Ad Hoc Committee \non the Elaboration of Complementary Standards, the International Independent \nExpert Mechanism to Advance Racial Justice and Equality in Law Enforcement and \nthe Permanent Forum on People of African Descent in addressing the multiple forms \nof discrimination and systemic racism and racial discrimination; \n \n38. Requests the Secretary-General and the Office of the United Nations High \nCommissioner for Human Rights to provide the resources necessary for the effective \nfulfilment of the mandates of the United Nations human rights mechanisms of the \nGeneral Assembly and the Human Rights Council on actions to combat racism, racial \ndiscrimination, xenophobia and related intolerance, including by ensuring the \nparticipation of experts in each session of those follow-up mechanisms in order to \nprovide advice on the specific issues under discussion and assist the mechanisms in \ntheir deliberations and the adoption of action-oriented recommendations in relation \nto the implementation of the Declaration and Programme of Action;  \n \n39. Proposes that particular attention be given by all relevant actors to \nenhancing the contribution of the treaty bodies monitoring the implementation of the \ncore human rights conventions to the fight against racism, racial discrimination, \nxenophobia and related intolerance, including through a systemic approach leading to \nmore intensive cooperation among them;  \n \n40. Stresses the importance of consolidating all efforts aimed at combating \nracism under a single anti‑racial discrimination unit, including on the issues of racial \nequality and justice;  \n \nV \nGroup of Independent Eminent Experts on the Implementation of the Durban \nDeclaration and Programme of Action \n \n41. Takes note of the report of the Group of Independent Eminent Experts on \nthe Implementation of the Durban Declaration and Programme of Action on its \neleventh session,18 held from 28 April to 1 May 2025;  \n \n42. Recalls its resolution 77/205 and the recommendations contained therein \nwith regard to the Group of Independent Eminent Experts, and welcomes the \nappointment by the Secretary-General of the remaining Eminent Experts, noting that \neach region is represented, as requested by the Human Rights Council in its resolution \n51/32 and by the General Assembly in its resolution 77/205, thereby ensuring that the \nGroup can fulfil its mandate;  \n_______________ \n \n18 See A/80/229. \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/80/193\n \n11/13\n25-20895 \n \n \n43. Takes note of the comprehensive study of the Group of Independent \nEminent Experts on the Implementation of the Durban Declaration and Programme \nof Action;19 \n \n44. Requests the Group of Independent Eminent Experts to prepare an annual \ninput for the report of the Secretary-General on the implementation of the present \nresolution, on the implementation of the Durban Declaration and Programme of \nAction so as to provide thematic analysis and guidance in the global fight against \nracism, racial discrimination, xenophobia and related intolerance; \n \nVI \nTrust fund for the Programme for the Decade for Action to Combat Racism \nand Racial Discrimination \n \n45. Recalls the establishment by the Secretary-General, in 1973, of the trust \nfund for the Programme for the Decade for Action to Combat Racism and Racial \nDiscrimination as a funding mechanism that has been utilized for the implementation \nof the activities of the three Decades for Action to Combat Racism and Racial \nDiscrimination declared by the General Assembly, and in this regard appreciates the \nfact that the trust fund has also been utilized for the subsequent programmes and \noperational activities transcending the three Decades;  \n \n46. Requests the Secretary-General to include, in his report on the \nimplementation of the present resolution to the General Assembly at its eighty-first \nsession, a section outlining the progress in the implementation of paragraph 18 of its \nresolution 68/151 of 18 December 2013 regarding the revitalization of the trust fund \nfor the purpose of ensuring the successful implementation of the activities of the \nSecond International Decade for People of African Descent and enhancing the \neffectiveness of the comprehensive follow-up to the World Conference against \nRacism, Racial Discrimination, Xenophobia and Related Intolerance and the effective \nimplementation of the Durban Declaration and Programme of Action;  \n \n47. Strongly \nappeals \nto \nall \nGovernments, \nintergovernmental \nand \nnon‑governmental organizations and individuals, as well as other donors in a position \nto do so, to contribute generously to the trust fund, and to that end requests the \nSecretary-General to continue to undertake appropriate contacts and initiatives to \nencourage contributions; \n \nVII \nSpecial Rapporteur on contemporary forms of racism, racial discrimination, \nxenophobia and related intolerance \n \n48. Takes note of the report of the Special Rapporteur on contemporary forms \nof racism, racial discrimination, xenophobia and related intolerance, 20 and encourages \nthe Special Rapporteur, within her mandate, to continue to focus on the issues of \nracism, racial discrimination, xenophobia and related intolerance and incitement to \nhatred, which impede peaceful coexistence and harmony within societies, and to \nsubmit reports in this regard to the Human Rights Council and the General Assembly;  \n \n49. Also takes note of the reports of the Special Rapporteur that address issues \nrelating to the measurement and monitoring of racial equality, and encourages States \nto share information on the same for inclusion in forthcoming reports;  \n \n_______________ \n \n19 A/80/230. \n \n20 A/80/319. \n\nA/RES/80/193 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n25-20895\n12/13 \n \nVIII \nCommemoration of the adoption of the Durban Declaration and Programme \nof Action \n \n50. Emphasizes the critical importance of increasing public support for the \nDurban Declaration and Programme of Action and the participation of civil society \nand other relevant stakeholders in its realization, and requests the United Nations \nsystem to strengthen its awareness-raising campaigns to increase the visibility of the \nmessage of the Durban Declaration and Programme of Action, its follow-up \nmechanisms and the work of the United Nations in the fight against racism; 21 \n \n51. Underlines that the twenty-fifth anniversary of the adoption of the Durban \nDeclaration and Programme of Action represents an important opportunity for States \nto reaffirm their strong commitment to combating racism, racial discrimination, \nxenophobia and related intolerance, including with a view to mobilizing global public \nsupport for the full and effective implementation of the Durban Declaration and \nProgramme of Action;  \n \n52. Invites Member States, United Nations entities, international and regional \norganizations, civil society, including non‑governmental organizations, and other \nstakeholders to organize and support various high-visibility initiatives, aimed at \neffectively increasing awareness at all levels, to commemorate the adoption of the \nDurban Declaration and Programme of Action;  \n \n53. Welcomes the ongoing work of the Intergovernmental Working Group on \nthe Effective Implementation of the Durban Declaration and Programme of Action to \ncommence preparations for the high-level event, to be held in 2026, to commemorate \nthe twenty-fifth anniversary of the adoption of the Durban Declaration and \nProgramme of Action, including public outreach for the commemoration; \n \n54. Decides to hold a one-day high-level meeting to mark the twenty-fifth \nanniversary of the adoption of the Durban Declaration and Programme of Action, to \nbe convened by the President of the General Assembly in collaboration with the Office \nof the United Nations High Commissioner for Human Rights and at the level of Heads \nof State and Government, by no later than the last day of the general debate of the \nAssembly at its eighty-first session, on the theme “Mobilizing global public support \nfor the full and effective implementation of the Durban Declaration and Programme \nof Action”, and to adopt a succinct political declaration aimed at mobilizing political \nwill at the national, regional and international levels for the full and effective \nimplementation of and follow-up to the Durban Declaration and Programme of \nAction;  \n \n55. Recommends that the President of the General Assembly appoint two \nco‑facilitators to present options and modalities for the high-level meeting, as well as \nthe political declaration;  \n \n56. Requests the Secretary-General to establish a programme of outreach, with \nthe involvement of Member States and United Nations funds and programmes, as well \nas civil society, including non‑governmental organizations, to appropriately \ncommemorate the adoption of the Durban Declaration and Programme of Action;  \n \n57. Calls upon Member States and the United Nations system to intensify \nefforts to widely distribute copies of the Durban Declaration and Programme of \nAction, and encourages efforts to ensure its translation and wide dissemination;  \n_______________ \n \n21 See Human Rights Council resolution 60/16; see also A/80/324. \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/80/193\n \n13/13\n25-20895 \n \n \n58. Expresses its appreciation for the continuing work of the mechanisms \nmandated to follow up on the World Conference and the Durban Review Conference;  \n \nIX \nFollow-up and implementation activities \n \n59. Acknowledges the guidance and leadership role of the Human Rights \nCouncil, including through its resolution 60/16, and encourages it to continue to \noversee the implementation of the Durban Declaration and Programme of Action and \nthe outcome documents of the Durban Review Conferences;  \n \n60. Requests the Office of the United Nations High Commissioner for Human \nRights to continue to provide the Human Rights Council with all the support necessary \nfor it to achieve its objectives in this regard;  \n \n61. Welcomes the decision by the Human Rights Council, in its resolution \n60/16, to extend, until the end of 2027, the two-year comprehensive communications \nstrategy to continue to raise awareness about and mobilize global public support for \nracial justice and equality and the fight against racism, racial discrimination, \nxenophobia and related intolerance, notably with regard to the effective promotion of \nthe Durban Declaration and Programme of Action, the International Convention on \nthe Elimination of All Forms of Racial Discrimination, the Second International \nDecade for People of African Descent and other relevant instruments, processes and \nmechanisms, and also welcomes in this regard the report of the Office of the High \nCommissioner on the communications strategy; \n \n62. Also welcomes the commemorative event held on 21 March 2025 to mark \nthe International Day for the Elimination of Racial Discrimination;  \n \n63. Takes note with appreciation of the commemorative plenary meeting of \nthe General Assembly held on 25 March 2025 to mark the International Day of \nRemembrance of the Victims of Slavery and the Transatlantic Slave Trade, on the \ntheme “Acknowledge the past. Repair the present. Build a future of dignity and \njustice”; \n \n64. Requests the Secretary-General to submit to the General Assembly at its \neighty-first session a report on the implementation of the present resolution;  \n \n65. Requests the President of the General Assembly and the President of the \nHuman Rights Council to continue to convene annual commemorative meetings of \nthe Assembly and the Council during the commemoration of the International Day for \nthe Elimination of Racial Discrimination, with the appropriate focus and themes, and \nin this context encourages the participation of Member States, eminent personalities \nactive in the struggle against racial discrimination, and civil society organizations in \naccordance with the rules of procedure of the Assembly and the Council, respectively;  \n \n66. Decides to remain seized of this priority matter at its eighty-first session \nunder the item entitled “Elimination of racism, racial discrimination, xenophobia and \nrelated intolerance”. \n \n62nd plenary meeting \n15 December 2025 \n \n",
  "paragraphs": {
    "1": "Reaffirms the paramount importance of universal adherence to and the full and effective implementation of the International Convention on the Elimination of All Forms of Racial Discrimination, 13 adopted by the General Assembly in its resolution 2106 A (XX) of 21 December 1965, in addressing the scourges of racism and racial discrimination;",
    "2": "Underscores that 2025 marks the sixtieth anniversary of the adoption of the International Convention on the Elimination of All Forms of Racial Discrimination;",
    "3": "Calls upon States that have not done so to accede to and/or ratify the Convention, and States Parties to consider making the declaration under article 14 of the Convention;",
    "4": "Calls upon all States that have not yet done so, and consistent with paragraph 75 of the Durban Declaration and Programme of Action, to consider _______________ 13 United Nations, Treaty Series, vol. 660, No. 9464. A/RES/80/193 A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action 25-20895 6/13 withdrawing their reservations to article 4 of the International Convention on the Elimination of All Forms of Racial Discrimination;",
    "5": "Expresses concern at the underreporting by States Parties on measures they have adopted to give effect to the provisions of the Convention and in line with their obligations under its article 9;",
    "6": "Notes the work undertaken by the Committee on the Elimination of Racial Discrimination to recommend legal and policy measures, through its general recommendations, to address racism and racial discrimination, in particular on the follow-up on the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance14 and, recently, on equality and freedom from racial discrimination in the enjoyment of the right to the highest attainable standard of physical and mental health;",
    "7": "Urges States to prevent discrimination, protect individuals against harm and promote dignity and equality for all members of society by combating structural inequalities through comprehensive strategies that address the root causes of health inequities and promote social justice, equality and inclusion;",
    "8": "Underlines that certain provisions of the Convention do not respond effectively to contemporary manifestations of racial discrimination, in particular in relation to xenophobia and related intolerance, which is recognized as the rationale behind the convening of the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance in 2001;",
    "9": "Takes note of the acknowledgement by the Human Rights Council and its subsidiary structures of the existence of both procedural and substantive gaps in the Convention, which must be filled as a matter of urgency, necessity and priority;",
    "10": "Also takes note of the work of the Ad Hoc Committee on the Elaboration of Complementary Standards to the International Convention on the Elimination of All Forms of Racial Discrimination, which, at its fifteenth session, continued discussions on the elaboration of a draft additional protocol to the Convention to fill existing gaps through the development of new normative standards aimed at combating all forms of contemporary and resurgent scourges of racism, and further takes note of the report on the fifteenth session of the Committee15 in this regard;",
    "11": "Decides that the Chair-Rapporteur of the Ad Hoc Committee may request that the annual session of the Ad Hoc Committee be split into two full one-week segments;",
    "12": "Requests the Chair-Rapporteur of the Ad Hoc Committee to present a progress report to the General Assembly at its eighty-first session and carry out consultations with New York-based delegations and stakeholders in order to continue progress in the elaboration of complementary standards to the International Convention on the Elimination of All Forms of Racial Discrimination; II Implementation of the Durban Declaration and Programme of Action",
    "13": "Reiterates that the Durban Declaration and Programme of Action and the International Convention on the Elimination of All Forms of Racial Discrimination _______________ 14 General recommendation No. 28 (2002) on the follow-up to the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance (see Official Records of the General Assembly, Fifty-seventh Session, Supplement No. 18 (A/57/18), chap. XI, sect. E). 15 A/HRC/60/73. A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action A/RES/80/193 7/13 25-20895 provide a comprehensive United Nations framework and solid foundation for combating racism, racial discrimination, xenophobia and related intolerance;",
    "14": "Calls upon States to strengthen independent national human rights institutions, where they exist, and ensure that they are mandated to address racism, racial discrimination, xenophobia and related intolerance, have the capacity to address complaints and are provided with adequate financial, technical and human resources to enable the effective fulfilment of their mandate;",
    "15": "Stresses the need to promote an integrated approach to eliminating all forms of racism, racial discrimination, xenophobia and related intolerance, inter alia, by adopting and enforcing comprehensive anti‑discrimination legislation, adopting and implementing national action plans, ensuring access to justice and effective remedies, promoting education and awareness-raising, and combating racial stereotypes, combating hate speech and incitement to racial hatred, promoting international cooperation and implementing targeted special measures in line with the Durban Declaration and Programme of Action;",
    "16": "Encourages the collection of data disaggregated, in accordance with national legislation, by race, national or ethnic origin, sex, age and other characteristics relevant in national contexts, to inform laws, policies and practices and to monitor their impact;",
    "17": "Acknowledges and profoundly regrets the untold suffering and evils inflicted on millions of men and women and children as a result of the historical injustices of slavery, the slave trade, the transatlantic slave trade, colonialism, apartheid, genocide and past tragedies, noting that some States have taken the initiative to apologize and have paid reparations, where appropriate, for grave and massive violations committed, further calls upon those that have not yet expressed remorse or presented apologies to find some way to contribute to the restoration of the dignity of victims, and calls upon all the relevant States that have not already done so to dispense reparatory justice, including finding ways to remedy historical racial injustices, contributing to the development and recognition of the dignity of the affected States and their people;",
    "18": "Encourages States to challenge biases and address contemporary manifestations of racism, and historical racial injustices, through quality education and the development of relevant educational materials at school to reinforce anti‑discrimination and anti‑racism components, based on the principles of non‑discrimination, mutual respect and tolerance;",
    "19": "Takes note that the African Union dedicated the year 2025 to the theme “Justice for Africans and people of African descent through reparations” and, building on this theme, proclaimed a decade for reparations;",
    "20": "Takes note with appreciation of the initiatives taken by the Secretary- General, the United Nations High Commissioner for Human Rights and anti‑racism human rights mechanisms calling for effective remedies and reparatory justice for Africans and people of African descent;",
    "21": "Encourages States and regional formations to engage with and support the plans, strategies, programmes and initiatives of the African Union and of the Caribbean Community relating to reparatory justice for Africans and people of African descent, with a view to identifying and fulfilling their responsibilities concerning reparations for the historical injustices of slavery, the slave trade, the transatlantic slave trade, apartheid, colonialism and genocide in Africa and throughout the African diaspora, further notes the review of the Caribbean Community Ten Point Plan for Reparatory Justice, and looks forward to the updated version; A/RES/80/193 A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action 25-20895 8/13",
    "22": "Encourages States to place victims, survivors, their descendants and communities of the historic and contemporary racial injustice associated with colonialism and slavery at the centre of processes designed to seek remedies and to address historical injustices;",
    "23": "Urges Member States and the international community to honour the memory of the victims of the past tragedies of slavery, the slave trade, including the transatlantic slave trade, colonialism, apartheid and genocide, by considering a structural and comprehensive approach to restore the dignity of the victims, and calls upon those States to take appropriate and effective measures to halt and reverse the lasting consequences of those practices, including the persistent structures and inequalities of racism, racial discrimination, xenophobia and related intolerance; III International Decade for People of African Descent",
    "24": "Recalls that the proclamation of the International Decade for People of African Descent, as contained in its resolution 68/237 of 23 December 2013, was a milestone in the common fight against racism, racial discrimination, xenophobia and related intolerance;",
    "25": "Welcomes the proclamation of the Second International Decade for People of African Descent as contained in its resolution 79/193 of 17 December 2024, focusing on consolidating past gains, expanding the reach and scope of contemporary opportunities for development, inclusion and peace, and anticipating emerging risks and threats;",
    "26": "Also welcomes the ongoing work of the Permanent Forum on People of African Descent, established through its resolution 75/314 of 2 August 2021, which determines its mandate and composition, as a consultative mechanism for people of African descent and other relevant stakeholders and as a platform for improving the safety and quality of life and livelihoods of people of African descent, as well as an advisory body to the Human Rights Council;",
    "27": "Further welcomes the convening of the fourth session of the Permanent Forum on People of African Descent and the large participation of civil society and people of African descent from around the world;",
    "28": "Welcomes the request made by the Human Rights Council in its resolution 60/16 of 7 October 2025 for the Office of the United Nations High Commissioner for Human Rights to invite the submission of written contributions in order to propose recommendations on the modalities of the Permanent Forum, and to prepare a report thereon, and further complete an evaluation, and requests their submission to the General Assembly at its eighty-first session, in accordance with Assembly resolution 75/314, in which the Assembly decided that after four annual sessions of the Permanent Forum, an evaluation of the Forum’s modalities was to be carried out by the Assembly on the basis of an evaluation made by the Human Rights Council in the light of the experience gained;",
    "29": "Notes the ongoing work of the Intergovernmental Working Group on the Effective Implementation of the Durban Declaration and Programme of Action on the elaboration of the draft United Nations declaration on the respect, protection and fulfilment of the human rights of people of African descent, requests the Working Group to continue to devote at least half of its annual session to this process and to present a status report on the elaboration of the draft declaration to the General Assembly for its consideration at its eighty-first session, and invites the Permanent Forum on People of African Descent and the Working Group of Experts on People of A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action A/RES/80/193 9/13 25-20895 African Descent, in accordance with their respective mandates, to contribute to the elaboration of the draft declaration;",
    "30": "Recalls the programme of activities for the International Decade for People of African Descent as an instructive framework in which all the initiatives aimed at improving the quality of life of people of African descent are anchored, also recalls that the Second International Decade presents a vital opportunity for States and the international community to accelerate progress in the areas of recognition, justice and development for people of African descent, and reaffirms the extension of the programme of activities for the implementation of the International Decade for People of African Descent adopted by the Assembly in its resolution 69/16 of 18 November 2014, during the Second International Decade;",
    "31": "Welcomes the convening of a high-level international event marking the closure of the Decade in 2024 and the final assessment of the Decade;",
    "32": "Takes note of the report of the Working Group of Experts on People of African Descent, 16 invites the Human Rights Council, through the Chair of the Working Group, to continue to submit a report on the work of the Working Group to the General Assembly, and in this regard invites the Chair of the Working Group to engage in an interactive dialogue with the Assembly under the item entitled “Elimination of racism, racial discrimination, xenophobia and related intolerance” at its eighty-first session;",
    "33": "Stresses that everyone, including people and communities of African descent, should be able to participate in an inclusive manner and guide the design and implementation of processes that contribute to halting, reversing and repairing the lasting consequences and ongoing manifestations of systemic racism, and notably acknowledges the important role that young people have played and should continue to play in these processes;",
    "34": "Encourages States to examine the extent and impact of systemic racism and to adopt effective legal, policy and institutional measures that address racism beyond a summation of individualized acts, recommends that progress be measured according to indicators grounded in impact rather than intent, and further calls for the recognition of the impact of racial discrimination and inequality experienced by children and youth of African descent in all areas of life, including the administration of justice, law enforcement, education, health, family life and development; 17",
    "35": "Requests the Office of the United Nations High Commissioner for Human Rights and the Department of Global Communications of the Secretariat to continue awareness-raising efforts and public information campaigns in support of racial justice and equality and the fight against racism, racial discrimination, xenophobia and related intolerance, notably with regard to the effective promotion of the Durban Declaration and Programme of Action, the International Convention on the Elimination of All Forms of Racial Discrimination, the Second International Decade for People of African Descent and other relevant instruments, processes and mechanisms through the use of social networks and digital media, including the wide distribution of user-friendly, concise and accessible versions of material in this regard, and further requests the Secretary-General to provide the necessary resources in this regard; _______________ 16 A/80/231. 17 See A/77/294. A/RES/80/193 A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action 25-20895 10/13 IV Office of the United Nations High Commissioner for Human Rights",
    "36": "Notes the limited resources available in support of the United Nations human rights mechanisms addressing racism, racial discrimination, xenophobia and related intolerance, and encourages further enhancement of the operational and programmatic support to be provided to fully support the respective mandates;",
    "37": "Acknowledges the role of the United Nations human rights mechanisms of the General Assembly and the Human Rights Council on actions to combat racism, racial discrimination, xenophobia and related intolerance, and reaffirms the interconnected value of the Intergovernmental Working Group on the Effective Implementation of the Durban Declaration and Programme of Action, the Committee on the Elimination of Racial Discrimination, the Group of Independent Eminent Experts on the Implementation of the Durban Declaration and Programme of Action, the Working Group of Experts on People of African Descent, the Ad Hoc Committee on the Elaboration of Complementary Standards, the International Independent Expert Mechanism to Advance Racial Justice and Equality in Law Enforcement and the Permanent Forum on People of African Descent in addressing the multiple forms of discrimination and systemic racism and racial discrimination;",
    "38": "Requests the Secretary-General and the Office of the United Nations High Commissioner for Human Rights to provide the resources necessary for the effective fulfilment of the mandates of the United Nations human rights mechanisms of the General Assembly and the Human Rights Council on actions to combat racism, racial discrimination, xenophobia and related intolerance, including by ensuring the participation of experts in each session of those follow-up mechanisms in order to provide advice on the specific issues under discussion and assist the mechanisms in their deliberations and the adoption of action-oriented recommendations in relation to the implementation of the Declaration and Programme of Action;",
    "39": "Proposes that particular attention be given by all relevant actors to enhancing the contribution of the treaty bodies monitoring the implementation of the core human rights conventions to the fight against racism, racial discrimination, xenophobia and related intolerance, including through a systemic approach leading to more intensive cooperation among them;",
    "40": "Stresses the importance of consolidating all efforts aimed at combating racism under a single anti‑racial discrimination unit, including on the issues of racial equality and justice; V Group of Independent Eminent Experts on the Implementation of the Durban Declaration and Programme of Action",
    "41": "Takes note of the report of the Group of Independent Eminent Experts on the Implementation of the Durban Declaration and Programme of Action on its eleventh session,18 held from 28 April to 1 May 2025;",
    "42": "Recalls its resolution 77/205 and the recommendations contained therein with regard to the Group of Independent Eminent Experts, and welcomes the appointment by the Secretary-General of the remaining Eminent Experts, noting that each region is represented, as requested by the Human Rights Council in its resolution 51/32 and by the General Assembly in its resolution 77/205, thereby ensuring that the Group can fulfil its mandate; _______________ 18 See A/80/229. A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action A/RES/80/193 11/13 25-20895",
    "43": "Takes note of the comprehensive study of the Group of Independent Eminent Experts on the Implementation of the Durban Declaration and Programme of Action;19",
    "44": "Requests the Group of Independent Eminent Experts to prepare an annual input for the report of the Secretary-General on the implementation of the present resolution, on the implementation of the Durban Declaration and Programme of Action so as to provide thematic analysis and guidance in the global fight against racism, racial discrimination, xenophobia and related intolerance; VI Trust fund for the Programme for the Decade for Action to Combat Racism and Racial Discrimination",
    "45": "Recalls the establishment by the Secretary-General, in 1973, of the trust fund for the Programme for the Decade for Action to Combat Racism and Racial Discrimination as a funding mechanism that has been utilized for the implementation of the activities of the three Decades for Action to Combat Racism and Racial Discrimination declared by the General Assembly, and in this regard appreciates the fact that the trust fund has also been utilized for the subsequent programmes and operational activities transcending the three Decades;",
    "46": "Requests the Secretary-General to include, in his report on the implementation of the present resolution to the General Assembly at its eighty-first session, a section outlining the progress in the implementation of paragraph 18 of its resolution 68/151 of 18 December 2013 regarding the revitalization of the trust fund for the purpose of ensuring the successful implementation of the activities of the Second International Decade for People of African Descent and enhancing the effectiveness of the comprehensive follow-up to the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance and the effective implementation of the Durban Declaration and Programme of Action;",
    "47": "Strongly appeals to all Governments, intergovernmental and non‑governmental organizations and individuals, as well as other donors in a position to do so, to contribute generously to the trust fund, and to that end requests the Secretary-General to continue to undertake appropriate contacts and initiatives to encourage contributions; VII Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance",
    "48": "Takes note of the report of the Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance, 20 and encourages the Special Rapporteur, within her mandate, to continue to focus on the issues of racism, racial discrimination, xenophobia and related intolerance and incitement to hatred, which impede peaceful coexistence and harmony within societies, and to submit reports in this regard to the Human Rights Council and the General Assembly;",
    "49": "Also takes note of the reports of the Special Rapporteur that address issues relating to the measurement and monitoring of racial equality, and encourages States to share information on the same for inclusion in forthcoming reports; _______________ 19 A/80/230. 20 A/80/319. A/RES/80/193 A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action 25-20895 12/13 VIII Commemoration of the adoption of the Durban Declaration and Programme of Action",
    "50": "Emphasizes the critical importance of increasing public support for the Durban Declaration and Programme of Action and the participation of civil society and other relevant stakeholders in its realization, and requests the United Nations system to strengthen its awareness-raising campaigns to increase the visibility of the message of the Durban Declaration and Programme of Action, its follow-up mechanisms and the work of the United Nations in the fight against racism; 21",
    "51": "Underlines that the twenty-fifth anniversary of the adoption of the Durban Declaration and Programme of Action represents an important opportunity for States to reaffirm their strong commitment to combating racism, racial discrimination, xenophobia and related intolerance, including with a view to mobilizing global public support for the full and effective implementation of the Durban Declaration and Programme of Action;",
    "52": "Invites Member States, United Nations entities, international and regional organizations, civil society, including non‑governmental organizations, and other stakeholders to organize and support various high-visibility initiatives, aimed at effectively increasing awareness at all levels, to commemorate the adoption of the Durban Declaration and Programme of Action;",
    "53": "Welcomes the ongoing work of the Intergovernmental Working Group on the Effective Implementation of the Durban Declaration and Programme of Action to commence preparations for the high-level event, to be held in 2026, to commemorate the twenty-fifth anniversary of the adoption of the Durban Declaration and Programme of Action, including public outreach for the commemoration;",
    "54": "Decides to hold a one-day high-level meeting to mark the twenty-fifth anniversary of the adoption of the Durban Declaration and Programme of Action, to be convened by the President of the General Assembly in collaboration with the Office of the United Nations High Commissioner for Human Rights and at the level of Heads of State and Government, by no later than the last day of the general debate of the Assembly at its eighty-first session, on the theme “Mobilizing global public support for the full and effective implementation of the Durban Declaration and Programme of Action”, and to adopt a succinct political declaration aimed at mobilizing political will at the national, regional and international levels for the full and effective implementation of and follow-up to the Durban Declaration and Programme of Action;",
    "55": "Recommends that the President of the General Assembly appoint two co‑facilitators to present options and modalities for the high-level meeting, as well as the political declaration;",
    "56": "Requests the Secretary-General to establish a programme of outreach, with the involvement of Member States and United Nations funds and programmes, as well as civil society, including non‑governmental organizations, to appropriately commemorate the adoption of the Durban Declaration and Programme of Action;",
    "57": "Calls upon Member States and the United Nations system to intensify efforts to widely distribute copies of the Durban Declaration and Programme of Action, and encourages efforts to ensure its translation and wide dissemination; _______________ 21 See Human Rights Council resolution 60/16; see also A/80/324. A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action A/RES/80/193 13/13 25-20895",
    "58": "Expresses its appreciation for the continuing work of the mechanisms mandated to follow up on the World Conference and the Durban Review Conference; IX Follow-up and implementation activities",
    "59": "Acknowledges the guidance and leadership role of the Human Rights Council, including through its resolution 60/16, and encourages it to continue to oversee the implementation of the Durban Declaration and Programme of Action and the outcome documents of the Durban Review Conferences;",
    "60": "Requests the Office of the United Nations High Commissioner for Human Rights to continue to provide the Human Rights Council with all the support necessary for it to achieve its objectives in this regard;",
    "61": "Welcomes the decision by the Human Rights Council, in its resolution 60/16, to extend, until the end of 2027, the two-year comprehensive communications strategy to continue to raise awareness about and mobilize global public support for racial justice and equality and the fight against racism, racial discrimination, xenophobia and related intolerance, notably with regard to the effective promotion of the Durban Declaration and Programme of Action, the International Convention on the Elimination of All Forms of Racial Discrimination, the Second International Decade for People of African Descent and other relevant instruments, processes and mechanisms, and also welcomes in this regard the report of the Office of the High Commissioner on the communications strategy;",
    "62": "Also welcomes the commemorative event held on 21 March 2025 to mark the International Day for the Elimination of Racial Discrimination;",
    "63": "Takes note with appreciation of the commemorative plenary meeting of the General Assembly held on 25 March 2025 to mark the International Day of Remembrance of the Victims of Slavery and the Transatlantic Slave Trade, on the theme “Acknowledge the past. Repair the present. Build a future of dignity and justice”;",
    "64": "Requests the Secretary-General to submit to the General Assembly at its eighty-first session a report on the implementation of the present resolution;",
    "65": "Requests the President of the General Assembly and the President of the Human Rights Council to continue to convene annual commemorative meetings of the Assembly and the Council during the commemoration of the International Day for the Elimination of Racial Discrimination, with the appropriate focus and themes, and in this context encourages the participation of Member States, eminent personalities active in the struggle against racial discrimination, and civil society organizations in accordance with the rules of procedure of the Assembly and the Council, respectively;",
    "66": "Decides to remain seized of this priority matter at its eighty-first session under the item entitled “Elimination of racism, racial discrimination, xenophobia and related intolerance”. 62nd plenary meeting 15 December 2025"
  },
  "agenda_items": [
    "Item 69"
  ],
  "symbol_references": []
}