{
  "symbol": "A/RES/73/209",
  "filename": "A_RES_73_209.pdf",
  "title": "73/209. Protection of persons in the event of disasters",
  "text": "United Nations \nA/RES/73/209\n \n \nGeneral Assembly \nDistr.: General \n14 January 2019 \n \n18-22525 (E)    160119   \n*1822525* \n \n \nSeventy-third session \nAgenda item 90 \n \n \n \n \n Resolution adopted by the General Assembly \non 20 December 2018 \n \n \n \n \n[on the report of the Sixth Committee (A/73/558)] \n \n \n 73/209. Protection of persons in the event of disasters \n \n \n \nThe General Assembly, \n \nRecalling its resolution 71/141 of 13 December 2016, in which it took note of \nthe draft articles on the protection of persons in the event of disasters adopted by the \nInternational Law Commission at its sixty-eighth session,1  \n \nRecalling also that the Commission decided to recommend to the General \nAssembly the elaboration of a convention on the basis of the draft articles, 2  \n \nNoting with concern the increasing number of disasters in the world, as well as \ntheir intensity and impact on affected populations,  \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations,  \n \nNoting that the subject of the protection of persons in the event of disasters is \nof major importance in the relations of States,  \n \n1. \nTakes note of the views and comments expressed in the debates of the Sixth \nCommittee at the seventy-third session of the General Assembly on this topic,3 as well \nas the comments and observations received from Governments on the draft articles \non the protection of persons in the event of disasters and on any future action thereon; 4  \n \n2. \nAlso takes note of the draft articles on the protection of persons in the event \nof disasters;1  \n__________________ \n \n1  Official Records of the General Assembly, Seventy-first Session, Supplement No. 10 (A/71/10), \npara. 48. \n \n2  Ibid., para. 46. \n \n3  See A/C.6/73/SR.31. \n \n4  See A/73/229. \n\nA/RES/73/209 \nProtection of persons in the event of disasters\n \n18-22525\n2/2 \n \n \n3. \nBrings to the attention of States the recommendation by the International \nLaw Commission that a convention be elaborated on the basis of the draft articles, 2 \nand requests the Secretary-General to invite Governments that have not yet done so \nto submit comments thereon; \n \n4. \nDecides to include in the provisional agenda of its seventy-fifth session \nthe item entitled “Protection of persons in the event of disasters”.  \n \n62nd plenary meeting  \n20 December 2018 \n \n",
  "paragraphs": {
    "1": "Takes note of the views and comments expressed in the debates of the Sixth Committee at the seventy-third session of the General Assembly on this topic,3 as well as the comments and observations received from Governments on the draft articles on the protection of persons in the event of disasters and on any future action thereon; 4",
    "2": "Also takes note of the draft articles on the protection of persons in the event of disasters;1 __________________ 1 Official Records of the General Assembly, Seventy-first Session, Supplement No. 10 (A/71/10), para. 48. 2 Ibid., para. 46. 3 See A/C.6/73/SR.31. 4 See A/73/229. A/RES/73/209 Protection of persons in the event of disasters 18-22525 2/2",
    "3": "Brings to the attention of States the recommendation by the International Law Commission that a convention be elaborated on the basis of the draft articles, 2 and requests the Secretary-General to invite Governments that have not yet done so to submit comments thereon;",
    "4": "Decides to include in the provisional agenda of its seventy-fifth session the item entitled “Protection of persons in the event of disasters”. 62nd plenary meeting 20 December 2018"
  },
  "agenda_items": [
    "Item 90"
  ],
  "symbol_references": []
}