{
  "symbol": "A/RES/74/183",
  "filename": "A_RES_74_183.pdf",
  "title": "74/183. Model Legislative Provisions on Public-Private Partnerships of the United Nations Commission on International Trade Law",
  "text": "United Nations \nA/RES/74/183\n \n \nGeneral Assembly \nDistr.: General \n27 December 2019 \n \n19-22342 (E)    090120 \n*1922342* \n \n \nSeventy-fourth session \nAgenda item 77 \nReport of the United Nations Commission on International \nTrade Law on the work of its fifty-second session \n \n \n \n \n Resolution adopted by the General Assembly \non 18 December 2019 \n \n \n \n \n[on the report of the Sixth Committee (A/74/423)] \n \n \n 74/183. Model Legislative Provisions on Public-Private Partnerships \nof the United Nations Commission on International Trade Law \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it \nestablished the United Nations Commission on International Trade Law with a \nmandate to further the progressive harmonization and unification of the law of \ninternational trade and in that respect to bear in mind the interests of all peoples, in \nparticular those of developing countries, in the extensive development of international \ntrade, \n \nRecalling also its resolution 58/4 of 31 October 2003, by which it adopted the \nUnited Nations Convention against Corruption,1  \n \nRecalling further its resolution 70/1 of 25 September 2015, by which it adopted \nthe 2030 Agenda for Sustainable Development, and its resolution 69/313 of 27 July \n2015, by which it endorsed the Addis Ababa Action Agenda of the Third International \nConference on Financing for Development, \n \nConvinced that public-private partnerships can play an important role in \nimproving the provision and sound management of infrastructure and public services \nand in supporting government efforts to achieve the Sustainable Development Goals,  \n \nConcerned that the inadequacy of the legal framework and a lack of \ntransparency may discourage investment in infrastructure and public services and lead \nto a greater risk of corruption and mismanagement of public funds, \n \nEmphasizing the importance of providing efficient and transparent procedures \nfor the awarding of contracts for public-private partnerships and of facilitating project \n__________________ \n \n1  See also United Nations, Treaty Series, vol. 2349, No. 42146. \n\nA/RES/74/183 \nModel Legislative Provisions on Public-Private Partnerships of\nthe United Nations Commission on International Trade Law\n \n19-22342\n2/2 \n \nimplementation through rules that enhance transparency, fairness and long-term \nsustainability and remove undesirable restrictions on private sector participation in \nthe development and operation of infrastructure and public services,  \n \nRecalling the valuable guidance that the Commission has provided to Member \nStates towards the establishment of a favourable legislative framework in that respect, \nthrough its Legislative Guide on Privately Financed Infrastructure Projects 2 and the \naccompanying Model Legislative Provisions on Privately Financed Infrastructure \nProjects,3 and the recommendation by the General Assembly, in its resolution 58/76 \nof 9 December 2003, that States give due consideration to those texts when revising \nor adopting legislation related to private participation in the development and \noperation of public infrastructure, \n \nConvinced that the advice provided by the Commission will be of further \nassistance to States, in particular developing countries, in promoting good governance \nand establishing appropriate legislative frameworks for public-private partnership \nprojects, \n \n1. \nExpresses its appreciation to the United Nations Commission on \nInternational Trade Law for the completion and adoption 4 of the Model Legislative \nProvisions on Public-Private Partnerships 5  and the Legislative Guide on Public-\nPrivate Partnerships;  \n \n2. \nRequests the Secretary-General to publish the Model Legislative \nProvisions and the Legislative Guide, including electronically, in the six official \nlanguages of the United Nations and to disseminate them broadly to Governments and \nrelevant international intergovernmental and non-governmental organizations, \nprivate sector entities and academic institutions; \n \n3. \nRecommends that all States give due consideration to the Model \nLegislative Provisions and the Legislative Guide when revising or adopting \nlegislation relevant to public-private partnerships, and invites States that have used \nthe Model Legislative Provisions to advise the Commission accordingly. \n \n51st plenary meeting \n18 December 2019 \n \n__________________ \n \n2  United Nations publication, Sales No. E.01.V.4. \n \n3  Official Records of the General Assembly, Fifty-eighth Session, Supplement No. 17 (A/58/17), \nannex I. \n \n4  Ibid., Seventy-fourth Session, Supplement No. 17 (A/74/17), chap. III. \n \n5  Ibid., annex I. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the United Nations Commission on International Trade Law for the completion and adoption 4 of the Model Legislative Provisions on Public-Private Partnerships 5 and the Legislative Guide on Public- Private Partnerships;",
    "2": "Requests the Secretary-General to publish the Model Legislative Provisions and the Legislative Guide, including electronically, in the six official languages of the United Nations and to disseminate them broadly to Governments and relevant international intergovernmental and non-governmental organizations, private sector entities and academic institutions;",
    "3": "Recommends that all States give due consideration to the Model Legislative Provisions and the Legislative Guide when revising or adopting legislation relevant to public-private partnerships, and invites States that have used the Model Legislative Provisions to advise the Commission accordingly. 51st plenary meeting 18 December 2019 __________________ 2 United Nations publication, Sales No. E.01.V.4. 3 Official Records of the General Assembly, Fifty-eighth Session, Supplement No. 17 (A/58/17), annex I. 4 Ibid., Seventy-fourth Session, Supplement No. 17 (A/74/17), chap. III. 5 Ibid., annex I."
  },
  "agenda_items": [
    "Item 77"
  ],
  "symbol_references": []
}