{
  "symbol": "A/RES/72/79",
  "filename": "A_RES_72_79.pdf",
  "title": "72/79. Consideration of the fiftieth anniversary of the United Nations Conference on the Exploration and Peaceful Uses of Outer Space",
  "text": " \nUnited Nations \n \nA/RES/72/79\n \nGeneral Assembly \n \nDistr.: General \n14 December 2017 \n \n \n17-22106 (E)    141217    141217 \n*1722106* \n \n \n \nSeventy-second session \nAgenda item 52 \n \n \n \n \n Resolution adopted by the General Assembly \non 7 December 2017 \n \n \n \n \n[on the report of the Special Political and Decolonization Committee \n(Fourth Committee) (A/72/446)] \n \n \n \n72/79. Consideration of the fiftieth anniversary of the United Nations \nConference on the Exploration and Peaceful Uses of Outer Space \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 2453 A (XXIII) of 20 December 1968, 37/90 of \n10 December 1982, 54/68 of 6 December 1999 and 59/2 of 20 October 2004, \n \nRecognizing the fiftieth anniversary of the United Nations Conference on the \nExploration and Peaceful Uses of Outer Space (UNISPACE+50), to be \ncommemorated in 2018, as an opportunity to consider the current status of the \nCommittee on the Peaceful Uses of Outer Space and to chart its future contribution \nto the global governance of outer space activities,1 \n \nTaking note with satisfaction of the work of the Committee, its subsidiary bodies \nand the Office for Outer Space Affairs of the Secretariat towards the implementation \nof the seven thematic priorities of UNISPACE+50, including the related objectives \nand mechanisms, agreed by the Committee at its fifty-ninth session,2 \n \nEmphasizing the significance of the high-level segment of UNISPACE+50, to \nbe held on 20 and 21 June 2018 during the sixty-first session of the Committee, which \nwill be open to all States Members of the United Nations and at which concrete \ndeliverables and outcomes are to be concluded for presentation to the General \nAssembly in the form of a resolution to be considered at its seventy-third session, \nincluding on the “Space2030” agenda and its implementation plan for strengthening \nthe contribution of space activities and space tools to the achievement of the global \nagendas addressing long-term development concerns of humankind based on the \npeaceful exploration and use of outer space,3 \n__________________ \n \n1  See A/AC.105/L.297 and A/AC.105/1137. \n \n2  Official Records of the General Assembly, Seventy-first Session, Supplement No. 20 (A/71/20), \npara. 296. \n \n3  Ibid., Seventy-second Session, Supplement No. 20 (A/72/20), paras. 321–324. \n\nA/RES/72/79 \nConsideration of the fiftieth anniversary of the United Nations\nConference on the Exploration and Peaceful Uses of Outer Space\n \nError! No document variable supplied. \n2/2 \n \n \nConvinced that UNISPACE+50 offers a unique opportunity for Member States \nto reflect on more than 50 years of achievement in space exploration and to look \ntowards the future by strengthening the mandates of the Committee, its subsidiary \nbodies and the Office as unique platforms for international cooperation in the peaceful \nuses of outer space, \n \n1. \nDecides to consider in plenary meeting at its seventy-third session an \nagenda item entitled “Space as a driver of sustainable development” in the context of \nthe fiftieth anniversary of the United Nations Conference on the Exploration and \nPeaceful Uses of Outer Space (UNISPACE+50); \n \n2. \nRequests the Committee on the Peaceful Uses of Outer Space to submit a \ndraft resolution on the outcomes of UNISPACE+50 for the consideration of the \nGeneral Assembly, in plenary meeting, at its seventy-third session; \n \n3. \nDecides that the plenary meeting or meetings shall be held immediately \nafter the consideration by the Special Political and Decolonization Committee (Fourth \nCommittee) of the agenda item on international cooperation in the peaceful uses of \nouter space; \n \n4. \nEndorses the decisions of the Committee on the Peaceful Uses of Outer \nSpace relating to the preparations for UNISPACE+50, including the holding of \nintersessional consultations from 7 to 11 May 2018, open to all States Members of \nthe United Nations.4 \n \n66th plenary meeting  \n7 December 2017 \n \n__________________ \n \n4  Ibid., paras. 324 and 328. \n",
  "paragraphs": {
    "1": "Decides to consider in plenary meeting at its seventy-third session an agenda item entitled “Space as a driver of sustainable development” in the context of the fiftieth anniversary of the United Nations Conference on the Exploration and Peaceful Uses of Outer Space (UNISPACE+50);",
    "2": "Requests the Committee on the Peaceful Uses of Outer Space to submit a draft resolution on the outcomes of UNISPACE+50 for the consideration of the General Assembly, in plenary meeting, at its seventy-third session;",
    "3": "Decides that the plenary meeting or meetings shall be held immediately after the consideration by the Special Political and Decolonization Committee (Fourth Committee) of the agenda item on international cooperation in the peaceful uses of outer space;",
    "4": "Endorses the decisions of the Committee on the Peaceful Uses of Outer Space relating to the preparations for UNISPACE+50, including the holding of intersessional consultations from 7 to 11 May 2018, open to all States Members of the United Nations.4 66th plenary meeting 7 December 2017 __________________ 4 Ibid., paras. 324 and 328."
  },
  "agenda_items": [
    "Item 52"
  ],
  "symbol_references": [
    "A/AC.105/L.297"
  ]
}