{
  "symbol": "A/RES/76/234",
  "filename": "A_RES_76_234.pdf",
  "title": "76/234. Promoting international cooperation on peaceful uses in the context of international security",
  "text": "United Nations \nA/RES/76/234\n \n \nGeneral Assembly \nDistr.: General \n30 December 2021  \n \n21-19665 (E)    050121 \n*2119665* \n \n \nSeventy-sixth session \nAgenda item 100 \nGeneral and complete disarmament \n \n \n \n \n Resolution adopted by the General Assembly on \n24 December 2021 \n \n \n \n \n[on the report of the First Committee (A/76/444, para. 93)] \n \n \n 76/234. Promoting international cooperation on peaceful uses in the \ncontext of international security \n \n \n \nThe General Assembly, \n \nRecalling the provisions of the Treaty on the Non-Proliferation of Nuclear \nWeapons,1 the Convention on the Prohibition of the Development, Production and \nStockpiling of Bacteriological (Biological) and Toxin Weapons and on their \nDestruction2 and the Convention on the Prohibition of the Development, Production, \nStockpiling and Use of Chemical Weapons and on Their Destruction 3  and the \nprovisions of relevant United Nations resolutions, \n \nReaffirming the need for all Member States to fulfil their obligations in relation \nto arms control and disarmament and to prevent proliferation, in all its aspects, of all \nweapons of mass destruction, \n \nReaffirming also that proliferation of nuclear, chemical and biological weapons, \nas well as their means of delivery, constitutes a threat to international peace and \nsecurity, \n \nReaffirming further support for the multilateral treaties whose aim is to \neliminate or prevent the proliferation of nuclear, chemical or biological weapons and \nthe importance for all States parties to these treaties of implementing them fully in \norder to promote international stability, \n \nBearing in mind the potential impact that scientific and technological advances \ncan have on global security, \n__________________ \n \n1 United Nations, Treaty Series, vol. 729, No. 10485. \n \n2 Ibid., vol. 1015, No. 14860. \n \n3 Ibid., vol. 1974, No. 33757. \n\nA/RES/76/234 \nPromoting international cooperation on peaceful uses in the context\nof international security\n \n21-19665\n2/2 \n \n \nRecognizing the inalienable right of all States to participate in the fullest \npossible exchange of equipment, materials and scientific and technological information \nfor peaceful purposes, in accordance with relevant international obligations, \n \nReaffirming that preventing the proliferation of nuclear, chemical and biological \nweapons should not hamper international cooperation on materials, equipment and \ntechnology for peaceful purposes, while the goals of peaceful utilization should not \nbe misused for proliferation purposes, \n \nBearing in mind the significant role of international cooperation on materials, \nequipment and technology for peaceful purposes in facilitating the economic and \nsocial development of Member States, in particular the development of developing \ncountries, \n \nAcknowledging the need to continue the exchange of technologies for peaceful \nuses, including in accordance with relevant international obligations, \n \nAcknowledging also the importance of technology as one of the key means of \nimplementation in the pursuit of sustainable development, \n \nNoting with concern that undue restrictions on exports to developing countries \nof materials, equipment and technology for peaceful purposes persist, \n \nEmphasizing that proliferation concerns are best addressed through multilaterally \nnegotiated, universal, comprehensive and non-discriminatory agreements, \n \nEmphasizing also that non-proliferation control arrangements should be \ntransparent and open to participation by all States and should ensure that no \nrestrictions are imposed on access to materials, equipment and technology for \npeaceful purposes required by developing countries for their continued sustainable \ndevelopment, \n \nEmphasizing further the importance of promoting international cooperation for \npeaceful purposes, \n \n1. \nUrges all Member States, without prejudice to their non-proliferation \nobligations, to take concrete measures to promote international cooperation on \nmaterials, equipment and technology for peaceful purposes, in particular not to \nmaintain any restrictions incompatible with the obligations undertaken; \n \n2. \nRequests the Secretary-General to seek the views and recommendations of \nall Member States on all aspects of promoting international cooperation on peaceful \nuses in the context of international security, including identifying undue restrictions \non exports to developing countries of materials, equipment and technology for \npeaceful purposes, possible measures to achieve a balance between non-proliferation \nand peaceful uses, and the way forward; \n \n3. \nAlso requests the Secretary-General to submit a report containing the \nviews and recommendations to the General Assembly at its seventy-seventh session, \nfor further discussion by Member States; \n \n4. \nDecides to include in the provisional agenda of its seventy-seventh session \nan item entitled “Promoting international cooperation on peaceful uses in the context \nof international security”. \n \n54th (resumed) plenary meeting \n24 December 2021 \n \n",
  "paragraphs": {
    "1": "Urges all Member States, without prejudice to their non-proliferation obligations, to take concrete measures to promote international cooperation on materials, equipment and technology for peaceful purposes, in particular not to maintain any restrictions incompatible with the obligations undertaken;",
    "2": "Requests the Secretary-General to seek the views and recommendations of all Member States on all aspects of promoting international cooperation on peaceful uses in the context of international security, including identifying undue restrictions on exports to developing countries of materials, equipment and technology for peaceful purposes, possible measures to achieve a balance between non-proliferation and peaceful uses, and the way forward;",
    "3": "Also requests the Secretary-General to submit a report containing the views and recommendations to the General Assembly at its seventy-seventh session, for further discussion by Member States;",
    "4": "Decides to include in the provisional agenda of its seventy-seventh session an item entitled “Promoting international cooperation on peaceful uses in the context of international security”. 54th (resumed) plenary meeting 24 December 2021"
  },
  "agenda_items": [
    "Item 100"
  ],
  "symbol_references": []
}