{
  "symbol": "A/RES/73/155",
  "filename": "A_RES_73_155.pdf",
  "title": "73/155. Rights of the child",
  "text": "United Nations \nA/RES/73/155\n \n \nGeneral Assembly \nDistr.: General \n10 January 2019 \n \n18-22250 (E)    150119     \n*1822250* \n \n \nSeventy-third session \nAgenda item 70 (a) \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2018 \n \n \n \n \n[on the report of the Third Committee (A/73/585)] \n \n \n 73/155. Rights of the child \n \n \n \nThe General Assembly, \n \nReaffirming the importance of its resolution 44/25 of 20 November 1989, by \nwhich it adopted the Convention on the Rights of the Child, 1 which constitutes the \nstandard in the promotion and protection of the rights of the child, reaffirming also \nthat States parties to the Convention shall undertake all appropriate legislative, \nadministrative and other measures for the implementation of the rights recognized \ntherein, while bearing in mind the importance of the Optional Protocols to the \nConvention2 and calling for their universal ratification and effective implementation, \nas well as that of other human rights instruments, \n \nRecalling all of its previous resolutions on the rights of the child, the most recent \nof which was resolution 72/245 of 24 December 2017, and recalling also all other \nrelevant resolutions, including resolution 71/176 of 19 December 2016 on protecting \nchildren from bullying,  \n \nReaffirming the Universal Declaration of Human Rights,3 which proclaims that \nall human beings are born free and equal in dignity and rights and that everyone is \nentitled to all the rights and freedoms set out therein, without distinction of any kind, \nand noting that the year 2018 marks its seventieth anniversary, \n \nRecalling the International Covenant on Civil and Political Rights, 4  the \nInternational Covenant on Economic, Social and Cultural Rights, 4 the Convention on \nthe Rights of Persons with Disabilities, 5  the International Convention for the \nProtection of All Persons from Enforced Disappearance, 6  the 1951 Convention \n__________________ \n \n1  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n2  Ibid., vols. 2171 and 2173, No. 27531; and resolution 66/138, annex. \n \n3  Resolution 217 A (III). \n \n4  See resolution 2200 A (XXI), annex. \n \n5  United Nations, Treaty Series, vol. 2515, No. 44910. \n \n6  Ibid., vol. 2716, No. 48088. \n\nA/RES/73/155 \nRights of the child\n \n18-22250\n2/17 \n \nrelating to the Status of Refugees7 and the 1967 Protocol thereto,8 the International \nConvention on the Protection of the Rights of All Migrant Workers and Members of \nTheir Families, 9 the United Nations Convention against Transnational Organized \nCrime10 and the Protocol to Prevent, Suppress and Punish Trafficking in Persons, \nEspecially Women and Children, supplementing the United Nations Convention \nagainst Transnational Organized Crime,11 the Convention on the Elimination of All \nForms of Discrimination against Women12 and the Convention against Torture and \nOther Cruel, Inhuman or Degrading Treatment or Punishment, 13 as well as both the \nMinimum Age Convention, 1973 (No. 138),14 and the Worst Forms of Child Labour \nConvention, 1999 (No. 182),15 of the International Labour Organization,  \n \nReaffirming that the general principles of the Convention on the Rights of the \nChild, including the best interests of the child, non-discrimination, participation and \nsurvival and development, provide the framework for actions concerning children, \n \nReaffirming also the Vienna Declaration and Programme of Action,16 the United \nNations Millennium Declaration17 and the outcome document of the twenty-seventh \nspecial session of the General Assembly on children, entitled “A world fit for \nchildren”, 18  recalling the Beijing Declaration and Platform for Action, 19  the \nProgramme of Action of the International Conference on Population and \nDevelopment 20  and the outcome documents of their review conferences, the \nCopenhagen Declaration on Social Development and the Programme of Action of the \nWorld Summit for Social Development,21 the Declaration on Social Progress and \nDevelopment, 22  the Universal Declaration on the Eradication of Hunger and \nMalnutrition,23 the United Nations Declaration on the Rights of Indigenous Peoples 24 \nand the outcome document of the high-level plenary meeting of the General Assembly \nknown as the World Conference on Indigenous Peoples,25 the Declaration on the Right \nto Development,26 the Declaration of the commemorative high-level plenary meeting \ndevoted to the follow-up to the outcome of the special session on children, held in \nNew York from 11 to 13 December 2007,27 the outcome document, entitled “The \nfuture we want”, adopted at the United Nations Conference on Sustainable \nDevelopment, held in Rio de Janeiro, Brazil, from 20 to 22 June 2012,28 and the \n__________________ \n \n7  Ibid., vol. 189, No. 2545. \n \n8  Ibid., vol. 606, No. 8791. \n \n9  Ibid., vol. 2220, No. 39481. \n \n10  Ibid., vol. 2225, No. 39574. \n \n11  Ibid., vol. 2237, No. 39574. \n \n12  Ibid., vol. 1249, No. 20378. \n \n13  Ibid., vol. 1465, No. 24841. \n \n14  Ibid., vol. 1015, No. 14862. \n \n15  Ibid., vol. 2133, No. 37245. \n \n16  A/CONF.157/24 (Part I), chap. III. \n \n17  Resolution 55/2. \n \n18  Resolution S-27/2, annex. \n \n19  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n20  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n21  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n22  See resolution 2542 (XXIV). \n \n23  Report of the World Food Conference, Rome, 5–16 November 1974 (United Nations publication, \nSales No.E.75.II.A.3), chap. I. \n \n24  Resolution 61/295, annex. \n \n25  Resolution 69/2. \n \n26  Resolution 41/128, annex. \n \n27  Resolution 62/88. \n \n28  Resolution 66/288, annex. \n\nRights of the child \nA/RES/73/155\n \n3/17\n18-22250 \n \noutcome document of the fourth Global Conference on the Sustained Eradication of \nChild Labour, held in Buenos Aires from 14 to 16 November 2017, and the outcome \ndocuments of previous Global Conferences, and recalling also the World Congresses \nagainst Sexual Exploitation of Children and Adolescents, the Global Action \nProgramme on Education for Sustainable Development29 and the World Education \nForum 2015, held in Incheon, Republic of Korea, from 19 to 22 May 2015, \n \nUnderscoring the importance of the implementation of the 2030 Agenda for \nSustainable Development30 in ensuring the enjoyment of the rights of the child, \n \nWelcoming the work undertaken on the Global Compact on Refugees and the \nGlobal Compact for Safe, Orderly and Regular Migration, to be considered for \nadoption in 2018, and recalling the importance of protecting the human rights and \nfundamental freedoms of all refugee and migrant children, with the best interests of \nthe child as a primary consideration, \n \nTaking note of the reports of the Secretary-General on progress made towards \nachieving the commitments set out in the outcome document of the twenty-seventh \nspecial session of the General Assembly31 and on the status of the Convention on the \nRights of the Child and the issues addressed in resolution 72/245,32 as well as the \nreport of the Special Representative of the Secretary-General on Violence against \nChildren, 33 the report of the Special Representative of the Secretary-General for \nChildren and Armed Conflict,34 the report of the Special Rapporteur of the Human \nRights Council on the sale and sexual exploitation of children, including child \nprostitution, child pornography and other child sexual abuse material, 35 and the report \nof the Special Rapporteur of the Council on trafficking in persons, especially women \nand children,36 whose recommendations should be carefully studied, taking fully into \naccount the views of Member States, \n \nReaffirming that States have the primary responsibility to respect, promote and \nprotect all human rights and fundamental freedoms, including the rights of the child, \n \nAcknowledging the important role played by national governmental and local \nstructures for children, including, where they exist, ministries and institutions in \ncharge of child, family and youth issues and independent ombudspersons for children \nor other national institutions for the promotion and protection of the rights of the \nchild, \n \nRecognizing that the family has the primary responsibility for the nurturing and \nprotection of children, in the best interests of the child, and that children, for the full \nand harmonious development of their personality, should grow up in a family \nenvironment and in an atmosphere of happiness, love and understanding, \n \nNoting with appreciation the work to promote and protect the rights of the child \ncarried out by all relevant organs, bodies, entities and organizations of the United \nNations system, within their respective mandates, by relevant mandate holders and \nspecial procedures of the United Nations and by relevant regional organizations, \nwhere appropriate, and intergovernmental organizations, and recognizing the \nvaluable role of national human rights institutions and civil society, including non-\ngovernmental organizations, \n__________________ \n \n29  See A/69/76, annex, enclosure 2. \n \n30  Resolution 70/1. \n \n31  A/73/223. \n \n32  A/73/272. \n \n33  A/73/276. \n \n34  A/73/278. \n \n35  A/73/174 and A/73/174/Corr.1. \n \n36  A/73/171. \n\nA/RES/73/155 \nRights of the child\n \n18-22250\n4/17 \n \n \nNoting the convening of international, regional and national meetings aimed at \neliminating all forms of violence against children, including all violent punishment \nof children, and encouraging additional efforts in this regard, \n \nRecognizing \nthe \nimportance \nof \ninternational, \nregional \nand \nbilateral \nmulti-stakeholder partnerships and initiatives to advance the effective protection and \npromotion of the rights of the child and the elimination of violence against children,  \n \nNoting efforts aimed at promoting and protecting the right to education and \nfacilitating the continuation of education in situations of armed conflict,  \n \nProfoundly concerned that the situation of children in many parts of the world \nremains critical, in an increasingly globalized environment, as a result of the \npersistence of poverty, social inequality, inadequate social and economic conditions, \ngender inequality, pandemics, in particular HIV/AIDS, malaria, cholera and \ntuberculosis, fetal alcohol spectrum disorders and neonatal abstinence syndrome, \nnon-communicable diseases, lack of access to safe drinking water and sanitation, \nenvironmental damage, climate change, natural disasters, armed conflict, foreign \noccupation, displacement, famine, violence, terrorism, abuse, all forms of \nexploitation, including the commercial sexual exploitation of children, for purposes \nsuch as child prostitution, child pornography and other child sexual abuse material, \nchild sex tourism and trafficking in children, including for purposes of labour and \nsexual exploitation, organ removal and the transfer of organs of the child for profit, \nneglect, illiteracy, hunger, intolerance, discrimination, racism, xenophobia, \ninadequate protection and inadequate access to justice, and convinced that urgent and \neffective national and international action is called for, \n \nProfoundly concerned also that the situation of children in many parts of the \nworld remains negatively affected by the prolonged effects of poverty and inequality, \nreaffirming that eradicating poverty in all its forms and dimensions, including \nextreme poverty, is the greatest global challenge and an indispensable requirement \nfor sustainable development, recognizing the impact of poverty beyond the \nsocioeconomic context and the intrinsic interlinkage between poverty eradication and \nthe promotion of sustainable development, in this regard underlining the importance \nof the implementation of the 2030 Agenda for Sustainable Development, and \nrecognizing that a strong focus is needed on poverty, deprivation and inequality to \nprevent and protect children from all forms of violence and to promote the resilience \nof children, their families and their communities,  \n \nDeeply concerned that children disproportionately suffer the consequences of \ndiscrimination, exclusion, inequality and poverty, \n \nProfoundly concerned that children in many parts of the world remain \nnegatively affected by the adverse impacts of climate change, including persistent \ndrought and extreme weather events, land degradation, sea level rise, coastal erosion \nand ocean acidification, which further threaten health, food security and efforts to \neradicate poverty and achieve sustainable development, and in this regard calling for \nthe implementation of the Paris Agreement 37  adopted under the United Nations \nFramework Convention on Climate Change, \n \nRecognizing that the risk of maternal mortality is highest for girls under 15 years \nof age and that complications in pregnancy and childbirth are a leading cause of death \namong girls under 15 years of age in many countries,  \n__________________ \n \n37  See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n\nRights of the child \nA/RES/73/155\n \n5/17\n18-22250 \n \n \nExpressing concern that children with disabilities, particularly girls, face \nstigmatization, discrimination or exclusion and are disproportionately subjected to \nmental and physical violence and sexual abuse in all settings, \n \nI \nImplementation of the Convention on the Rights of the Child \nand the Optional Protocols thereto \n \n \n1. \nReaffirms paragraphs 1 to 5 of its resolution 71/177 of 19  December 2016 \nand that the general principles of, inter alia, the best interests of the child, non-\ndiscrimination, participation and survival and development provide the framework \nfor all actions concerning children; \n \n2. \nUrges States that have not yet done so to consider becoming parties to the \nConvention on the Rights of the Child1 and the Optional Protocols thereto2 as a matter \nof priority and to implement them effectively and fully, and encourages further efforts \nby the Secretary-General in this regard; \n \n3. \nUrges States parties to withdraw reservations that are incompatible with \nthe object and purpose of the Convention or the Optional Protocols thereto and to \nconsider reviewing regularly other reservations with a view to withdrawing them in \naccordance with the Vienna Declaration and Programme of Action; 16  \n \n4. \nNotes the work of the Special Representatives of the Secretary-General on \nViolence against Children and for Children and Armed Conflict, the Special \nRapporteur of the Human Rights Council on the sale and sexual exploitation of \nchildren, including child prostitution, child pornography and other sexual abuse \nmaterial, and the Committee on the Rights of the Child, and, in this regard, their \ncontribution to the progress achieved in the promotion and protection of the rights of \nchildren;  \n \nII \nPromotion and protection of the rights of the child \nand non-discrimination against children \n \n \n \nNon-discrimination \n \n \n5. \nReaffirms paragraphs 6 to 10 of its resolution 71/177, and calls upon States \nto ensure the enjoyment by all children of all their civil, political, economic, social \nand cultural rights without discrimination of any kind; \n \n6. \nNotes with concern the large number of children belonging to national, \nethnic, religious and linguistic minorities, migrant children, refugee or asylum-\nseeking children, internally displaced children, children of African descent and \nchildren of indigenous origin who are victims of discrimination, including racism, \nracial discrimination, xenophobia and related intolerance, stresses the need to \nincorporate special measures, in accordance with the principle of the best interests of \nthe child and respect for his or her views and the child’s gender-specific needs, \nincluding children with disabilities, in education programmes and programmes to \ncombat these practices, and calls upon States to provide special support and to ensure \nequal access to services for those children; \n \n7. \nCalls upon all States: \n \n(a) \nTo ensure the full enjoyment by children with disabilities of all human \nrights and fundamental freedoms, on an equal basis with other children, in recognition \nthat discrimination against any child on the basis of disability is a violation of the \ninherent dignity and worth of the child, to enhance inclusion and address barriers \nfaced by children with disabilities, including addressing discriminatory, attitudinal \n\nA/RES/73/155 \nRights of the child\n \n18-22250\n6/17 \n \nand environmental barriers to their participation and inclusion in society and in the \ncommunity, and to develop gender- and age-sensitive policies and capacities to ensure \nthe rights and address the particular needs of children, including migrant children, \nchildren without parental care, children in street situations and child victims of \ntrafficking, and those affected by climate change, and prevent and respond to cases \nof gender-based violence;  \n \n(b) \nTo take all necessary and effective measures to prevent and eliminate all \nforms of discrimination against girls and all forms of violence, including female \ninfanticide and prenatal sex selection, rape, sexual abuse and harmful practices, \nincluding female genital mutilation, child, early and forced marriage, and forced \nsterilization, by enacting and enforcing legislation and, where appropriate, by \nformulating comprehensive, multidisciplinary and coordinated national plans, \nprogrammes or strategies to protect girls, as well as by promoting awareness-raising \nand social mobilization initiatives for the protection of their rights; \n \n(c) \nTo respect and promote the right of girls and boys to express themselves \nfreely and their right to be heard, to ensure that their views are given due weight, in \naccordance with their age and level of maturity, in all matters affecting them and to \ninvolve children, including children with disabilities, in decision-making processes, \ntaking into account the evolving capacities of children and the importance of \ninvolving children’s organizations and child-led initiatives; \n \n \n \nRegistration, family relations, adoption and alternative care \n \n \n8. \nReaffirms paragraphs 11 and 12 of its resolution 71/177, and urges all \nStates parties to intensify their efforts to comply with their obligations under the \nConvention on the Rights of the Child to preserve the identity of children, including \ntheir nationality, name and family relations, as recognized by law, to protect children \nin matters relating to birth registration, family relations and adoption or other forms \nof alternative care, recognizing that every effort should be directed to enabling \nchildren to remain in or swiftly return to the care of their parents or, when appropriate, \nother close family members and that, where alternative care is necessary, family and \ncommunity-based care should be promoted over placement in institutions; \n \n9. \nRecalls every child’s right to be registered immediately after birth, to a \nname, to acquire a nationality and to recognition everywhere as a person before the \nlaw, as set out in the Convention on the Rights of the Child and the International \nCovenant on Civil and Political Rights,4 respectively, reminds States of their \nobligation to ensure the registration of the birth of all children without discrimination \nof any kind, including in the case of late birth registration, calls upon States to ensure \nthat birth registration procedures are universal, accessible, simple, expeditious and \neffective and provided at minimal or no cost, and recognizes the importance of birth \nregistration as a critical means of preventing statelessness;  \n \n10.  Encourages States to take into account the Guidelines for the Alternative \nCare of Children,38 to adopt and enforce laws and to improve the implementation of \npolicies and programmes, budget allocation and human resources to support children, \nparticularly children living in disadvantaged and marginalized families, to ensure that \nthey are cared for effectively by their own families and communities, and to protect \nchildren growing up without parents or caregivers; where alternative care is \nnecessary, decision-making should be in the best interests of the child, in full \nconsultation with the child, as age appropriate, and with the child’s legal guardians;  \n__________________ \n \n38  Resolution 64/142, annex. \n\nRights of the child \nA/RES/73/155\n \n7/17\n18-22250 \n \n \n11. \nCalls upon States to take all measures necessary to prevent and combat \nillegal adoptions and all adoptions that are not in the best interests of the child; \n \n \n \nEconomic and social well-being of children \n \n \n12. Reaffirms paragraphs 13 to 15 of its resolution 71/177, calls upon all States \nand the international community to create an enabling environment in which the well-\nbeing of the child is ensured, including by strengthening international cooperation in \nthis field and by implementing their commitments, including the Sustainable \nDevelopment Goals,30 and reaffirms that investment in children, especially for early \nchildhood development, has high economic and social returns and that all related \nefforts to ensure that resources allocated and spent for children, especially on \nchildren’s education and health, should serve as a means for the fulfilment of the \nrights of the child; \n \n \n \nEradication of poverty \n \n \n13. Calls upon all States and the international community to cooperate, \nsupport and participate in the global efforts for poverty eradication, to mobilize all \nnecessary resources and support in that regard, according to national plans and \nstrategies, including through an integrated and multifaceted approach based on the \nrights and well-being of children, and to accelerate their efforts to realize the \ninternationally agreed development and poverty eradication goals, including the \nSustainable Development Goals, within their time framework, and reaffirms that \ninvestments in children and the realization of their rights are among the most effective \nways to eradicate poverty; \n \n14. Urges States to improve the situation of children living in poverty, in \nparticular extreme poverty, deprived of adequate food and nutrition, water and \nsanitation facilities, with limited or no access to basic physical and mental health-\ncare services, shelter, education, participation and protection, taking into account that, \nwhile a severe lack of goods and services hurts every human being, it is particularly \nthreatening and harmful to children, leaving them unable to enjoy their rights, to reach \ntheir full potential and to participate as full members of society, and exposed to \nconditions that lead to increased violence; \n \n \n \nRight to education \n \n \n15. Recalls paragraphs 37 to 50 of its resolution 70/137 of 17 December 2015, \nand also recalls that education is a fundamental human right and a basis for \nguaranteeing the realization of other human rights and that it is essential for \nsustainable development and the promotion of peace and tolerance, as well as key to \nachieving full employment and poverty eradication; \n \n16. Calls upon all States to take all appropriate measures to eliminate \nobstacles to effectively accessing and completing education, such as education that is \nunaffordable, hunger and poor nutrition, the distance from home to school, the \ninstitutionalization of children, armed conflicts, all forms of violence in school, \ninsufficient infrastructure, including lack of access to water and sanitation, the lack \nof adequate and physically and otherwise safe and accessible schooling facilities for \ngirls, and child labour or heavy domestic work, and to ensure that children who are \ninstitutionalized also enjoy their right to education; \n \n17. Urges all States to take all appropriate measures to eliminate \ndiscrimination against girls in the field of education and to ensure equal access for all \ngirls to all levels of education, including through gender-responsive policies and \nprogrammes, improving the safety of girls on the way to and from school, taking steps \nto ensure that all schools are accessible, safe, secure and free from violence and \n\nA/RES/73/155 \nRights of the child\n \n18-22250\n8/17 \n \nproviding separate and adequate sanitation facilities that provide privacy and dignity, \nthereby contributing to achieving equal opportunity and combating exclusion and \nensuring school attendance, including for girls as well as for children from low-\nincome families, children who become heads of households and girls who are already \nmarried or pregnant; \n \n18. Calls upon States to scale up scientifically accurate and age-appropriate \ncomprehensive education, relevant to cultural contexts, that provides adolescent girls \nand boys and young women and men, in and out of school, consistent with their \nevolving capacities, and with appropriate direction and guidance from parents and \nlegal guardians, with the best interests of the child as their basic concern, with \ninformation on sexual and reproductive health and HIV prevention, gender equality \nand women’s empowerment, human rights, physical, psychological and pubertal \ndevelopment and power in relationships between women and men, to enable them to \nbuild self-esteem and foster informed decision-making, communication and risk-\nreduction skills and to develop respectful relationships, in full partnership with young \npeople, parents, legal guardians, caregivers, educators and health-care providers, in \norder to, inter alia, enable them to protect themselves from HIV infection and other \nrisks;  \n \n19. Reaffirms the right to education on the basis of equal opportunity and non-\ndiscrimination, and calls upon States to make primary education compulsory, \ninclusive and available free to all children, ensuring that all children have equal access \nto education of good quality, making secondary education generally available and \naccessible to all, in particular through the progressive introduction of free education, \nbearing in mind that special measures to ensure equal access, including affirmative \naction, contribute to achieving equal opportunity and combating exclusion by \neliminating social, economic and gender disparities in education and ensuring school \nattendance, in particular for girls, children with disabilities, pregnant adolescent girls, \nchildren living in poverty, indigenous children, children of African descent, persons \nbelonging to ethnic or religious minorities and children in vulnerable or marginalized \nsituations; \n \n20. Calls upon States to accelerate efforts to eliminate gender-specific barriers \nto the equal enjoyment by girls of their right to education, to address gender-based \ndiscrimination, negative social norms and gender stereotypes in education systems, \nincluding in curricula, textbooks and teaching methodologies, and to fight all forms \nof violence, including sexual harassment and school-related sexual and gender-based \nviolence, in and out of schools and other educational settings;  \n \n \n \nRight to the enjoyment of the highest attainable standard of health \n \n \n21.  Reaffirms paragraphs 25 to 28 of its resolution 68/147 of 18 December \n2013, and calls upon States to take all necessary measures to ensure that the right of \nthe child to the enjoyment of the highest attainable standard of physical and mental \nhealth is respected, protected and fulfilled without discrimination of any kind, and \nthat all forms of violence are prevented and addressed, in view of their negative \nimpact on the physical and mental health of the child, including through the enactment \nand implementation of laws, strategies and policies, gender- and child-responsive \nbudgeting and resource allocation, and adequate investment in health systems, \nincluding comprehensive and integrated primary health care and youth-friendly \nphysical and mental health-care services, including in efforts to achieve the \nSustainable Development Goals, in particular Goals 3 and 5, as well as in the \nimplementation of the global plan of action to strengthen the role of the health system \nwithin a national multisectoral response to address interpersonal violence, in \nparticular against women and girls, and against children and in the health workforce; \n\nRights of the child \nA/RES/73/155\n \n9/17\n18-22250 \n \n \n22. Calls upon States to address with all relevant stakeholders, as a matter of \npriority, the vulnerabilities faced by children affected by and living with HIV by \nproviding care, support and treatment to those children, their families and caregivers \nand promoting rights-based and child-oriented HIV and AIDS policies and \nprogrammes, and to ensure access to affordable, effective and quality prevention, care \nand treatment, including through correct information, access to voluntary, \nconfidential and affordable testing, comprehensive health care, including sexual and \nreproductive health care, services and education, and access to safe, affordable, \neffective, quality pharmaceutical products and medical technologies, by intensifying \nefforts to develop affordable, accessible and quality tools for early diagnosis and by \nprioritizing the prevention of mother-to-child transmission of the virus; \n \n23. Recognizes the importance of the implementation of the human right to \nsafe drinking water and sanitation for the full realization of the right of the child to \nthe enjoyment of the highest attainable standard of physical and mental health, and \ntherefore urges States and, through them, service providers to ensure a regular supply \nof safe, accessible and affordable drinking water and sanitation services of good \nquality and sufficient quantity, guided also by the principles of equity, equality and \nnon-discrimination, bearing in mind that the human right to safe drinking water and \nsanitation for their populations is to be progressively realized with full respect for \nnational sovereignty; \n \n \n \nRight to food \n \n \n24. Reaffirms its resolution 72/173 of 19 December 2017 on the right to food, \nand the right of children to have access to safe, sufficient and nutritious food, \nconsistent with the right to adequate food and the fundamental right of everyone to \nbe free from hunger, so as to be able to fully develop and maintain his or her physical \nand mental capacities;  \n \n25. Calls upon all States to take action to ensure the full realization of the right \nto food for all and to eliminate child hunger and malnutrition, including through the \nadoption or strengthening of national programmes to address food security and \nnutrition and adequate livelihoods, especially regarding vitamin A, iron and iodine \ndeficiencies, the promotion of breastfeeding and a nutritious diet, as well as \nprogrammes, for example, school meal programmes, that should ensure adequate \nnutrition for all children, in order to enable all children to fully develop and maintain \ntheir physical and mental capacities, and to take measures, if appropriate, with \nrelevant international organizations, to support programmes that are aimed at \ncombating undernutrition in mothers, in particular during pregnancy, and in children, \nand the irreversible effects of chronic undernutrition in early childhood, in particular \nfrom birth to the age of 2 years; \n \n \n \nChild labour \n \n \n26. Reaffirms paragraphs 16 to 18 of its resolution 71/177, urges States to take \nimmediate and effective measures to secure the prohibition and elimination of the \nworst forms of child labour and to end child labour in all its forms, by 2025 at the \nlatest, through stronger legislation and improved cooperation and coordination among \nministries and workforces involved in social welfare and protection systems and the \neducation and labour sectors, and to promote education as a key strategy, and urges \nStates to continue to promote the engagement of all sectors of society in creating an \nenabling environment for the eradication of child labour;  \n \n\nA/RES/73/155 \nRights of the child\n \n18-22250\n10/17 \n \n \n \nPrevention and elimination of and response to violence against children \n \n \n27. Recalls paragraphs 19 to 36 of its resolution 72/245, and recalls article 19 \nof the Convention on the Rights of the Child, in which States parties are required to \ntake all appropriate legislative, administrative, social and educational measures to \nprotect the child from all forms of physical or mental violence, injury or abuse, \nneglect or negligent treatment, maltreatment or exploitation, including sexual abuse, \nwhile in the care of parent(s), legal guardian(s) or any other person who has the care \nof the child;  \n \n28. Also recalls the United Nations study on violence against children \nsubmitted to the General Assembly in 2006,39 notes with appreciation the efforts of \nthe Special Representative of the Secretary-General on Violence against Children in \ncontinuing to mainstream the study recommendations in the international, regional \nand national agendas and promoting progress in the protection of children from \nviolence, and takes note with appreciation of her publication entitled “Violence \nprevention must start in early childhood”; \n \n29. Condemns all forms of violence against children in all settings, including \nphysical, psychological and sexual violence, torture and other cruel, inhuman or \ndegrading treatment, child abuse and exploitation, hostage-taking, domestic violence, \nincest, trafficking in or sale of children and their organs, paedophilia, child \nprostitution, child pornography, child sex tourism, gang and armed violence, sexual \nexploitation of children online, bullying, including cyberbullying, and harmful \npractices, and urges States to strengthen efforts to prevent and protect children from \nall such violence through a comprehensive approach and to develop an inclusive \nmultifaceted and systematic framework, which is integrated into national planning \nprocesses, to respond to violence against children and to provide for safe and child-\nsensitive counselling and reporting procedures and safeguards for the rights of \naffected children;  \n \n30. Calls upon States to protect the child from all forms of physical or \npsychological violence, injury or abuse, neglect or negligent treatment, maltreatment \nor exploitation, including sexual abuse in schools, as well as all forms of bullying, \nand in this context to take measures to promote non-violent forms of discipline in \nschools and to adopt all appropriate measures to ensure that school discipline is \nadministered in a manner consistent with the child’s human dignity and human rights \nby taking all appropriate legislative, administrative, social and educational measures, \nin accordance with the best interests of the child, and in this regard welcomes the \nglobal campaign to end violence in schools; \n \n31. Urges all States to address the gender dimension of all forms of violence \nagainst children and incorporate a gender perspective in all policies adopted and \nactions taken to protect children against all forms of violence and harmful practices, \nincluding female genital mutilation and child, early and forced marriage, ensuring \nthat marriage is entered into only with the informed, free and full consent of the \nintending spouses, and to repeal or amend relevant laws and policies to remove any \nprovision that may enable child, early or forced marriage or enables perpetrators of \nrape, sexual abuse or abduction to escape prosecution and punishment by marrying \ntheir victims; \n \n__________________ \n \n39  A/61/299. \n\nRights of the child \nA/RES/73/155\n \n11/17\n18-22250 \n \n \n \nPromoting and protecting the rights of children, including children \nin particularly difficult situations \n \n \n32. Reaffirms paragraphs 26 to 28 of its resolution 71/177, and calls upon all \nStates to promote and protect all human rights of all children and to implement \nevidence-based programmes and measures that provide them with special protection \nand assistance, including access to inclusive and equitable quality education, health \ncare, social services and social protection; \n \n33. Calls upon all States to protect the human rights of all children and to \nensure, for children belonging to minorities in vulnerable situations, including \nmigrant children, indigenous children, children of African descent, internally \ndisplaced children and children with disabilities, the enjoyment of all human rights \nas well as access to health care, social services, social protection and accessible and \ninclusive education on an equal basis with others, and to ensure that all such children, \nin particular unaccompanied migrant children, internally displaced children and those \nwho are victims of violence and exploitation, receive special protection and assistance \nand that the best interests of the child are a primary consideration in their policies of \nintegration, return and family reunification; \n \n34. Also calls upon all States to protect refugee, asylum-seeking, migrant and \ninternally displaced children, in particular those who are unaccompanied, who are \nparticularly exposed to violence and risks in connection with armed conflict and \ntrafficking in persons, and, taking into account their gender-specific needs, stresses \nthe need for States and the international community to continue to pay more \nsystematic and in-depth attention to the special assistance, protection and \ndevelopment needs of those children through, inter alia, programmes aimed at \nrehabilitation and physical and psychological recovery and programmes for voluntary \nreturn or repatriation and, where appropriate and feasible, local integration and \nresettlement, to give priority to family tracing and family reunification and \nreintegration, and, where appropriate, to cooperate with international humanitarian \nand refugee organizations, including by facilitating their work, in line with their \nobligations under international law; \n \n \n \nMigrant children \n \n \n35. Reaffirms paragraphs 40 to 87 of its resolution 71/177, and calls upon \nStates to effectively promote and protect the human rights and fundamental freedoms \nof all children affected by migration, regardless of their migration status, and to \naddress international migration through international, regional or bilateral \ncooperation and dialogue and through a comprehensive and balanced approach, while \nrecognizing the roles and responsibilities of countries of origin, transit and destination \nin promoting and protecting the human rights of all children affected by migration \nand in avoiding approaches that might aggravate their vulnerability;  \n \n36. Also reaffirms the New York Declaration for Refugees and Migrants, 40 \nwelcomes the conclusion in 2018 of the process of intergovernmental negotiations of \nthe Global Compact for Safe, Orderly and Regular Migration, considered for adoption \nby States at the intergovernmental conference held in Marrakech, Morocco, on 10 and \n11 December 2018, and stresses the centrality of full respect for the human rights of \nall migrants, including migrant children;  \n \n37. Takes note of the joint general comments of the Committee on the Rights \nof the Child and the Committee on the Protection of the Rights of All Migrant Workers \n__________________ \n \n40  Resolution 71/1. \n\nA/RES/73/155 \nRights of the child\n \n18-22250\n12/17 \n \nand Members of Their Families on the human rights of children in the context of \ninternational migration; \n \n38.  Expresses deep concern regarding the large and growing number of \nmigrant children, particularly those who are unaccompanied or separated from their \nparents or primary caregivers, who may be particularly vulnerable along their journey, \nand expresses the commitment to protect the human rights of migrant children, given \ntheir vulnerability, in particular unaccompanied migrant children and migrant \nchildren with disabilities, to ensure that they receive appropriate protection and \nassistance and to provide for their health, education and psychosocial development, \nensuring that the best interests of the child are a primary consideration in policies on \nintegration, return and family reunification; \n \n39. Urges States to ensure, in conformity with their international and domestic \nobligations and commitments, that return is consistent with international law, \nincluding international human rights law, and that repatriation mechanisms allow for \nthe identification and special protection of persons in vulnerable situations, including \nall migrant children, and to take into account the principle of the best interests of the \nchild, clarity of reception and care arrangements and family reunification;  \n \n40. Welcomes programmes that allow migrant children to integrate fully into \ncountries of destination, promote a harmonious, inclusive and respectful environment \nand facilitate family reunification in order to promote the welfare and the best \ninterests of migrant children and adolescents, as applicable under national law, due \nprocess and the relevant provisions of the Convention on the Rights of the Child and \nthe Optional Protocols thereto, and to comply with the consular notification and \naccess obligations set forth in the Vienna Convention on Consular Relations 41 so that \nStates may provide child-sensitive consular assistance, as appropriate, including legal \nassistance; \n \n \n \nChildren and the administration of justice \n \n \n41.  Reaffirms paragraphs 29 to 31 of its resolution 71/177, and calls upon all \nStates to respect and protect the rights of child victims and witnesses and children \nalleged to have infringed or recognized as having infringed penal law, as well as \nchildren of persons alleged to have infringed or recognized as having infringed penal \nlaw, and to ensure that the arrest, detention or imprisonment of a child should be in \nconformity with the law and should be used only as a measure of last resort and for \nthe shortest appropriate period of time;  \n \n42.  Urges States to intensify their efforts to protect children deprived of their \nliberty from torture and other cruel, inhuman or degrading treatment or punishment, \nto ensure that, if they are arrested, detained or imprisoned, children are provided with \nprompt access to legal and other appropriate assistance and have the right to challenge \nthe legality of the deprivation of their liberty before a court or other competent \nauthority and to a prompt decision on any such action and that, from the moment they \nare arrested, children have the right to maintain contact with their family through \ncorrespondence and visits, save in exceptional circumstances, that no child is \nsentenced or subjected to forced labour, corporal punishment or emotional or physical \nviolence or deprived of access to and provision of health care and services, hygiene \nand environmental sanitation, nutritious food, access to open space for recreation, \neducation, basic instruction and vocational training and access to safe, confidential \nand independent mechanisms to report on violence, and that the conditions in such \nsettings are regularly and effectively monitored, and to undertake prompt \n__________________ \n \n41  United Nations, Treaty Series, vol. 596, No. 8638. \n\nRights of the child \nA/RES/73/155\n \n13/17\n18-22250 \n \ninvestigations of all reported acts of violence and ensure that perpetrators are held \naccountable; \n \n43. Encourages continued regional and cross-regional efforts, the sharing of \nbest practices and the provision of technical assistance in the field of juvenile justice, \nand in this regard recalls the validity and importance of international standards and \nnorms in the field of human rights in the administration of juvenile justice;  \n \n \n \nPrevention and eradication of the sale of children, child prostitution \nand child pornography \n \n \n44.  Reaffirms paragraph 32 of its resolution 71/177, and calls upon all States \nto prevent, criminalize, prosecute and punish all forms of the sale and trafficking of \nchildren, including for the purposes of removal of organs of the child, child slavery, \nforced labour and the sexual exploitation of children, including child prostitution and \nchild pornography and other child sexual abuse material, with the aim of eradicating \nthose practices, including when perpetrated using the Internet and other information \nand communications technologies, to combat the existence of a market that \nencourages such criminal practices and take measures to eliminate the demand that \nfosters them, as well as to address the rights and needs of victims effectively, \nincluding universal access to comprehensive social, physical and mental health and \nlegal services, without discrimination of any kind, and counselling for all victims to \nensure their full recovery and reintegration into society, and to take effective measures \nagainst the criminalization of children who are victims of exploitation; \n \n45. Calls upon States to enact and enforce the necessary legislative or other \nmeasures, in cooperation with relevant stakeholders, including the private sector and \nthe media, to prevent the distribution over the Internet of child sexual abuse material, \nincluding depictions of child sexual abuse, ensuring that adequate mechanisms are in \nplace to enable the reporting and removal of such material and that its creators, \ndistributors and collectors are prosecuted, as appropriate, while working towards \nensuring that the opportunities provided by information and communications \ntechnologies in the lives of children, as tools for learning, socialization, expression, \ninclusion and fulfilment of their rights and fundamental freedoms, such as the right \nto education and the right to freedom of expression, including the freedom to seek, \nreceive and impart information and the right to express their views freely, are used to \ntheir fullest;  \n \n46. Urges States to intensify their efforts to ensure the legal protection of \nchildren from sexual abuse and exploitation online and to define it legally, in \naccordance with international human rights law and obligations, to criminalize all \nrelevant conduct related to the sexual exploitation of children online and offline and \nto ensure that all those in the whole chain of individuals involved in or attempting to \ncommit such criminal activities are held accountable and brought to justice in order \nto fight impunity, taking into account the multi-jurisdictional and transnational nature \nof child sexual exploitation and abuse perpetrated online through information and \ncommunications technologies; \n \n \n \nChildren affected by armed conflict  \n \n \n47.  Reaffirms paragraphs 33 to 39 of its resolution 71/177, condemns in the \nstrongest terms all violations and abuses committed against children in armed \nconflict, and in this regard urges all States and other parties to armed conflict that are \nengaged, in contravention of applicable international law, in the recruitment and use \nof children, in patterns of killing and maiming of children and/or rape and other sexual \nviolence against children, acknowledging that sexual violence in these situations \ndisproportionately affects girls, but that boys are also targets, in recurrent attacks on \n\nA/RES/73/155 \nRights of the child\n \n18-22250\n14/17 \n \nschools and/or hospitals and related personnel and in patterns of abduction of \nchildren, as well as in all other violations and abuses against children, to take time -\nbound and effective measures to end and prevent them and to encourage age- and \ngender-specific support services, including psychological, social and sexual and \nreproductive health-care services, and education, social protection and reintegration \nprogrammes, and notes in this regard the adoption by the Security Council of \nresolution 2427 (2018) of 9 July 2018; \n \n48. Condemns in the strongest terms rape and other forms of sexual violence \ncommitted against children in armed conflict, expresses deep concern at mass and \nsystematic rape and sexual violence committed against children in armed conflict, in \nsome instances calculated to humiliate, dominate, instil fear in and disperse and/or \nforcibly displace a population, calls upon all States and relevant United Nations \nbodies and agencies and regional organizations to take all necessary measures to \nprevent and address such acts of violence and ensure full accountability on this issue, \nas well as on the issue of sexual exploitation and abuse of children in United Nations \npeacekeeping operations, and urges States to adopt appropriate national legislation to \nprevent such crimes, as well as mass abductions and sexual and gender-based \nviolence, and to ensure their rigorous investigation and prosecution; \n \n49. Expresses its deep concern about attacks, as well as threats of attack, in \ncontravention of international humanitarian law, against schools and/or hospitals and \nrelated personnel, as well as the closure of schools and hospitals in situations of armed \nconflict as a result of attacks and threats of attack, recalls that all parties to armed \nconflict bear the primary responsibility for the protection of children, recalls the \nobligation to refrain from attacking schools and hospitals, in contravention of \ninternational humanitarian law, and to take all feasible precautionary measures to \nprotect civilians from such attacks, in particular schoolchildren, and urges all parties \nto armed conflict to refrain from actions that impede the access of children to \neducation and health-care services; \n \n50. Calls upon all Member States to ensure that children associated or \nallegedly associated with armed groups should be treated primarily as victims and in \nline with the best interests of the child, and to consider non-judicial measures as \nalternatives to prosecution and detention and take measures that focus on \nrehabilitation and reintegration in an environment that fosters the health, self-respect \nand dignity of the child, in accordance with relevant provisions of international \nhumanitarian law, as well as human rights law, in particular the Convention on the \nRights of the Child; \n \n51. Calls upon States to protect children affected by armed conflict, in \nparticular from violations of international humanitarian law and human rights law, \nand to ensure that they receive timely, effective humanitarian assistance, noting the \nefforts taken to end impunity by ensuring accountability and punishing perpetrators, \nand calls upon the international community to hold those responsible for violations \naccountable, inter alia, through the International Criminal Court; \n \n52. Recalls that, in accordance with international humanitarian law, \nindiscriminate attacks against civilians, including children, are prohibited and that \nthey shall not be the object of attack, including by way of reprisal or excessive use of \nforce, condemns practices resulting in the killing and maiming of children, demands \nthat all parties immediately put an end to such attacks, and urges all parties to armed \nconflict to comply with their obligations under international humanitarian law, in \nparticular the principles of distinction, proportionality and the obligation to take all \nfeasible precautions to avoid and, in any event, minimize harm to civilians and \ncivilian objects; \n\nRights of the child \nA/RES/73/155\n \n15/17\n18-22250 \n \n \n53. Calls upon States to ensure timely and adequate funding for national \ndisarmament, demobilization and reintegration programmes for children and for \nsettlement, rehabilitation and reintegration efforts for all children associated with \narmed forces and groups, including detained children, particularly in support of \nnational initiatives, and to secure the long-term sustainability of such efforts, \nincluding through the use of a multisectoral and community-based approach that is \ninclusive of all children, family-based care arrangements, as also highlighted in the \nPrinciples and Guidelines on Children Associated with Armed Forces or Armed \nGroups (the Paris Principles), and the mobilization of financial resources and \ntechnical assistance from international cooperation for rehabilitation and \nreintegration programmes for children; \n \n54.  Notes with appreciation the steps taken regarding Security Council \nresolutions 1539 (2004) of 22 April 2004, 1612 (2005) of 26 July 2005, 1882 (2009) \nof 4 August 2009, 1998 (2011) of 12 July 2011, 2068 (2012) of 19 September 2012, \n2225 (2015) of 18 June 2015 and 2427 (2018) and the efforts of the Secretary-General \nto implement the monitoring and reporting mechanism on children and armed conflict \nin accordance with those resolutions, with the participation of and in cooperation with \nnational Governments and relevant United Nations and civil society actors, including \nat the country level, requests the Secretary-General to ensure that information \ncollected and communicated by the monitoring and reporting mechanism is accurate, \nobjective and verifiable, and in this regard encourages the work and the deployment \nof United Nations child protection advisers in peacekeeping operations and political \nand peacebuilding missions; \n \nIII \nFollow-up \n \n \n55. Expresses support for the work of the Special Representative of the \nSecretary-General on Violence against Children, and recognizes the progress \nachieved since the establishment of her mandate in promoting the prevention and \nelimination of all forms of violence against children in all regions and in advancing \nthe implementation of the recommendations of the United Nations study on violence \nagainst children, including through partnerships with regional organizations, as well \nas advocacy through thematic consultations, field missions and thematic reports \naddressing emerging concerns, including on violence prevention in early childhood; \n \n56. Recommends that the Secretary-General extend the mandate of the Special \nRepresentative of the Secretary-General on Violence against Children, as established \nin paragraphs 58 and 59 of its resolution 62/141 of 18 December 2007, for a further \nthree years, and maintain support for the effective and independent performance and \nsustainability of the mandate of the Special Representative, funded from the regular \nbudget; \n \n57.  Urges all States, requests United Nations agencies, funds and \nprogrammes and invites regional organizations and civil society, including non-\ngovernmental organizations, to cooperate with the Special Representative of the \nSecretary-General on Violence against Children in promoting the further \nimplementation of the recommendations of the United Nations study on violence \nagainst children and in supporting Member States in the context of the \nimplementation of the 2030 Agenda for Sustainable Development, 30 encourages \nStates to provide support to the Special Representative, including adequate voluntary \nfinancial support for the continued, effective and independent performance of her \nmandate, and invites organizations, including the private sector, to provide voluntary \ncontributions for that purpose; \n\nA/RES/73/155 \nRights of the child\n \n18-22250\n16/17 \n \n \n58. Recalls paragraph 52 (d) of its resolution 69/157 of 18 December 2014, in \nwhich it invited the Secretary-General to commission an in-depth global study on \nchildren deprived of their liberty, to be funded through voluntary contributions, also \nrecalls paragraph 88 of its resolution 71/177 and paragraph 37 of its resolution \n72/245, in which it invited the designated independent expert to submit a final report \nto the General Assembly at its seventy-fourth session, and in this regard encourages \nMember States and United Nations agencies, funds, programmes and offices, as well \nas other relevant stakeholders, to contribute to and support the elaboration of the \nstudy; \n \n59. Decides: \n \n(a) \nTo request the Secretary-General to submit to the General Assembly at its \nseventy-fourth session a comprehensive report on the rights of the child containing \ninformation on the status of the Convention on the Rights of the Child and on the \nissues addressed in the present resolution, with a focus on children without parental \ncare; \n \n(b) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict to continue to submit reports to the General Assembly \nand the Human Rights Council on the activities undertaken in the fulfilment of her \nmandate, including information on her field visits and on the progress achieved and \nthe challenges remaining on the children and armed conflict agenda; \n \n(c) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict, in carrying out her mandate for the protection of \nchildren in situations of armed conflict, in accordance with the relevant resolutions \nof the General Assembly and the Security Council, to continue to engage proactively \nwith relevant United Nations bodies and agencies, Member States, regional and \nsubregional organizations and non-State armed groups, including by negotiating \naction plans, securing commitments, advocating for appropriate response \nmechanisms and ensuring attention and follow-up to the conclusions and \nrecommendations of the Security Council Working Group on Children and Armed \nConflict, and reaffirms the important role the Special Representative can play in \ncontributing to conflict prevention;  \n \n(d) \nTo request the Special Representative of the Secretary-General on \nViolence against Children to continue to submit annual reports to the General \nAssembly and the Human Rights Council on the activities undertaken in fulfilment of \nher mandate, consistent with paragraphs 58 and 59 of its resolution 62/141, including \ninformation on her field visits and on the progress achieved and the challenges \nremaining on the violence against children agenda; \n \n(e) \nTo request the Special Rapporteur of the Human Rights Council on the \nsale and sexual exploitation of children, including child prostitution, child \npornography and other child sexual abuse material, to continue to submit reports to \nthe General Assembly and the Council on the activities undertaken in fulfilment of \nher mandate, including information on her field visits and on the progress achieved \nand the challenges remaining in the prevention and eradication of the sale of children, \nchild prostitution and child pornography and the sexual exploitation and abuse of \nchildren; \n \n(f) \nTo invite the Chair of the Committee on the Rights of the Child to present \nan oral report on the work of the Committee and to engage in an interactive dialogue \nwith the General Assembly at its seventy-fourth session as a way to enhance \ncommunication between the Assembly and the Committee; \n\nRights of the child \nA/RES/73/155\n \n17/17\n18-22250 \n \n \n(g) \nTo invite Member States and relevant United Nations bodies to formally \ncommemorate the upcoming thirtieth anniversary of the Convention on the Rights of \nthe Child in 2019, including by convening a high-level plenary meeting of the \nseventy-fourth session of the General Assembly, in an intergovernmental effort to \nmaintain momentum and increase action on the rights of the child, and requests the \nPresident of the General Assembly to conduct consultations with Member States to \nfinalize, through a resolution, the organizational and procedural arrangements for the \nhigh-level plenary meeting; \n \n(h) \nTo continue its consideration of the question at its seventy-fourth session \nunder the item entitled “Promotion and protection of the rights of children”. \n \n55th plenary meeting  \n17 December 2018 \n \n \n \n \n \n",
  "paragraphs": {
    "1": "Reaffirms paragraphs 1 to 5 of its resolution 71/177 of 19 December 2016 and that the general principles of, inter alia, the best interests of the child, non- discrimination, participation and survival and development provide the framework for all actions concerning children;",
    "2": "Urges States that have not yet done so to consider becoming parties to the Convention on the Rights of the Child1 and the Optional Protocols thereto2 as a matter of priority and to implement them effectively and fully, and encourages further efforts by the Secretary-General in this regard;",
    "3": "Urges States parties to withdraw reservations that are incompatible with the object and purpose of the Convention or the Optional Protocols thereto and to consider reviewing regularly other reservations with a view to withdrawing them in accordance with the Vienna Declaration and Programme of Action; 16",
    "4": "Notes the work of the Special Representatives of the Secretary-General on Violence against Children and for Children and Armed Conflict, the Special Rapporteur of the Human Rights Council on the sale and sexual exploitation of children, including child prostitution, child pornography and other sexual abuse material, and the Committee on the Rights of the Child, and, in this regard, their contribution to the progress achieved in the promotion and protection of the rights of children; II Promotion and protection of the rights of the child and non-discrimination against children Non-discrimination",
    "5": "Reaffirms paragraphs 6 to 10 of its resolution 71/177, and calls upon States to ensure the enjoyment by all children of all their civil, political, economic, social and cultural rights without discrimination of any kind;",
    "6": "Notes with concern the large number of children belonging to national, ethnic, religious and linguistic minorities, migrant children, refugee or asylum- seeking children, internally displaced children, children of African descent and children of indigenous origin who are victims of discrimination, including racism, racial discrimination, xenophobia and related intolerance, stresses the need to incorporate special measures, in accordance with the principle of the best interests of the child and respect for his or her views and the child’s gender-specific needs, including children with disabilities, in education programmes and programmes to combat these practices, and calls upon States to provide special support and to ensure equal access to services for those children;",
    "7": "Calls upon all States: (a) To ensure the full enjoyment by children with disabilities of all human rights and fundamental freedoms, on an equal basis with other children, in recognition that discrimination against any child on the basis of disability is a violation of the inherent dignity and worth of the child, to enhance inclusion and address barriers faced by children with disabilities, including addressing discriminatory, attitudinal A/RES/73/155 Rights of the child 18-22250 6/17 and environmental barriers to their participation and inclusion in society and in the community, and to develop gender- and age-sensitive policies and capacities to ensure the rights and address the particular needs of children, including migrant children, children without parental care, children in street situations and child victims of trafficking, and those affected by climate change, and prevent and respond to cases of gender-based violence; (b) To take all necessary and effective measures to prevent and eliminate all forms of discrimination against girls and all forms of violence, including female infanticide and prenatal sex selection, rape, sexual abuse and harmful practices, including female genital mutilation, child, early and forced marriage, and forced sterilization, by enacting and enforcing legislation and, where appropriate, by formulating comprehensive, multidisciplinary and coordinated national plans, programmes or strategies to protect girls, as well as by promoting awareness-raising and social mobilization initiatives for the protection of their rights; (c) To respect and promote the right of girls and boys to express themselves freely and their right to be heard, to ensure that their views are given due weight, in accordance with their age and level of maturity, in all matters affecting them and to involve children, including children with disabilities, in decision-making processes, taking into account the evolving capacities of children and the importance of involving children’s organizations and child-led initiatives; Registration, family relations, adoption and alternative care",
    "8": "Reaffirms paragraphs 11 and 12 of its resolution 71/177, and urges all States parties to intensify their efforts to comply with their obligations under the Convention on the Rights of the Child to preserve the identity of children, including their nationality, name and family relations, as recognized by law, to protect children in matters relating to birth registration, family relations and adoption or other forms of alternative care, recognizing that every effort should be directed to enabling children to remain in or swiftly return to the care of their parents or, when appropriate, other close family members and that, where alternative care is necessary, family and community-based care should be promoted over placement in institutions;",
    "9": "Recalls every child’s right to be registered immediately after birth, to a name, to acquire a nationality and to recognition everywhere as a person before the law, as set out in the Convention on the Rights of the Child and the International Covenant on Civil and Political Rights,4 respectively, reminds States of their obligation to ensure the registration of the birth of all children without discrimination of any kind, including in the case of late birth registration, calls upon States to ensure that birth registration procedures are universal, accessible, simple, expeditious and effective and provided at minimal or no cost, and recognizes the importance of birth registration as a critical means of preventing statelessness;",
    "10": "Encourages States to take into account the Guidelines for the Alternative Care of Children,38 to adopt and enforce laws and to improve the implementation of policies and programmes, budget allocation and human resources to support children, particularly children living in disadvantaged and marginalized families, to ensure that they are cared for effectively by their own families and communities, and to protect children growing up without parents or caregivers; where alternative care is necessary, decision-making should be in the best interests of the child, in full consultation with the child, as age appropriate, and with the child’s legal guardians; __________________ 38 Resolution 64/142, annex. Rights of the child A/RES/73/155 7/17 18-22250",
    "11": "Calls upon States to take all measures necessary to prevent and combat illegal adoptions and all adoptions that are not in the best interests of the child; Economic and social well-being of children",
    "12": "Reaffirms paragraphs 13 to 15 of its resolution 71/177, calls upon all States and the international community to create an enabling environment in which the well- being of the child is ensured, including by strengthening international cooperation in this field and by implementing their commitments, including the Sustainable Development Goals,30 and reaffirms that investment in children, especially for early childhood development, has high economic and social returns and that all related efforts to ensure that resources allocated and spent for children, especially on children’s education and health, should serve as a means for the fulfilment of the rights of the child; Eradication of poverty",
    "13": "Calls upon all States and the international community to cooperate, support and participate in the global efforts for poverty eradication, to mobilize all necessary resources and support in that regard, according to national plans and strategies, including through an integrated and multifaceted approach based on the rights and well-being of children, and to accelerate their efforts to realize the internationally agreed development and poverty eradication goals, including the Sustainable Development Goals, within their time framework, and reaffirms that investments in children and the realization of their rights are among the most effective ways to eradicate poverty;",
    "14": "Urges States to improve the situation of children living in poverty, in particular extreme poverty, deprived of adequate food and nutrition, water and sanitation facilities, with limited or no access to basic physical and mental health- care services, shelter, education, participation and protection, taking into account that, while a severe lack of goods and services hurts every human being, it is particularly threatening and harmful to children, leaving them unable to enjoy their rights, to reach their full potential and to participate as full members of society, and exposed to conditions that lead to increased violence; Right to education",
    "15": "Recalls paragraphs 37 to 50 of its resolution 70/137 of 17 December 2015, and also recalls that education is a fundamental human right and a basis for guaranteeing the realization of other human rights and that it is essential for sustainable development and the promotion of peace and tolerance, as well as key to achieving full employment and poverty eradication;",
    "16": "Calls upon all States to take all appropriate measures to eliminate obstacles to effectively accessing and completing education, such as education that is unaffordable, hunger and poor nutrition, the distance from home to school, the institutionalization of children, armed conflicts, all forms of violence in school, insufficient infrastructure, including lack of access to water and sanitation, the lack of adequate and physically and otherwise safe and accessible schooling facilities for girls, and child labour or heavy domestic work, and to ensure that children who are institutionalized also enjoy their right to education;",
    "17": "Urges all States to take all appropriate measures to eliminate discrimination against girls in the field of education and to ensure equal access for all girls to all levels of education, including through gender-responsive policies and programmes, improving the safety of girls on the way to and from school, taking steps to ensure that all schools are accessible, safe, secure and free from violence and A/RES/73/155 Rights of the child 18-22250 8/17 providing separate and adequate sanitation facilities that provide privacy and dignity, thereby contributing to achieving equal opportunity and combating exclusion and ensuring school attendance, including for girls as well as for children from low- income families, children who become heads of households and girls who are already married or pregnant;",
    "18": "Calls upon States to scale up scientifically accurate and age-appropriate comprehensive education, relevant to cultural contexts, that provides adolescent girls and boys and young women and men, in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with the best interests of the child as their basic concern, with information on sexual and reproductive health and HIV prevention, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and foster informed decision-making, communication and risk- reduction skills and to develop respectful relationships, in full partnership with young people, parents, legal guardians, caregivers, educators and health-care providers, in order to, inter alia, enable them to protect themselves from HIV infection and other risks;",
    "19": "Reaffirms the right to education on the basis of equal opportunity and non- discrimination, and calls upon States to make primary education compulsory, inclusive and available free to all children, ensuring that all children have equal access to education of good quality, making secondary education generally available and accessible to all, in particular through the progressive introduction of free education, bearing in mind that special measures to ensure equal access, including affirmative action, contribute to achieving equal opportunity and combating exclusion by eliminating social, economic and gender disparities in education and ensuring school attendance, in particular for girls, children with disabilities, pregnant adolescent girls, children living in poverty, indigenous children, children of African descent, persons belonging to ethnic or religious minorities and children in vulnerable or marginalized situations;",
    "20": "Calls upon States to accelerate efforts to eliminate gender-specific barriers to the equal enjoyment by girls of their right to education, to address gender-based discrimination, negative social norms and gender stereotypes in education systems, including in curricula, textbooks and teaching methodologies, and to fight all forms of violence, including sexual harassment and school-related sexual and gender-based violence, in and out of schools and other educational settings; Right to the enjoyment of the highest attainable standard of health",
    "21": "Reaffirms paragraphs 25 to 28 of its resolution 68/147 of 18 December 2013, and calls upon States to take all necessary measures to ensure that the right of the child to the enjoyment of the highest attainable standard of physical and mental health is respected, protected and fulfilled without discrimination of any kind, and that all forms of violence are prevented and addressed, in view of their negative impact on the physical and mental health of the child, including through the enactment and implementation of laws, strategies and policies, gender- and child-responsive budgeting and resource allocation, and adequate investment in health systems, including comprehensive and integrated primary health care and youth-friendly physical and mental health-care services, including in efforts to achieve the Sustainable Development Goals, in particular Goals 3 and 5, as well as in the implementation of the global plan of action to strengthen the role of the health system within a national multisectoral response to address interpersonal violence, in particular against women and girls, and against children and in the health workforce; Rights of the child A/RES/73/155 9/17 18-22250",
    "22": "Calls upon States to address with all relevant stakeholders, as a matter of priority, the vulnerabilities faced by children affected by and living with HIV by providing care, support and treatment to those children, their families and caregivers and promoting rights-based and child-oriented HIV and AIDS policies and programmes, and to ensure access to affordable, effective and quality prevention, care and treatment, including through correct information, access to voluntary, confidential and affordable testing, comprehensive health care, including sexual and reproductive health care, services and education, and access to safe, affordable, effective, quality pharmaceutical products and medical technologies, by intensifying efforts to develop affordable, accessible and quality tools for early diagnosis and by prioritizing the prevention of mother-to-child transmission of the virus;",
    "23": "Recognizes the importance of the implementation of the human right to safe drinking water and sanitation for the full realization of the right of the child to the enjoyment of the highest attainable standard of physical and mental health, and therefore urges States and, through them, service providers to ensure a regular supply of safe, accessible and affordable drinking water and sanitation services of good quality and sufficient quantity, guided also by the principles of equity, equality and non-discrimination, bearing in mind that the human right to safe drinking water and sanitation for their populations is to be progressively realized with full respect for national sovereignty; Right to food",
    "24": "Reaffirms its resolution 72/173 of 19 December 2017 on the right to food, and the right of children to have access to safe, sufficient and nutritious food, consistent with the right to adequate food and the fundamental right of everyone to be free from hunger, so as to be able to fully develop and maintain his or her physical and mental capacities;",
    "25": "Calls upon all States to take action to ensure the full realization of the right to food for all and to eliminate child hunger and malnutrition, including through the adoption or strengthening of national programmes to address food security and nutrition and adequate livelihoods, especially regarding vitamin A, iron and iodine deficiencies, the promotion of breastfeeding and a nutritious diet, as well as programmes, for example, school meal programmes, that should ensure adequate nutrition for all children, in order to enable all children to fully develop and maintain their physical and mental capacities, and to take measures, if appropriate, with relevant international organizations, to support programmes that are aimed at combating undernutrition in mothers, in particular during pregnancy, and in children, and the irreversible effects of chronic undernutrition in early childhood, in particular from birth to the age of 2 years; Child labour",
    "26": "Reaffirms paragraphs 16 to 18 of its resolution 71/177, urges States to take immediate and effective measures to secure the prohibition and elimination of the worst forms of child labour and to end child labour in all its forms, by 2025 at the latest, through stronger legislation and improved cooperation and coordination among ministries and workforces involved in social welfare and protection systems and the education and labour sectors, and to promote education as a key strategy, and urges States to continue to promote the engagement of all sectors of society in creating an enabling environment for the eradication of child labour; A/RES/73/155 Rights of the child 18-22250 10/17 Prevention and elimination of and response to violence against children",
    "27": "Recalls paragraphs 19 to 36 of its resolution 72/245, and recalls article 19 of the Convention on the Rights of the Child, in which States parties are required to take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child;",
    "28": "Also recalls the United Nations study on violence against children submitted to the General Assembly in 2006,39 notes with appreciation the efforts of the Special Representative of the Secretary-General on Violence against Children in continuing to mainstream the study recommendations in the international, regional and national agendas and promoting progress in the protection of children from violence, and takes note with appreciation of her publication entitled “Violence prevention must start in early childhood”;",
    "29": "Condemns all forms of violence against children in all settings, including physical, psychological and sexual violence, torture and other cruel, inhuman or degrading treatment, child abuse and exploitation, hostage-taking, domestic violence, incest, trafficking in or sale of children and their organs, paedophilia, child prostitution, child pornography, child sex tourism, gang and armed violence, sexual exploitation of children online, bullying, including cyberbullying, and harmful practices, and urges States to strengthen efforts to prevent and protect children from all such violence through a comprehensive approach and to develop an inclusive multifaceted and systematic framework, which is integrated into national planning processes, to respond to violence against children and to provide for safe and child- sensitive counselling and reporting procedures and safeguards for the rights of affected children;",
    "30": "Calls upon States to protect the child from all forms of physical or psychological violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse in schools, as well as all forms of bullying, and in this context to take measures to promote non-violent forms of discipline in schools and to adopt all appropriate measures to ensure that school discipline is administered in a manner consistent with the child’s human dignity and human rights by taking all appropriate legislative, administrative, social and educational measures, in accordance with the best interests of the child, and in this regard welcomes the global campaign to end violence in schools;",
    "31": "Urges all States to address the gender dimension of all forms of violence against children and incorporate a gender perspective in all policies adopted and actions taken to protect children against all forms of violence and harmful practices, including female genital mutilation and child, early and forced marriage, ensuring that marriage is entered into only with the informed, free and full consent of the intending spouses, and to repeal or amend relevant laws and policies to remove any provision that may enable child, early or forced marriage or enables perpetrators of rape, sexual abuse or abduction to escape prosecution and punishment by marrying their victims; __________________ 39 A/61/299. Rights of the child A/RES/73/155 11/17 18-22250 Promoting and protecting the rights of children, including children in particularly difficult situations",
    "32": "Reaffirms paragraphs 26 to 28 of its resolution 71/177, and calls upon all States to promote and protect all human rights of all children and to implement evidence-based programmes and measures that provide them with special protection and assistance, including access to inclusive and equitable quality education, health care, social services and social protection;",
    "33": "Calls upon all States to protect the human rights of all children and to ensure, for children belonging to minorities in vulnerable situations, including migrant children, indigenous children, children of African descent, internally displaced children and children with disabilities, the enjoyment of all human rights as well as access to health care, social services, social protection and accessible and inclusive education on an equal basis with others, and to ensure that all such children, in particular unaccompanied migrant children, internally displaced children and those who are victims of violence and exploitation, receive special protection and assistance and that the best interests of the child are a primary consideration in their policies of integration, return and family reunification;",
    "34": "Also calls upon all States to protect refugee, asylum-seeking, migrant and internally displaced children, in particular those who are unaccompanied, who are particularly exposed to violence and risks in connection with armed conflict and trafficking in persons, and, taking into account their gender-specific needs, stresses the need for States and the international community to continue to pay more systematic and in-depth attention to the special assistance, protection and development needs of those children through, inter alia, programmes aimed at rehabilitation and physical and psychological recovery and programmes for voluntary return or repatriation and, where appropriate and feasible, local integration and resettlement, to give priority to family tracing and family reunification and reintegration, and, where appropriate, to cooperate with international humanitarian and refugee organizations, including by facilitating their work, in line with their obligations under international law; Migrant children",
    "35": "Reaffirms paragraphs 40 to 87 of its resolution 71/177, and calls upon States to effectively promote and protect the human rights and fundamental freedoms of all children affected by migration, regardless of their migration status, and to address international migration through international, regional or bilateral cooperation and dialogue and through a comprehensive and balanced approach, while recognizing the roles and responsibilities of countries of origin, transit and destination in promoting and protecting the human rights of all children affected by migration and in avoiding approaches that might aggravate their vulnerability;",
    "36": "Also reaffirms the New York Declaration for Refugees and Migrants, 40 welcomes the conclusion in 2018 of the process of intergovernmental negotiations of the Global Compact for Safe, Orderly and Regular Migration, considered for adoption by States at the intergovernmental conference held in Marrakech, Morocco, on 10 and 11 December 2018, and stresses the centrality of full respect for the human rights of all migrants, including migrant children;",
    "37": "Takes note of the joint general comments of the Committee on the Rights of the Child and the Committee on the Protection of the Rights of All Migrant Workers __________________ 40 Resolution 71/1. A/RES/73/155 Rights of the child 18-22250 12/17 and Members of Their Families on the human rights of children in the context of international migration;",
    "38": "Expresses deep concern regarding the large and growing number of migrant children, particularly those who are unaccompanied or separated from their parents or primary caregivers, who may be particularly vulnerable along their journey, and expresses the commitment to protect the human rights of migrant children, given their vulnerability, in particular unaccompanied migrant children and migrant children with disabilities, to ensure that they receive appropriate protection and assistance and to provide for their health, education and psychosocial development, ensuring that the best interests of the child are a primary consideration in policies on integration, return and family reunification;",
    "39": "Urges States to ensure, in conformity with their international and domestic obligations and commitments, that return is consistent with international law, including international human rights law, and that repatriation mechanisms allow for the identification and special protection of persons in vulnerable situations, including all migrant children, and to take into account the principle of the best interests of the child, clarity of reception and care arrangements and family reunification;",
    "40": "Welcomes programmes that allow migrant children to integrate fully into countries of destination, promote a harmonious, inclusive and respectful environment and facilitate family reunification in order to promote the welfare and the best interests of migrant children and adolescents, as applicable under national law, due process and the relevant provisions of the Convention on the Rights of the Child and the Optional Protocols thereto, and to comply with the consular notification and access obligations set forth in the Vienna Convention on Consular Relations 41 so that States may provide child-sensitive consular assistance, as appropriate, including legal assistance; Children and the administration of justice",
    "41": "Reaffirms paragraphs 29 to 31 of its resolution 71/177, and calls upon all States to respect and protect the rights of child victims and witnesses and children alleged to have infringed or recognized as having infringed penal law, as well as children of persons alleged to have infringed or recognized as having infringed penal law, and to ensure that the arrest, detention or imprisonment of a child should be in conformity with the law and should be used only as a measure of last resort and for the shortest appropriate period of time;",
    "42": "Urges States to intensify their efforts to protect children deprived of their liberty from torture and other cruel, inhuman or degrading treatment or punishment, to ensure that, if they are arrested, detained or imprisoned, children are provided with prompt access to legal and other appropriate assistance and have the right to challenge the legality of the deprivation of their liberty before a court or other competent authority and to a prompt decision on any such action and that, from the moment they are arrested, children have the right to maintain contact with their family through correspondence and visits, save in exceptional circumstances, that no child is sentenced or subjected to forced labour, corporal punishment or emotional or physical violence or deprived of access to and provision of health care and services, hygiene and environmental sanitation, nutritious food, access to open space for recreation, education, basic instruction and vocational training and access to safe, confidential and independent mechanisms to report on violence, and that the conditions in such settings are regularly and effectively monitored, and to undertake prompt __________________ 41 United Nations, Treaty Series, vol. 596, No. 8638. Rights of the child A/RES/73/155 13/17 18-22250 investigations of all reported acts of violence and ensure that perpetrators are held accountable;",
    "43": "Encourages continued regional and cross-regional efforts, the sharing of best practices and the provision of technical assistance in the field of juvenile justice, and in this regard recalls the validity and importance of international standards and norms in the field of human rights in the administration of juvenile justice; Prevention and eradication of the sale of children, child prostitution and child pornography",
    "44": "Reaffirms paragraph 32 of its resolution 71/177, and calls upon all States to prevent, criminalize, prosecute and punish all forms of the sale and trafficking of children, including for the purposes of removal of organs of the child, child slavery, forced labour and the sexual exploitation of children, including child prostitution and child pornography and other child sexual abuse material, with the aim of eradicating those practices, including when perpetrated using the Internet and other information and communications technologies, to combat the existence of a market that encourages such criminal practices and take measures to eliminate the demand that fosters them, as well as to address the rights and needs of victims effectively, including universal access to comprehensive social, physical and mental health and legal services, without discrimination of any kind, and counselling for all victims to ensure their full recovery and reintegration into society, and to take effective measures against the criminalization of children who are victims of exploitation;",
    "45": "Calls upon States to enact and enforce the necessary legislative or other measures, in cooperation with relevant stakeholders, including the private sector and the media, to prevent the distribution over the Internet of child sexual abuse material, including depictions of child sexual abuse, ensuring that adequate mechanisms are in place to enable the reporting and removal of such material and that its creators, distributors and collectors are prosecuted, as appropriate, while working towards ensuring that the opportunities provided by information and communications technologies in the lives of children, as tools for learning, socialization, expression, inclusion and fulfilment of their rights and fundamental freedoms, such as the right to education and the right to freedom of expression, including the freedom to seek, receive and impart information and the right to express their views freely, are used to their fullest;",
    "46": "Urges States to intensify their efforts to ensure the legal protection of children from sexual abuse and exploitation online and to define it legally, in accordance with international human rights law and obligations, to criminalize all relevant conduct related to the sexual exploitation of children online and offline and to ensure that all those in the whole chain of individuals involved in or attempting to commit such criminal activities are held accountable and brought to justice in order to fight impunity, taking into account the multi-jurisdictional and transnational nature of child sexual exploitation and abuse perpetrated online through information and communications technologies; Children affected by armed conflict",
    "47": "Reaffirms paragraphs 33 to 39 of its resolution 71/177, condemns in the strongest terms all violations and abuses committed against children in armed conflict, and in this regard urges all States and other parties to armed conflict that are engaged, in contravention of applicable international law, in the recruitment and use of children, in patterns of killing and maiming of children and/or rape and other sexual violence against children, acknowledging that sexual violence in these situations disproportionately affects girls, but that boys are also targets, in recurrent attacks on A/RES/73/155 Rights of the child 18-22250 14/17 schools and/or hospitals and related personnel and in patterns of abduction of children, as well as in all other violations and abuses against children, to take time - bound and effective measures to end and prevent them and to encourage age- and gender-specific support services, including psychological, social and sexual and reproductive health-care services, and education, social protection and reintegration programmes, and notes in this regard the adoption by the Security Council of resolution 2427 (2018) of 9 July 2018;",
    "48": "Condemns in the strongest terms rape and other forms of sexual violence committed against children in armed conflict, expresses deep concern at mass and systematic rape and sexual violence committed against children in armed conflict, in some instances calculated to humiliate, dominate, instil fear in and disperse and/or forcibly displace a population, calls upon all States and relevant United Nations bodies and agencies and regional organizations to take all necessary measures to prevent and address such acts of violence and ensure full accountability on this issue, as well as on the issue of sexual exploitation and abuse of children in United Nations peacekeeping operations, and urges States to adopt appropriate national legislation to prevent such crimes, as well as mass abductions and sexual and gender-based violence, and to ensure their rigorous investigation and prosecution;",
    "49": "Expresses its deep concern about attacks, as well as threats of attack, in contravention of international humanitarian law, against schools and/or hospitals and related personnel, as well as the closure of schools and hospitals in situations of armed conflict as a result of attacks and threats of attack, recalls that all parties to armed conflict bear the primary responsibility for the protection of children, recalls the obligation to refrain from attacking schools and hospitals, in contravention of international humanitarian law, and to take all feasible precautionary measures to protect civilians from such attacks, in particular schoolchildren, and urges all parties to armed conflict to refrain from actions that impede the access of children to education and health-care services;",
    "50": "Calls upon all Member States to ensure that children associated or allegedly associated with armed groups should be treated primarily as victims and in line with the best interests of the child, and to consider non-judicial measures as alternatives to prosecution and detention and take measures that focus on rehabilitation and reintegration in an environment that fosters the health, self-respect and dignity of the child, in accordance with relevant provisions of international humanitarian law, as well as human rights law, in particular the Convention on the Rights of the Child;",
    "51": "Calls upon States to protect children affected by armed conflict, in particular from violations of international humanitarian law and human rights law, and to ensure that they receive timely, effective humanitarian assistance, noting the efforts taken to end impunity by ensuring accountability and punishing perpetrators, and calls upon the international community to hold those responsible for violations accountable, inter alia, through the International Criminal Court;",
    "52": "Recalls that, in accordance with international humanitarian law, indiscriminate attacks against civilians, including children, are prohibited and that they shall not be the object of attack, including by way of reprisal or excessive use of force, condemns practices resulting in the killing and maiming of children, demands that all parties immediately put an end to such attacks, and urges all parties to armed conflict to comply with their obligations under international humanitarian law, in particular the principles of distinction, proportionality and the obligation to take all feasible precautions to avoid and, in any event, minimize harm to civilians and civilian objects; Rights of the child A/RES/73/155 15/17 18-22250",
    "53": "Calls upon States to ensure timely and adequate funding for national disarmament, demobilization and reintegration programmes for children and for settlement, rehabilitation and reintegration efforts for all children associated with armed forces and groups, including detained children, particularly in support of national initiatives, and to secure the long-term sustainability of such efforts, including through the use of a multisectoral and community-based approach that is inclusive of all children, family-based care arrangements, as also highlighted in the Principles and Guidelines on Children Associated with Armed Forces or Armed Groups (the Paris Principles), and the mobilization of financial resources and technical assistance from international cooperation for rehabilitation and reintegration programmes for children;",
    "54": "Notes with appreciation the steps taken regarding Security Council resolutions 1539 (2004) of 22 April 2004, 1612 (2005) of 26 July 2005, 1882 (2009) of 4 August 2009, 1998 (2011) of 12 July 2011, 2068 (2012) of 19 September 2012, 2225 (2015) of 18 June 2015 and 2427 (2018) and the efforts of the Secretary-General to implement the monitoring and reporting mechanism on children and armed conflict in accordance with those resolutions, with the participation of and in cooperation with national Governments and relevant United Nations and civil society actors, including at the country level, requests the Secretary-General to ensure that information collected and communicated by the monitoring and reporting mechanism is accurate, objective and verifiable, and in this regard encourages the work and the deployment of United Nations child protection advisers in peacekeeping operations and political and peacebuilding missions; III Follow-up",
    "55": "Expresses support for the work of the Special Representative of the Secretary-General on Violence against Children, and recognizes the progress achieved since the establishment of her mandate in promoting the prevention and elimination of all forms of violence against children in all regions and in advancing the implementation of the recommendations of the United Nations study on violence against children, including through partnerships with regional organizations, as well as advocacy through thematic consultations, field missions and thematic reports addressing emerging concerns, including on violence prevention in early childhood;",
    "56": "Recommends that the Secretary-General extend the mandate of the Special Representative of the Secretary-General on Violence against Children, as established in paragraphs 58 and 59 of its resolution 62/141 of 18 December 2007, for a further three years, and maintain support for the effective and independent performance and sustainability of the mandate of the Special Representative, funded from the regular budget;",
    "57": "Urges all States, requests United Nations agencies, funds and programmes and invites regional organizations and civil society, including non- governmental organizations, to cooperate with the Special Representative of the Secretary-General on Violence against Children in promoting the further implementation of the recommendations of the United Nations study on violence against children and in supporting Member States in the context of the implementation of the 2030 Agenda for Sustainable Development, 30 encourages States to provide support to the Special Representative, including adequate voluntary financial support for the continued, effective and independent performance of her mandate, and invites organizations, including the private sector, to provide voluntary contributions for that purpose; A/RES/73/155 Rights of the child 18-22250 16/17",
    "58": "Recalls paragraph 52 (d) of its resolution 69/157 of 18 December 2014, in which it invited the Secretary-General to commission an in-depth global study on children deprived of their liberty, to be funded through voluntary contributions, also recalls paragraph 88 of its resolution 71/177 and paragraph 37 of its resolution 72/245, in which it invited the designated independent expert to submit a final report to the General Assembly at its seventy-fourth session, and in this regard encourages Member States and United Nations agencies, funds, programmes and offices, as well as other relevant stakeholders, to contribute to and support the elaboration of the study;",
    "59": "Decides: (a) To request the Secretary-General to submit to the General Assembly at its seventy-fourth session a comprehensive report on the rights of the child containing information on the status of the Convention on the Rights of the Child and on the issues addressed in the present resolution, with a focus on children without parental care; (b) To request the Special Representative of the Secretary-General for Children and Armed Conflict to continue to submit reports to the General Assembly and the Human Rights Council on the activities undertaken in the fulfilment of her mandate, including information on her field visits and on the progress achieved and the challenges remaining on the children and armed conflict agenda; (c) To request the Special Representative of the Secretary-General for Children and Armed Conflict, in carrying out her mandate for the protection of children in situations of armed conflict, in accordance with the relevant resolutions of the General Assembly and the Security Council, to continue to engage proactively with relevant United Nations bodies and agencies, Member States, regional and subregional organizations and non-State armed groups, including by negotiating action plans, securing commitments, advocating for appropriate response mechanisms and ensuring attention and follow-up to the conclusions and recommendations of the Security Council Working Group on Children and Armed Conflict, and reaffirms the important role the Special Representative can play in contributing to conflict prevention; (d) To request the Special Representative of the Secretary-General on Violence against Children to continue to submit annual reports to the General Assembly and the Human Rights Council on the activities undertaken in fulfilment of her mandate, consistent with paragraphs 58 and 59 of its resolution 62/141, including information on her field visits and on the progress achieved and the challenges remaining on the violence against children agenda; (e) To request the Special Rapporteur of the Human Rights Council on the sale and sexual exploitation of children, including child prostitution, child pornography and other child sexual abuse material, to continue to submit reports to the General Assembly and the Council on the activities undertaken in fulfilment of her mandate, including information on her field visits and on the progress achieved and the challenges remaining in the prevention and eradication of the sale of children, child prostitution and child pornography and the sexual exploitation and abuse of children; (f) To invite the Chair of the Committee on the Rights of the Child to present an oral report on the work of the Committee and to engage in an interactive dialogue with the General Assembly at its seventy-fourth session as a way to enhance communication between the Assembly and the Committee; Rights of the child A/RES/73/155 17/17 18-22250 (g) To invite Member States and relevant United Nations bodies to formally commemorate the upcoming thirtieth anniversary of the Convention on the Rights of the Child in 2019, including by convening a high-level plenary meeting of the seventy-fourth session of the General Assembly, in an intergovernmental effort to maintain momentum and increase action on the rights of the child, and requests the President of the General Assembly to conduct consultations with Member States to finalize, through a resolution, the organizational and procedural arrangements for the high-level plenary meeting; (h) To continue its consideration of the question at its seventy-fourth session under the item entitled “Promotion and protection of the rights of children”. 55th plenary meeting 17 December 2018"
  },
  "agenda_items": [
    "Item 70"
  ],
  "symbol_references": []
}