{
  "symbol": "A/RES/73/148",
  "filename": "A_RES_73_148.pdf",
  "title": "73/148. Intensification of efforts to prevent and eliminate all forms of violence against women and girls: sexual harassment",
  "text": "United Nations \nA/RES/73/148\n \n \nGeneral Assembly \nDistr.: General \n11 January 2019 \n \n18-22185 (E)    150119     \n*1822185* \n \n \nSeventy-third session \nAgenda item 29 \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2018 \n \n \n \n \n[on the report of the Third Committee (A/73/582)] \n \n \n 73/148. Intensification of efforts to prevent and eliminate all forms \nof violence against women and girls: sexual harassment \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 61/143 of 19 December 2006, 62/133 of 18 December \n2007, 63/155 of 18 December 2008, 64/137 of 18 December 2009, 65/187 of \n21 December 2010, 67/144 of 20 December 2012, 69/147 of 18 December 2014 and \nall its previous resolutions on the elimination of violence against women, as well as \nits resolution 71/170 of 19 December 2016 on the intensification of efforts to \neliminate all forms of violence against women and girls, \n \nReaffirming the Universal Declaration of Human Rights,1 and noting that 2018 \nmarks its seventieth anniversary, \n \nReaffirming also the Vienna Declaration and Programme of Action,2 and noting \nthat 2018 marks its twenty-fifth anniversary, \n \nRecalling Human Rights Council resolution 38/5 of 5 July 2018, entitled \n“Accelerating efforts to eliminate violence against women and girls: preventing and \nresponding to violence against women and girls in digital contexts”,3 \n \nTaking note of the agreed conclusions of the Commission on the Status of \nWomen at its sixty-first session4 and Commission resolution 61/1 of 24 March 2017 \non preventing and eliminating sexual harassment in the workplace, 5 \n__________________ \n \n1 Resolution 217 A (III). \n \n2 A/CONF.157/24 (Part I), chap. III. \n \n3 See Official Records of the General Assembly, Seventy-third Session, Supplement No. 53 \n(A/73/53), chap. VI, sect. A. \n \n4 Official Records of the Economic and Social Council, 2017, Supplement No. 7 (E/2017/27), \nchap. I, sect. A. \n \n5 Ibid., sect. D. \n\nA/RES/73/148 \nIntensification of efforts to prevent and eliminate all forms of\nviolence against women and girls: sexual harassment\n \n18-22185\n2/9 \n \n \nReaffirming the obligation of all States to promote and protect all human rights \nand fundamental freedoms, and reaffirming also that discrimination on the basis of \nsex is contrary to the Charter of the United Nations, the Universal Declaration of \nHuman Rights, the International Covenant on Civil and Political Rights, 6  the \nInternational Covenant on Economic, Social and Cultural Rights, 6 the Convention on \nthe Elimination of All Forms of Discrimination against Women7 and the Convention \non the Rights of the Child and the Optional Protocols thereto, 8 \n \nReaffirming also the Declaration on the Elimination of Violence against \nWomen, 9 the Beijing Declaration 10 and Platform for Action, 11 the Programme of \nAction of the International Conference on Population and Development 12 and the \noutcomes of their review conferences, and the United Nations Declaration on the \nRights of Indigenous Peoples,13 \n \nRecalling the commitment to eliminate all forms of violence against all women \nand girls in the public and private spheres, including trafficking and sexual and other \ntypes of exploitation, contained in Sustainable Development Goal 5, in particular \ntarget 5.2,14 and taking into account the commitment to leave no one behind, \n \nDeeply concerned about violence against women and girls in all its different \nforms and manifestations worldwide, which is underrecognized and underreported, \nparticularly at the community level, and its pervasiveness, which reflects \ndiscriminatory norms that reinforce stereotypes and gender inequality and the \ncorresponding impunity and lack of accountability, reiterating the need to intensify \nefforts to prevent and eliminate all forms of violence against women and girls in the \npublic and private spheres in all regions of the world, and re-emphasizing that \nviolence against women and girls violates, and impairs their full enjoyment of, all \nhuman rights, \n \nRecognizing that violence against women and girls, including sexual \nharassment, is rooted in historical and structural inequality in power relations between \nmen and women, seriously violates and impairs or nullifies the enjoyment of all \nhuman rights and fundamental freedoms by women and girls and constitutes a major \nimpediment to their full, equal and effective participation in society, as well as \neconomic and political life, \n \nBearing in mind that sexual harassment in private and public spaces, including \nin educational institutions and the workplace, as well as in digital contexts, leads to a \nhostile environment, which has a further negative impact on women and girls in the \nenjoyment of their rights and equal opportunities, has negative physical and mental \nhealth consequences for the victims and may negatively affect their families, \n \nRecognizing the particular risk of sexual harassment faced by women and girls \nwho suffer multiple and intersecting forms of discrimination, \n \nAcknowledging that sexual harassment may be committed against girls who are \nworking in accordance with national legislation or under other circumstances, while \n__________________ \n \n6 See resolution 2200 A (XXI), annex. \n \n7 United Nations, Treaty Series, vol. 1249, No. 20378. \n \n8 Ibid., vols. 1577, 2171 and 2173, No. 27531; and resolution 66/138, annex. \n \n9 Resolution 48/104. \n \n10 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annex I. \n \n11 Ibid., annex II. \n \n12 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n13 Resolution 61/295, annex. \n \n14 See resolution 70/1. \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: sexual harassment \nA/RES/73/148\n \n3/9\n18-22185 \n \ncondemning child labour in all its forms, and reaffirming Member States’ obligations \nin accordance with international law to protect children, including from economic \nexploitation, \n \nRecognizing that women and girls are frequently subjected to violence, \nincluding sexual harassment, at work and that women and girls face increased risks \nof violence, including sexual harassment, in particular contexts, such as when \nworking alone, when working in male-dominated workplaces, when working outside \nthe normal working hours or when working in the same place where they live, bearing \nin mind the large number of women and girls worldwide who have reported being \nvictims of sexual harassment in their workplace, and concerned that, owing to \nunderreporting, the actual number may be much greater, \n \nStressing the need to change social norms that condone violence against women \nand girls in the workplace, including through, but not limited to, training and \nawareness-raising campaigns conducted in the workplace, associated with a change \nin attitudes and increased knowledge about sexual harassment, particularly among \nmen and boys, \n \nDeeply concerned that school-related violence against girls, including sexual \nviolence and harassment on the way to and from and at school, such as violence \nperpetrated by school staff, including teachers, and other pupils, continues to deter \ngirls from accessing and pursuing an education and, in many cases, the transition to \nand completion of secondary education, and that these risks may influence the \ndecision of parents to allow girls to attend school, \n \nUnderscoring that often lack of information and awareness, fear of reprisals, \npersisting impunity, insufficient recourse for violence against women and girls and \nnegative social norms, including when leading to shame or stigma, as well as negative \neconomic consequences, such as, inter alia, loss of livelihood or reduced income, \nprevent many women and, as applicable, girls from reporting or acting as witnesses \nand from seeking redress and justice in cases of sexual harassment, \n \nDeeply concerned about all acts of violence, including sexual harassment, \nagainst women and girls involved in political and public life, including women in \nleadership positions, journalists and other media workers and human rights defenders, \n \nRecognizing that the growing impact of violence against women and girls, \nincluding sexual harassment, in digital contexts, especially on social media, its \nimpunity and the lack of preventive measures and remedies underline the need for \naction by Member States, in partnership with relevant stakeholders, and that such \nviolence may include stalking, death threats and threats of sexual and gender-based \nviolence, as well as related trends against women and girls in digital contexts, such \nas trolling, cyberbullying and other forms of cyberharassment, including unwanted \nverbal or non-verbal conduct of a sexual nature, with a view to discrediting women \nand girls and/or inciting other violations and abuses against them, \n \nAcknowledging the importance of combating trafficking in persons in order to \nprevent and eliminate all forms of violence against women and girls, including sexual \nharassment, and in this regard stressing the importance of the full and effective \nimplementation of the Protocol to Prevent, Suppress and Punish Trafficking in \nPersons, Especially Women and Children, supplementing the United Nations \nConvention against Transnational Organized Crime,15 as well as of the United Nations \nGlobal Plan of Action to Combat Trafficking in Persons,16 \n__________________ \n \n15 United Nations, Treaty Series, vol. 2237, No. 39574. \n \n16 Resolution 64/293. \n\nA/RES/73/148 \nIntensification of efforts to prevent and eliminate all forms of\nviolence against women and girls: sexual harassment\n \n18-22185\n4/9 \n \n \nEmphasizing that the lack or inadequacy of documentation, research and data, \nincluding disaggregated data, on sexual harassment against women and girls impedes \nefforts to design and implement measures, including, where appropriate, policies and \nlegislation, to prevent and eliminate this form of violence, \n \nStressing that laws addressing violence against women and girls, including \nsexual harassment, are often of limited scope, that those addressing sexual harassment \ndo not cover many workplaces, such as those of domestic workers, including migrant \ndomestic workers, and that gaps need to be addressed, \n \nStressing also that, while the obligation and the primary responsibility to \npromote and protect human rights and fundamental freedoms lie with the State, \nemployers and education providers have the primary responsibility to take measures \nto prevent sexual harassment in the workplace and at educational institutions, \nrespectively, \n \nStressing further that States, employers and education providers should take \nimmediate, appropriate corrective action after sexual harassment has occurred by \nholding perpetrators to account and providing access to timely and appropriate \nremedies and protection for victims and witnesses, bearing in mind that victims of \nsexual harassment may be subjected to further discrimination or reprisals, \n \nRecognizing the increase in public awareness and advocacy on sexual \nharassment, and stressing the need to accelerate government action to tackle sexual \nharassment, \n \nHighlighting the crucial role that educational and awareness-raising \nprogrammes, policies and legislation play in preventing and eliminating sexual \nharassment against women and girls, \n \nStressing the need to fully engage men and boys as strategic partners and allies \nin achieving gender equality and the empowerment of women and girls and in \npreventing and eliminating sexual harassment, \n \nRecognizing the critical contribution of family members in combating violence \nagainst women and girls, including sexual harassment, by, inter alia, providing for a \nsupportive environment for the empowerment of all women and girls, and that, in \npreventing such violence, the family can play an important role, \n \n1. \nStrongly condemns all forms of violence against all women and girls, \nincluding sexual harassment, recognizing that it is an impediment to the achievement \nof gender equality and the empowerment of all women and girls and to the full \nrealization of their human rights; \n \n2. \nAcknowledges that sexual harassment is a form of violence and a violation \nand abuse of human rights that is likely to result in physical, psychological, sexual, \neconomic or social harm or suffering; \n \n3. \nStresses that sexual harassment encompasses a continuum of unacceptable \nand unwelcome behaviours and practices of a sexual nature that may include, but are \nnot limited to, sexual suggestions or demands, requests for sexual favours and sexual, \nverbal or physical conduct or gestures, that are or might reasonably be perceived as \noffensive or humiliating; \n \n4. \nUrges States to condemn violence against women and girls, including \nsexual harassment, and reaffirms that they should not invoke any custom, tradition or \nreligious consideration to avoid their obligations with respect to its elimination and \nshould pursue, by all appropriate means and without delay, a policy of eliminating \nviolence against women, as set out in the Declaration on the Elimination of Violence \nagainst Women;9 \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: sexual harassment \nA/RES/73/148\n \n5/9\n18-22185 \n \n \n5. \nCalls upon States to address discrimination based on multiple and \nintersecting factors, which places women and girls at greater risk of exploitation, \nviolence and abuse, and to take appropriate action to empower and protect them as \nwell as achieve their full enjoyment of human rights without discrimination; \n \n6. \nNotes that efforts by civil society organizations in eliminating violence \nagainst women and girls are complementary to those of Governments, and in this \nregard urges States to support, where possible, non-State-led initiatives aimed at \npromoting gender equality and the empowerment of women and girls and at \npreventing, responding to and protecting women and girls from sexual harassment; \n \n7. \nEncourages national legislative authorities and political parties, as \nappropriate, to adopt codes of conduct and reporting mechanisms, or revise existing \nones, stating zero tolerance by these legislative authorities and political parties for \nsexual harassment, intimidation and any other form of violence against women in \npolitics; \n \n8. \nUrges States to take effective action to prevent and eliminate sexual \nharassment against women and girls and to address structural and underlying causes \nand risk factors, including by: \n \n(a) \nDesigning and implementing appropriate domestic policies that are aimed \nat transforming discriminatory social attitudes and social and cultural patterns of \nconduct that condone violence against women and girls, including sexual harassment, \nwith a view to preventing and eliminating, in all public and private spheres, \ndiscrimination, gender stereotypes, negative social norms, attitudes and behaviours, \nand unequal power relations by which women and girls are regarded as subordinate \nto men and boys and that underlie and perpetuate male domination; \n \n(b) \nImplementing, in partnership with all relevant stakeholders, effective \nviolence prevention and response activities in schools and communities, educating \nchildren from a young age regarding the importance of treating all people with dignity \nand respect, and designing educational programmes and teaching materials that \nsupport gender equality, respectful relationships and non-violent behaviour; \n \n(c) \nEngaging men and boys in challenging gender stereotypes and negative \nsocial norms, attitudes and behaviours that underlie and perpetuate such violence and \nin developing and implementing measures that reinforce non-violent actions, attitudes \nand values, and encouraging men and boys, as agents and beneficiaries of change in \nthe achievement of gender equality and the empowerment of all women and girls, to \ntake an active part and become their strategic partners and allies in efforts to prevent \nand eliminate all forms of violence and discrimination against women and girls; \n \n(d) \nDeveloping policies and programmes with the support, where appropriate, \nof international organizations, civil society and non-governmental organizations, \ngiving priority to formal, informal and non-formal education programmes, including \nscientifically accurate and age-appropriate comprehensive education that is relevant \nto cultural contexts, that provides adolescent girls and boys and young women and \nmen in and out of school, consistent with their evolving capacities, and with \nappropriate direction and guidance from parents and legal guardians, with the best \ninterests of the child as their basic concern, information on sexual and reproductive \nhealth and HIV prevention, gender equality and women’s empowerment, human \nrights, physical, psychological and pubertal development and power in relationships \nbetween women and men, to enable them to build self-esteem and foster informed \ndecision-making, communication and risk-reduction skills and to develop respectful \nrelationships, in full partnership with young persons, parents, legal guardians, \ncaregivers, educators and health-care providers, in order to, inter alia, enable them to \nprotect themselves from HIV infection and other risks; \n\nA/RES/73/148 \nIntensification of efforts to prevent and eliminate all forms of\nviolence against women and girls: sexual harassment\n \n18-22185\n6/9 \n \n \n(e) \nDeveloping, adopting, strengthening and implementing legislation and \npolicies that address the issue of sexual harassment in a comprehensive manner by, \ninter alia, prohibiting and considering, where appropriate, criminalizing sexual \nharassment, exercising due diligence by taking protective and preventive measures, \nensuring appropriate complaints mechanisms and reporting procedures, as well as \naccountability and access to effective, timely and appropriate remedies, including \nthrough adequate enforcement by the police and the judiciary of civil remedies, orders \nof protection and, where applicable, criminal sanctions in order to eliminate impunity \nand avoid revictimization; \n \n(f) \nAccelerating efforts to develop, review and strengthen inclusive and \ngender-responsive policies, including by allocating adequate resources, to address the \nstructural and underlying causes of sexual harassment against women and girls, to \novercome gender stereotypes and negative social norms, to encourage the media to \nexamine the impact of gender-role stereotypes, including those perpetuated by \ncommercial advertisements, that foster gender-based violence, sexual exploitation \nand inequalities, to promote zero tolerance for such violence and to remove the stigma \nof being a victim and survivor of violence, thus creating an enabling and accessible \nenvironment where women and girls can easily report incidents of violence and make \nuse of the services available, including protection and assistance programmes; \n \n(g) \nTaking measures to ensure that all officials, including those in leadership \npositions, responsible for implementing policies and programmes aimed at preventing \nviolence against women and girls, including sexual harassment, protecting and \nassisting the victims and investigating and punishing acts of violence receive \nongoing, adequate and gender- and culturally sensitive training to be aware of gender-\nspecific needs, as well as of the underlying causes and short- and long-term impact \nof sexual harassment; \n \n(h) \nRemoving barriers, including political, legal, cultural, social, economic, \ninstitutional and religious ones, preventing women’s full, equal and effective \nparticipation in leadership and political and other decision-making positions, taking \ninto account that promoting women to leadership positions may significantly reduce \nthe risk of sexual harassment; \n \n(i) \nTaking measures to ensure that all workplaces are free from discrimination \nand exploitation, violence, and sexual harassment and bullying and that they address \ndiscrimination and violence against women and girls, as appropriate, through such \nmeasures as regulatory and oversight frameworks and reforms, collective agreements, \ncodes of conduct, including appropriate disciplinary measures, protocols and \nprocedures, and referral of cases of violence to health services for treatment and to \npolice for investigation, as well as through awareness-raising and capacity-building, \nin collaboration with employers, unions and workers, including through workplace \nservices and flexibility for victims and survivors; \n \n(j) \nTaking measures to improve the safety of girls at and on the way to and \nfrom school, including by creating a safe and violence-free environment by improving \ninfrastructure, such as transportation, providing hygienic, separate and adequate \nsanitation facilities, improved lighting, playgrounds and safe environments and \nadopting policies to prevent, address and prohibit sexual harassment through all \nappropriate measures; \n \n9. \nAlso urges States to take effective action to protect victims of all forms of \nviolence, including sexual harassment, including by: \n \n(a) \nProviding relevant, comprehensive and victim-centred legal protection to \nsupport and assist victims of violence, including sexual harassment, in a gender-\nsensitive manner, including victim and witness protection from reprisals for bringing \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: sexual harassment \nA/RES/73/148\n \n7/9\n18-22185 \n \ncomplaints or giving evidence, within the framework of their national legal systems, \nincluding, as appropriate, legislative or other measures throughout the criminal and \ncivil justice system, as appropriate, paying particular attention to women and girls \nfacing multiple and intersecting forms of discrimination; \n \n(b) \nEstablishing comprehensive, coordinated, interdisciplinary, accessible and \nsustained multisectoral services, programmes and responses for all victims and \nsurvivors of all forms of violence, including sexual harassment, that are adequately \nresourced, that are, when possible, in a language that they understand and in which \nthey can communicate and that include effective and coordinated action by, as \nappropriate, relevant stakeholders, such as the police and the justice sector, as well as \nproviders of legal aid services, health services, shelters, medical and psychological \nassistance, counselling services and protection, and, in cases of girl victims, ensuring \nthat such services, programmes and responses take into account the best interests of \nthe child; \n \n(c) \nEstablishing and/or strengthening law enforcement, health and social \nworkers’ and counsellors’ response protocols and procedures to ensure that all \nappropriate actions are taken to protect and respond to the needs of victims of \nviolence, including sexual harassment, to identify acts of violence and to prevent their \nrecurrence or further acts of violence and physical and psychological harm, ensuring \nthat services are responsive to the survivors’ needs, including by providing access to \nfemale health-care providers, police officers and counsellors if requested, and \nensuring and maintaining the privacy of victims and the confidentiality of their \nreporting; \n \n10. Encourages States, in efforts to prevent and eliminate sexual harassment, \nto work in partnership with the private sector and civil society, including women’s \nand community-based organizations, faith-based organizations, feminist groups, \nwomen human rights defenders, girls’ and youth-led organizations and trade, labour \nand other professional unions, as well as other relevant stakeholders; \n \n11. \nUrges States to ensure the promotion and protection of the human rights \nof all women and their sexual and reproductive health, and reproductive rights in \naccordance with the Programme of Action of the International Conference on \nPopulation and Development,12 the Beijing Platform for Action11 and the outcome \ndocuments of their review conferences, including through the development and \nenforcement of policies and legal frameworks and the strengthening of health systems \nthat make universally accessible and available quality, comprehensive sexual and \nreproductive health-care services, commodities, information and education, including \nsafe and effective methods of modern contraception, emergency contraception, \nprevention programmes for adolescent pregnancy, maternal health care such as skilled \nbirth attendance and emergency obstetric care, which will reduce obstetric fistula and \nother complications of pregnancy and delivery, safe abortion where such services are \npermitted by national law, and prevention and treatment of reproductive tract \ninfections, sexually transmitted infections, HIV and reproductive cancers, \nrecognizing that human rights include the right to have control over and decide freely \nand responsibly on matters related to their sexuality, including sexual and \nreproductive health, free from coercion, discrimination and violence; \n \n12. Calls upon States to take necessary measures to ensure that employers in \nall sectors are held accountable when they fail to abide by laws and regulations \naddressing sexual harassment, where they exist; \n \n13. Also calls upon States to prevent, address and prohibit violence, including \nsexual harassment, against women and girls in public and political life, including \nwomen in leadership positions, journalists and other media workers and human rights \ndefenders, including through practical steps to prevent threats, harassment and \n\nA/RES/73/148 \nIntensification of efforts to prevent and eliminate all forms of\nviolence against women and girls: sexual harassment\n \n18-22185\n8/9 \n \nviolence, and to combat impunity by ensuring that those responsible for violations \nand abuses, including sexual and gender-based violence and threats, including in \ndigital contexts, are promptly brought to justice and held accountable through \nimpartial investigations; \n \n14. Further calls upon States to encourage digital technology companies, \nincluding Internet service providers and digital platforms, to strengthen or adopt \npositive measures with a view to eliminating violence and sexual harassment, \nincluding sexual harassment in digital contexts; \n \n15. Encourages States to systematically collect, analyse and disseminate data \ndisaggregated by sex, age and other relevant parameters, including, where \nappropriate, administrative data from the police, the health sector, the judiciary and \nother relevant sectors, to consider developing methodologies to collect data on all \nforms of violence against women and girls, including sexual harassment, in, inter alia, \ndigital contexts, in order to monitor all forms of such violence, such as data on the \nrelationship between the perpetrator and the victim and geographical location, with \nthe involvement of national statistical offices and, where appropriate, in partnership \nwith other actors, including law enforcement agencies, in order to effectively review \nand implement laws, policies, strategies and preventive and protective measures, \nwhile ensuring and maintaining the privacy and the confidentiality of the victims; \n \n16. Urges the international community to fulfil its commitment to supporting \ndeveloping countries, particularly African countries, the least developed countries, \nsmall island developing States and landlocked developing countries, in strengthening \nthe capacity of national statistical offices and data systems to ensure access to high-\nquality, timely, reliable and disaggregated data, while ensuring national ownership in \nsupporting and tracking progress on, inter alia, efforts to address violence against \nwomen and girls, including sexual harassment; \n \n17. Also urges the international community, including the United Nations \nsystem and, as appropriate, regional and subregional organizations, to support \nnational efforts to promote the empowerment of women and girls and gender equality \nin order to enhance international efforts to eliminate violence against women and \ngirls, through, inter alia, official development assistance and other appropriate \nassistance, such as facilitating the sharing of guidelines, methodologies and best \npractices, taking into account national priorities; \n \n18. Calls upon States to promote the full and effective participation of women \nand, as appropriate, girls in the development, implementation and monitoring of \npolicies, programmes and other initiatives aimed at preventing and responding to \nviolence against women and girls, including sexual harassment; \n \n19. Stresses the need to take necessary measures to ensure that no individual \nworking within the United Nations system, including its agencies, funds, programmes \nand entities, should be involved in sexual harassment, too often perpetrated against \nthose affected by humanitarian crises, and recognizes the efforts of the United Nations \nsystem in this regard; \n \n20. Encourages humanitarian assistance agencies and non-governmental \norganizations to adopt and implement policies to prevent, address and prohibit sexual \nharassment within their organizations; \n \n21. Stresses that, within the United Nations system, adequate resources should \nbe assigned to the United Nations Entity for Gender Equality and the Empowerment \nof Women (UN-Women) and other bodies, specialized agencies, funds and \nprogrammes responsible for the promotion of gender equality, the empowerment of \nwomen and the human rights of women and girls and to efforts throughout the United \nNations system to prevent and eliminate violence against women and girls, including \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: sexual harassment \nA/RES/73/148\n \n9/9\n18-22185 \n \nsexual harassment, and calls upon the United Nations system to make the necessary \nsupport and resources available; \n \n22. Also stresses the importance of the Secretary-General’s Global Database \non Violence against Women, expresses its appreciation to all those States that have \nprovided the Database with information regarding, inter alia, their national policies \nand legal frameworks aimed at eliminating violence against women and girls and \nsupporting victims of such violence, strongly encourages all States to regularly \nprovide updated information for the Database, and calls upon all relevant entities of \nthe United Nations system to continue to support States, at their request, in the \ncompilation and regular updating of pertinent information and to raise awareness of \nthe Database among all relevant stakeholders, including civil society; \n \n23. Calls upon all United Nations bodies, entities, funds and programmes and \nthe specialized agencies and invites the Bretton Woods institutions to intensify their \nefforts at all levels to eliminate all forms of violence against women and girls and to \nbetter coordinate their work, with a view to increasing effective support for national \nefforts to prevent and eliminate sexual harassment; \n \n24. Requests the Special Rapporteur of the Human Rights Council on violence \nagainst women, its causes and consequences to present an annual report to the General \nAssembly at its seventy-fourth and seventy-fifth sessions; \n \n25. Requests the Secretary-General to submit to the General Assembly at its \nseventy-fifth session a report containing: \n \n(a) \nInformation provided by the United Nations bodies, funds and \nprogrammes and the specialized agencies on their follow-up activities to implement \nresolution 71/170 and the present resolution, including on their assistance to States in \ntheir efforts to eliminate all forms of violence against women and girls; \n \n(b) \nInformation provided by States on their follow-up activities to implement \nthe present resolution; \n \n26. Also requests the Secretary-General to present an oral report to the \nCommission on the Status of Women at its sixty-third and sixty-fourth sessions, \nincluding information provided by the United Nations bodies, funds and programmes \nand the specialized agencies on recent follow-up activities to implement resolutions \n69/147 and 71/170 and the present resolution, and urges United Nations bodies, \nentities, funds and programmes and the specialized agencies to contribute promptly \nto that report; \n \n27. Decides to continue its consideration of the elimination of all forms of \nviolence against women and girls at its seventy-fifth session under the item entitled \n“Advancement of women”. \n \n55th plenary meeting  \n17 December 2018 \n \n",
  "paragraphs": {
    "1": "Strongly condemns all forms of violence against all women and girls, including sexual harassment, recognizing that it is an impediment to the achievement of gender equality and the empowerment of all women and girls and to the full realization of their human rights;",
    "2": "Acknowledges that sexual harassment is a form of violence and a violation and abuse of human rights that is likely to result in physical, psychological, sexual, economic or social harm or suffering;",
    "3": "Stresses that sexual harassment encompasses a continuum of unacceptable and unwelcome behaviours and practices of a sexual nature that may include, but are not limited to, sexual suggestions or demands, requests for sexual favours and sexual, verbal or physical conduct or gestures, that are or might reasonably be perceived as offensive or humiliating;",
    "4": "Urges States to condemn violence against women and girls, including sexual harassment, and reaffirms that they should not invoke any custom, tradition or religious consideration to avoid their obligations with respect to its elimination and should pursue, by all appropriate means and without delay, a policy of eliminating violence against women, as set out in the Declaration on the Elimination of Violence against Women;9 Intensification of efforts to prevent and eliminate all forms of violence against women and girls: sexual harassment A/RES/73/148 5/9 18-22185",
    "5": "Calls upon States to address discrimination based on multiple and intersecting factors, which places women and girls at greater risk of exploitation, violence and abuse, and to take appropriate action to empower and protect them as well as achieve their full enjoyment of human rights without discrimination;",
    "6": "Notes that efforts by civil society organizations in eliminating violence against women and girls are complementary to those of Governments, and in this regard urges States to support, where possible, non-State-led initiatives aimed at promoting gender equality and the empowerment of women and girls and at preventing, responding to and protecting women and girls from sexual harassment;",
    "7": "Encourages national legislative authorities and political parties, as appropriate, to adopt codes of conduct and reporting mechanisms, or revise existing ones, stating zero tolerance by these legislative authorities and political parties for sexual harassment, intimidation and any other form of violence against women in politics;",
    "8": "Urges States to take effective action to prevent and eliminate sexual harassment against women and girls and to address structural and underlying causes and risk factors, including by: (a) Designing and implementing appropriate domestic policies that are aimed at transforming discriminatory social attitudes and social and cultural patterns of conduct that condone violence against women and girls, including sexual harassment, with a view to preventing and eliminating, in all public and private spheres, discrimination, gender stereotypes, negative social norms, attitudes and behaviours, and unequal power relations by which women and girls are regarded as subordinate to men and boys and that underlie and perpetuate male domination; (b) Implementing, in partnership with all relevant stakeholders, effective violence prevention and response activities in schools and communities, educating children from a young age regarding the importance of treating all people with dignity and respect, and designing educational programmes and teaching materials that support gender equality, respectful relationships and non-violent behaviour; (c) Engaging men and boys in challenging gender stereotypes and negative social norms, attitudes and behaviours that underlie and perpetuate such violence and in developing and implementing measures that reinforce non-violent actions, attitudes and values, and encouraging men and boys, as agents and beneficiaries of change in the achievement of gender equality and the empowerment of all women and girls, to take an active part and become their strategic partners and allies in efforts to prevent and eliminate all forms of violence and discrimination against women and girls; (d) Developing policies and programmes with the support, where appropriate, of international organizations, civil society and non-governmental organizations, giving priority to formal, informal and non-formal education programmes, including scientifically accurate and age-appropriate comprehensive education that is relevant to cultural contexts, that provides adolescent girls and boys and young women and men in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with the best interests of the child as their basic concern, information on sexual and reproductive health and HIV prevention, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and foster informed decision-making, communication and risk-reduction skills and to develop respectful relationships, in full partnership with young persons, parents, legal guardians, caregivers, educators and health-care providers, in order to, inter alia, enable them to protect themselves from HIV infection and other risks; A/RES/73/148 Intensification of efforts to prevent and eliminate all forms of violence against women and girls: sexual harassment 18-22185 6/9 (e) Developing, adopting, strengthening and implementing legislation and policies that address the issue of sexual harassment in a comprehensive manner by, inter alia, prohibiting and considering, where appropriate, criminalizing sexual harassment, exercising due diligence by taking protective and preventive measures, ensuring appropriate complaints mechanisms and reporting procedures, as well as accountability and access to effective, timely and appropriate remedies, including through adequate enforcement by the police and the judiciary of civil remedies, orders of protection and, where applicable, criminal sanctions in order to eliminate impunity and avoid revictimization; (f) Accelerating efforts to develop, review and strengthen inclusive and gender-responsive policies, including by allocating adequate resources, to address the structural and underlying causes of sexual harassment against women and girls, to overcome gender stereotypes and negative social norms, to encourage the media to examine the impact of gender-role stereotypes, including those perpetuated by commercial advertisements, that foster gender-based violence, sexual exploitation and inequalities, to promote zero tolerance for such violence and to remove the stigma of being a victim and survivor of violence, thus creating an enabling and accessible environment where women and girls can easily report incidents of violence and make use of the services available, including protection and assistance programmes; (g) Taking measures to ensure that all officials, including those in leadership positions, responsible for implementing policies and programmes aimed at preventing violence against women and girls, including sexual harassment, protecting and assisting the victims and investigating and punishing acts of violence receive ongoing, adequate and gender- and culturally sensitive training to be aware of gender- specific needs, as well as of the underlying causes and short- and long-term impact of sexual harassment; (h) Removing barriers, including political, legal, cultural, social, economic, institutional and religious ones, preventing women’s full, equal and effective participation in leadership and political and other decision-making positions, taking into account that promoting women to leadership positions may significantly reduce the risk of sexual harassment; (i) Taking measures to ensure that all workplaces are free from discrimination and exploitation, violence, and sexual harassment and bullying and that they address discrimination and violence against women and girls, as appropriate, through such measures as regulatory and oversight frameworks and reforms, collective agreements, codes of conduct, including appropriate disciplinary measures, protocols and procedures, and referral of cases of violence to health services for treatment and to police for investigation, as well as through awareness-raising and capacity-building, in collaboration with employers, unions and workers, including through workplace services and flexibility for victims and survivors; (j) Taking measures to improve the safety of girls at and on the way to and from school, including by creating a safe and violence-free environment by improving infrastructure, such as transportation, providing hygienic, separate and adequate sanitation facilities, improved lighting, playgrounds and safe environments and adopting policies to prevent, address and prohibit sexual harassment through all appropriate measures;",
    "9": "Also urges States to take effective action to protect victims of all forms of violence, including sexual harassment, including by: (a) Providing relevant, comprehensive and victim-centred legal protection to support and assist victims of violence, including sexual harassment, in a gender- sensitive manner, including victim and witness protection from reprisals for bringing Intensification of efforts to prevent and eliminate all forms of violence against women and girls: sexual harassment A/RES/73/148 7/9 18-22185 complaints or giving evidence, within the framework of their national legal systems, including, as appropriate, legislative or other measures throughout the criminal and civil justice system, as appropriate, paying particular attention to women and girls facing multiple and intersecting forms of discrimination; (b) Establishing comprehensive, coordinated, interdisciplinary, accessible and sustained multisectoral services, programmes and responses for all victims and survivors of all forms of violence, including sexual harassment, that are adequately resourced, that are, when possible, in a language that they understand and in which they can communicate and that include effective and coordinated action by, as appropriate, relevant stakeholders, such as the police and the justice sector, as well as providers of legal aid services, health services, shelters, medical and psychological assistance, counselling services and protection, and, in cases of girl victims, ensuring that such services, programmes and responses take into account the best interests of the child; (c) Establishing and/or strengthening law enforcement, health and social workers’ and counsellors’ response protocols and procedures to ensure that all appropriate actions are taken to protect and respond to the needs of victims of violence, including sexual harassment, to identify acts of violence and to prevent their recurrence or further acts of violence and physical and psychological harm, ensuring that services are responsive to the survivors’ needs, including by providing access to female health-care providers, police officers and counsellors if requested, and ensuring and maintaining the privacy of victims and the confidentiality of their reporting;",
    "10": "Encourages States, in efforts to prevent and eliminate sexual harassment, to work in partnership with the private sector and civil society, including women’s and community-based organizations, faith-based organizations, feminist groups, women human rights defenders, girls’ and youth-led organizations and trade, labour and other professional unions, as well as other relevant stakeholders;",
    "11": "Urges States to ensure the promotion and protection of the human rights of all women and their sexual and reproductive health, and reproductive rights in accordance with the Programme of Action of the International Conference on Population and Development,12 the Beijing Platform for Action11 and the outcome documents of their review conferences, including through the development and enforcement of policies and legal frameworks and the strengthening of health systems that make universally accessible and available quality, comprehensive sexual and reproductive health-care services, commodities, information and education, including safe and effective methods of modern contraception, emergency contraception, prevention programmes for adolescent pregnancy, maternal health care such as skilled birth attendance and emergency obstetric care, which will reduce obstetric fistula and other complications of pregnancy and delivery, safe abortion where such services are permitted by national law, and prevention and treatment of reproductive tract infections, sexually transmitted infections, HIV and reproductive cancers, recognizing that human rights include the right to have control over and decide freely and responsibly on matters related to their sexuality, including sexual and reproductive health, free from coercion, discrimination and violence;",
    "12": "Calls upon States to take necessary measures to ensure that employers in all sectors are held accountable when they fail to abide by laws and regulations addressing sexual harassment, where they exist;",
    "13": "Also calls upon States to prevent, address and prohibit violence, including sexual harassment, against women and girls in public and political life, including women in leadership positions, journalists and other media workers and human rights defenders, including through practical steps to prevent threats, harassment and A/RES/73/148 Intensification of efforts to prevent and eliminate all forms of violence against women and girls: sexual harassment 18-22185 8/9 violence, and to combat impunity by ensuring that those responsible for violations and abuses, including sexual and gender-based violence and threats, including in digital contexts, are promptly brought to justice and held accountable through impartial investigations;",
    "14": "Further calls upon States to encourage digital technology companies, including Internet service providers and digital platforms, to strengthen or adopt positive measures with a view to eliminating violence and sexual harassment, including sexual harassment in digital contexts;",
    "15": "Encourages States to systematically collect, analyse and disseminate data disaggregated by sex, age and other relevant parameters, including, where appropriate, administrative data from the police, the health sector, the judiciary and other relevant sectors, to consider developing methodologies to collect data on all forms of violence against women and girls, including sexual harassment, in, inter alia, digital contexts, in order to monitor all forms of such violence, such as data on the relationship between the perpetrator and the victim and geographical location, with the involvement of national statistical offices and, where appropriate, in partnership with other actors, including law enforcement agencies, in order to effectively review and implement laws, policies, strategies and preventive and protective measures, while ensuring and maintaining the privacy and the confidentiality of the victims;",
    "16": "Urges the international community to fulfil its commitment to supporting developing countries, particularly African countries, the least developed countries, small island developing States and landlocked developing countries, in strengthening the capacity of national statistical offices and data systems to ensure access to high- quality, timely, reliable and disaggregated data, while ensuring national ownership in supporting and tracking progress on, inter alia, efforts to address violence against women and girls, including sexual harassment;",
    "17": "Also urges the international community, including the United Nations system and, as appropriate, regional and subregional organizations, to support national efforts to promote the empowerment of women and girls and gender equality in order to enhance international efforts to eliminate violence against women and girls, through, inter alia, official development assistance and other appropriate assistance, such as facilitating the sharing of guidelines, methodologies and best practices, taking into account national priorities;",
    "18": "Calls upon States to promote the full and effective participation of women and, as appropriate, girls in the development, implementation and monitoring of policies, programmes and other initiatives aimed at preventing and responding to violence against women and girls, including sexual harassment;",
    "19": "Stresses the need to take necessary measures to ensure that no individual working within the United Nations system, including its agencies, funds, programmes and entities, should be involved in sexual harassment, too often perpetrated against those affected by humanitarian crises, and recognizes the efforts of the United Nations system in this regard;",
    "20": "Encourages humanitarian assistance agencies and non-governmental organizations to adopt and implement policies to prevent, address and prohibit sexual harassment within their organizations;",
    "21": "Stresses that, within the United Nations system, adequate resources should be assigned to the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women) and other bodies, specialized agencies, funds and programmes responsible for the promotion of gender equality, the empowerment of women and the human rights of women and girls and to efforts throughout the United Nations system to prevent and eliminate violence against women and girls, including Intensification of efforts to prevent and eliminate all forms of violence against women and girls: sexual harassment A/RES/73/148 9/9 18-22185 sexual harassment, and calls upon the United Nations system to make the necessary support and resources available;",
    "22": "Also stresses the importance of the Secretary-General’s Global Database on Violence against Women, expresses its appreciation to all those States that have provided the Database with information regarding, inter alia, their national policies and legal frameworks aimed at eliminating violence against women and girls and supporting victims of such violence, strongly encourages all States to regularly provide updated information for the Database, and calls upon all relevant entities of the United Nations system to continue to support States, at their request, in the compilation and regular updating of pertinent information and to raise awareness of the Database among all relevant stakeholders, including civil society;",
    "23": "Calls upon all United Nations bodies, entities, funds and programmes and the specialized agencies and invites the Bretton Woods institutions to intensify their efforts at all levels to eliminate all forms of violence against women and girls and to better coordinate their work, with a view to increasing effective support for national efforts to prevent and eliminate sexual harassment;",
    "24": "Requests the Special Rapporteur of the Human Rights Council on violence against women, its causes and consequences to present an annual report to the General Assembly at its seventy-fourth and seventy-fifth sessions;",
    "25": "Requests the Secretary-General to submit to the General Assembly at its seventy-fifth session a report containing: (a) Information provided by the United Nations bodies, funds and programmes and the specialized agencies on their follow-up activities to implement resolution 71/170 and the present resolution, including on their assistance to States in their efforts to eliminate all forms of violence against women and girls; (b) Information provided by States on their follow-up activities to implement the present resolution;",
    "26": "Also requests the Secretary-General to present an oral report to the Commission on the Status of Women at its sixty-third and sixty-fourth sessions, including information provided by the United Nations bodies, funds and programmes and the specialized agencies on recent follow-up activities to implement resolutions 69/147 and 71/170 and the present resolution, and urges United Nations bodies, entities, funds and programmes and the specialized agencies to contribute promptly to that report;",
    "27": "Decides to continue its consideration of the elimination of all forms of violence against women and girls at its seventy-fifth session under the item entitled “Advancement of women”. 55th plenary meeting 17 December 2018"
  },
  "agenda_items": [
    "Item 29"
  ],
  "symbol_references": []
}