{
  "symbol": "A/RES/79/149",
  "filename": "A_RES_79_149.pdf",
  "title": "79/149. Inclusive development for and with persons with disabilities",
  "text": "United Nations \nA/RES/79/149\n \n \nGeneral Assembly \nDistr.: General \n19 December 2024 \n \n24-24136 (E)     \n*2424136* \n \n \nSeventy-ninth session \nAgenda item 26 (b) \nSocial development: social development, including \nquestions relating to the world social situation and to \nyouth, ageing, persons with disabilities and the family \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/450, para. 39)] \n \n \n 79/149. Inclusive development for and with persons with disabilities \n \n \n \nThe General Assembly, \n \nRecalling its resolution 77/189 of 15 December 2022 and its previous relevant \nresolutions, including those on all relevant internationally agreed development goals, \nas well as relevant resolutions of the Human Rights Council and of the Economic and \nSocial Council and its functional commissions, and stressing the need for their full \napplication and implementation for and with persons with disabilities, in order to \nensure development for and with persons with disabilities, \n \nReaffirming the Convention on the Rights of Persons with Disabilities, 1 which \nit adopted on 13 December 2006 and which entered into force on 3 May 2008, a \nlandmark convention affirming the human rights and fundamental freedoms of \npersons with disabilities, recognizing that it is both a human rights and a development \ninstrument, encouraging its ratification by Member States and its implementation by \nStates parties, and taking note of the Optional Protocol to the Convention on the \nRights of Persons with Disabilities,2 \n \nReaffirming also the 2030 Agenda for Sustainable Development, 3  which is \ninclusive of persons with disabilities and in which Member States pledged to leave \nno one behind, and acknowledging that Member States, while implementing the \n2030 Agenda, should, inter alia, respect, protect and promote human rights and \nfundamental freedoms for all, without discrimination of any kind, \n__________________ \n \n1  United Nations, Treaty Series, vol. 2515, No. 44910. \n \n2  Ibid., vol. 2518, No. 44910. \n \n3  Resolution 70/1. \n\nA/RES/79/149 \nInclusive development for and with persons with disabilities\n \n24-24136\n2/12 \n \n \nWelcoming the commitments made in the Pact for the Future 4 to take bold, \nambitious, accelerated, just and transformative actions to implement the 2030 \nAgenda, achieve the Sustainable Development Goals and leave no one behind, to \nenhance inclusion and eliminate all barriers that hinder persons with disabilities, \n \nRecalling all development and operational frameworks in which persons with \ndisabilities are recognized as both development agents and beneficiaries in all aspects \nof development, \n \nRecalling also the Copenhagen Declaration on Social Development and the \nProgramme of Action of the World Summit for Social Development, 5 the outcome \ndocument of the United Nations Conference on Sustainable Development, entitled \n“The future we want”, 6  the Sendai Framework for Disaster Risk Reduction \n2015 – 2030, adopted at the Third United Nations World Conference on Disaster Risk \nReduction,7 the Addis Ababa Action Agenda of the Third International Conference on \nFinancing for Development, 8  the outcome document of the high-level plenary \nmeeting of the General Assembly known as the World Conference on Indigenous \nPeoples, 9  the Charter on Inclusion of Persons with Disabilities in Humanitarian \nAction, launched during the first World Humanitarian Summit, the New Urban \nAgenda, adopted at the United Nations Conference on Housing and Sustainable Urban \nDevelopment (Habitat III),10 the political declaration of the high-level meeting on \nuniversal health coverage, entitled “Universal health coverage: moving together to \nbuild a healthier world”,11 the Programme of Action of the International Conference \non Population and Development12 and the Beijing Platform for Action,13 the outcome \ndocument of the 2016 high-level plenary meeting of the Assembly on HIV and AIDS, \nentitled “Political Declaration on HIV and AIDS: On the Fast Track to Accelerating \nthe Fight against HIV and to Ending the AIDS Epidemic by 2030”,14 and the adoption \nof the 2021 political declaration on HIV and AIDS, entitled “Political Declaration on \nHIV and AIDS: Ending Inequalities and Getting on Track to End AIDS by 2030,”15 \nwhich contain references to the rights, participation, perspectives and well-being of \npersons with disabilities in development efforts, \n \nRecalling further the Universal Declaration of Human Rights,16 the Convention \non the Elimination of All Forms of Discrimination against Women, 17 the Convention \non the Rights of the Child,18 the International Convention on the Elimination of All \nForms of Racial Discrimination,19 the International Convention on the Protection of \n__________________ \n \n4  Resolution 79/1. \n \n5  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n6  Resolution 66/288, annex. \n \n7  Resolution 69/283, annex II. \n \n8  Resolution 69/313, annex. \n \n9  Resolution 69/2. \n \n10  Resolution 71/256, annex. \n \n11  Resolution 74/2. \n \n12  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n13  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annex II. \n \n14  Resolution 70/266, annex. \n \n15  Resolution 75/284, annex. \n \n16  Resolution 217 A (III). \n \n17  United Nations, Treaty Series, vol. 1249, No. 20378. \n \n18  Ibid., vol. 1577, No. 27531. \n \n19  Ibid. vol. 660, No. 9464. \n\nInclusive development for and with persons with disabilities \nA/RES/79/149\n \n3/12\n24-24136 \n \nthe Rights of All Migrant Workers and Members of Their Families 20 and all other \nrelevant international human rights instruments, \n \nReaffirming the follow-up and review of progress in the implementation of the \nSustainable Development Goals by the high-level political forum on sustainable \ndevelopment and the inclusion of persons with disabilities as stakeholders in its work, \nas set out in resolutions 67/290 of 9 July 2013 and 78/285 of 7 June 2024, \n \nNoting the panel discussion organized by the President of the General Assembly \nheld on 13 June 2016 to follow up on the status of and progress made towards the \nrealization of the development goals for persons with disabilities in relation to the \nfollow-up to the outcome of the high-level meeting on disability and development \nand to the principles of the Convention on the Rights of Persons with Disabilities, \n \nLooking forward to the publication of the Disability and Development Report \n2024: Accelerating the Realization of the Sustainable Development Goals by, for and \nwith Persons with Disabilities, the executive summary of which presents an overview \nof the progress of the achievement of the Sustainable Development Goals for persons \nwith disabilities, and the persistent gaps between persons with disabilities and without \ndisabilities, particularly in the spheres of food security, health, access to energy, \naccess to information and communications technology, multidimensional poverty and \nemployment – gaps that are wider for women with disabilities, Indigenous persons \nwith disabilities, persons with intellectual or psychosocial disabilities and persons \nwith disabilities in rural areas – and proposes recommended actions for the effective \nimplementation of the Convention on the Rights of Persons with Disabilities and the \ndisability-inclusive achievement of the Sustainable Development Goals, \n \nRecognizing that persons with disabilities make up an estimated 16 per cent of \nthe world’s population, or 1.3 billion people, of whom an estimated 80 per cent live \nin developing countries, and that persons with disabilities are disproportionately \naffected by poverty, \n \nWelcoming progress towards mainstreaming disability, including the rights of \npersons with disabilities, in the work of the United Nations, and noting with \nappreciation the contributions of the Steering Committee on Accessibility and of the \nUnited Nations Partnership on the Rights of Persons with Disabilities, as well as the \nprogress made in the implementation of the United Nations Disability Inclusion \nStrategy and the leadership of the Secretary-General to bring about transformative \nand systematic change on disability inclusion across the United Nations system, \n \nGravely concerned that persons with disabilities, including women, children, \nyouth, persons with albinism, Indigenous Peoples and older persons, continue to be \nsubject to multiple, aggravated and intersecting forms of discrimination, and noting \nthat, while progress has already been made by Governments, the international \ncommunity and the United Nations system in mainstreaming disability, in particular \nthe rights of persons with disabilities, as an integral part of the development agenda, \nmajor challenges remain, \n \nConcerned that women and girls with disabilities are often among the most \nvulnerable and marginalized in society and are at a greater risk of experiencing all \nforms of violence, and recognizing the need for national development strategies and \nefforts to promote gender equality and the empowerment of women and girls with \ndisabilities, the elimination of all forms of violence and the realization of their human \nrights, \n \nRecognizing that persons with disabilities are often disproportionately affected \nin situations of risk, including situations of armed conflict, humanitarian emergencies \n__________________ \n \n20  Ibid., vol. 2220, No. 39481. \n\nA/RES/79/149 \nInclusive development for and with persons with disabilities\n \n24-24136\n4/12 \n \nand the occurrence of natural disasters and in their aftermath, and that they may \nrequire specific protection and safety measures, while recognizing also the need to \nsupport further participation and inclusion of persons with disabilities in the \ndevelopment of such measures and decision-making processes related thereto, as well \nas empowering them to publicly lead and promote universally accessible response, \nrecovery, rehabilitation and reconstruction approaches, in order to ensure disability-\ninclusive risk reduction and humanitarian action, and recognizing further the special \ncoping mechanisms developed by persons with disabilities to withstand, respond to \nand overcome the effects of armed conflict and natural disasters, \n \nRecognizing also that children with disabilities may be particularly exposed and \nvulnerable to violence and discrimination that occurs through or is amplified by the \nuse of technology, including cyberbullying, cyberstalking, sexual exploitation and \nabuse, which disproportionately impacts girls with disabilities, and that there is a need \nto take steps to ensure that the digital environment, including safety information, \nprotective strategies, services and forums relating to it, is accessible, inclusive and \nsafe, \n \nRecognizing further the contribution of families towards ensuring the full \nenjoyment by persons with disabilities of all human rights and fundamental freedoms \non an equal basis with others, and that persons with disabilities and their families \nshould receive social protection and assistance to enable the family and its members \nto contribute towards the full and equal enjoyment of all human rights by persons \nwith disabilities and to ensure a safe and supportive family environment for persons \nwith disabilities, \n \nRecognizing the collective responsibility of Governments to uphold the \nprinciples of human dignity, equality, non-discrimination and equity at the global \nlevel, and in this sense stressing the duty of Member States to achieve the full \napplication and implementation of the international normative framework on persons \nwith disabilities and human rights and development, \n \nConcerned that access to healthcare services and assistive devices and \ntechnologies remains a challenge for persons with disabilities, who are more than \nthree times as likely as persons without disabilities to be unable to obtain healthcare \nwhen they need it, especially women and girls with disabilities, owing to, inter alia, \na lack of financial resources, inaccessible public transport and facilities and \nattitudinal and other environmental barriers, \n \nReaffirming the right of every human being, without distinction of any kind, to \nthe enjoyment of the highest attainable standard of physical and mental health, \n \nRecognizing the importance of addressing the specific needs, challenges and \nbarriers of migrants with disabilities, including migrant workers with disabilities and \nthose whose disabilities may have been acquired during migration, in gaining access \nto essential services at all stages of the migration cycle, and recognizing also that \nparticular assistance and protection may be needed by migrants with disabilities, \n \nRecognizing also that eliminating discrimination, ensuring equal access to \nsocial protection floors and safety nets, addressing additional disability-related costs \nin the design of social protection schemes, and enhancing responsive support and \nservices to persons with disabilities are critical to promoting inclusive development \nfor all, \n \nRecognizing further that, while considerable progress has been made, the \nmainstreaming of disabilities, including the rights of persons with disabilities, \nremains a global challenge, and recognizing that further efforts are needed to \nstrengthen the normative and operational links to effectively integrate the rights, \ninclusion, participation, perspectives and needs of persons with disabilities into \n\nInclusive development for and with persons with disabilities \nA/RES/79/149\n \n5/12\n24-24136 \n \ndevelopment policies and programmes, and, in particular, into the implementation of \nthe 2030 Agenda, \n \nNoting the need for Member States, the United Nations system and other \nstakeholders to further strengthen the normative framework on disability, including \nthe rights of persons with disabilities, in line with the pledge of “leaving no one \nbehind” of the 2030 Agenda, and to mainstream disability as an integral part of \nrelevant strategies of sustainable development and consider disability as a global \nissue, cutting across the pillars of the United Nations, \n \nStressing its resolve to build inclusive societies and, in this regard, the \nimportance of mainstreaming the rights, participation, perspectives, needs and well-\nbeing of persons with disabilities into all relevant strategies and programmes for \nsustainable development, and reaffirming the valued existing and potential \ncontributions made by persons with disabilities to the overall well-being and diversity \nof their communities, \n \nRecognizing the rights of persons with disabilities with respect to full, \nmeaningful and effective participation and inclusion in society, and therefore \nrecognizing also that persons with disabilities should have the opportunity to be \nactively involved in all aspects of public, political, economic, cultural, sports, social \nand family life, on an equal basis with all others, including in decision-making \nprocesses about policies and programmes, including national and international \ndevelopment programmes, as well as policies and actions to implement the 2030 \nAgenda, with a view to ensuring that such policies and programmes are inclusive of \nand accessible to persons with disabilities, bearing in mind that the full and equal \nparticipation of persons with disabilities of present and future generations in society \nis critical to ensuring that no one is left behind, \n \nRecognizing also the role and contribution of persons with disabilities in \nsustainable and inclusive economic growth, including through micro-, small and \nmedium-sized enterprises, and the importance of skills development training on \nmicro-, small and medium-sized enterprises, including for persons with disabilities, \n \nUnderlining the need for urgent action by all stakeholders towards the adoption \nand implementation of more ambitious disability-inclusive national development plans, \nstrategies and actions, backed by increased international cooperation and support, \n \nStressing the need for capacity development efforts aimed at empowering \npersons with disabilities and their representative organizations to ensure equal access \nto inclusive and equitable quality education and lifelong learning opportunities, full \nand productive employment and decent work on an equal basis and without \ndiscrimination to persons with disabilities, including by promoting access to inclusive \neducation systems, skills development, including digital literacy, volunteering \nopportunities and vocational and entrepreneurial training in order to enable persons \nwith disabilities to attain and maintain maximum independence and reach their full \npotential, \n \nRecognizing the importance of promoting accessibility, mobility and road safety \nfor persons with disabilities in the context of cities and other human settlements, and \nthat accessibility is a means of achieving inclusive societies and development, \n \nRecognizing also the growing contribution of sport to the realization of \ndevelopment and peace, and stressing that major international sporting events, such \nas the international Paralympic Games, should be organized in the spirit of peace, \nmutual understanding, friendship and tolerance, where persons with disabilities have \nan opportunity to organize, develop and participate in disability-specific sporting and \nrecreational activities, on an equal basis with others, and where the spirit of fair play \nprevails, violence is banned and ethical principles are upheld, \n\nA/RES/79/149 \nInclusive development for and with persons with disabilities\n \n24-24136\n6/12 \n \n \nConcerned that the continuing lack of available, accessible, high-quality, timely \nand reliable statistics, data and information on the situation of persons with \ndisabilities at the national, regional and global levels contributes to their exclusion in \nofficial statistics, presenting an obstacle to achieving sustainable development \nplanning and implementation of policies and programmes that are inclusive of persons \nwith disabilities, recognizing that high-quality, timely, accessible, reliable and \ndisaggregated data are critical to measuring progress and ensuring that no one is left \nbehind, and further noting the need for enhancing capacity-building support to \ndeveloping countries, including the least developed countries and small island \ndeveloping States, to increase significantly the availability of such data, including \nthrough information and communications technologies and systems, \n \nStressing the importance of collecting and analysing reliable data on persons \nwith disabilities following existing guidelines on disability statistics, 21  and their \nupdates, encouraging ongoing efforts to improve data collection in order to \ndisaggregate data with regard to persons with disabilities by sex, age and disability, \nand underlining the need for internationally comparable data, such as but not limited \nto the United Nations Children’s Fund Module on Child Functioning and the tools \nand materials produced by the Washington Group on Disability Statistics, to assess \nprogress on development policies that are inclusive of persons with disabilities, \n \nConcerned that the lack of high-quality data required to provide viable baselines \nand measure progress towards the Sustainable Development Goals for persons with \ndisabilities poses a significant challenge to effectively monitor the implementation of \nthe 2030 Agenda for persons with disabilities, and in this regard welcoming the call \nfor the disaggregation of data by disability in the 2030 Agenda, which recognizes the \nneed to significantly increase the availability of high-quality, accessible, timely and \nreliable data to measure progress in the implementation of the Goals for persons with \ndisabilities, \n \n1. \nTakes note with appreciation of the report of the Secretary-General, \nentitled “Inclusive development for and with persons with disabilities”, on the \nimplementation of General Assembly resolution 77/189;22 \n \n2. \nExpresses appreciation to Member States and United Nations entities that \nhave submitted information on progress made towards the realization of the \ninternationally agreed development goals, including on specific priorities for action, \nand data and analysis on persons with disabilities, and urges Member States and \nrelevant United Nations entities to submit information for inclusion in the report of \nthe Secretary-General on the implementation of the present resolution; \n \n3. \nRecalls Human Rights Council resolution 26/20 of 27 June 2014, 23 in \nwhich the Council established the mandate of the Special Rapporteur on the rights of \npersons with disabilities, which included making concrete recommendations on how \nto better promote and protect the rights of persons with disabilities, how to promote \ndevelopment that is inclusive of and accessible to persons with disabilities and how \nto promote their roles as both agents for and beneficiaries of development; \n \n4. \nWelcomes the inclusion of persons with disabilities in the 2030 Agenda for \nSustainable Development, and recognizes that their participation is integral to the full \nand inclusive implementation of the Sustainable Development Goals; \n__________________ \n \n21  Such as the Guidelines and Principles for the Development of Disability Statistics (United \nNations publication, Sales No. E.01.XVII.15) and the Principles and Recommendations for \nPopulation and Housing Censuses (United Nations publication, Sales No. E.07.XVII.8). \n \n22  A/79/372. \n \n23  See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 53 (A/69/53), \nchap. V, sect. A. \n\nInclusive development for and with persons with disabilities \nA/RES/79/149\n \n7/12\n24-24136 \n \n \n5. \nExpresses appreciation to Member States and United Nations entities that \nhave drafted strategies outlining their way forward in implementing and monitoring \nthe implementation of the 2030 Agenda or are in the process of doing so, and \nencourages States, with the support of relevant stakeholders, to encourage the \nparticipation of persons with disabilities in the design and implementation of these \nstrategies and ensure that the strategies are inclusive of persons with disabilities and \nrespect, protect and promote their rights, bearing in mind the Convention on the \nRights of Persons with Disabilities; \n \n6. \nUrges Member States, United Nations agencies, international and regional \norganizations, regional integration organizations and financial institutions to make a \nconcerted effort to include persons with disabilities and to integrate the principles of \nnon-discrimination, accessibility and inclusion into the monitoring and evaluation of \nthe Sustainable Development Goals; \n \n7. \nUrges Member States, United Nations agencies and other stakeholders, in \ncooperation with women and girls with disabilities, including through their \nrepresentative organizations, to design and implement policies and programmes to \nfulfil the rights of women and girls with disabilities, and to ensure that the \nimplementation of the 2030 Agenda is inclusive of and accessible to women and girls \nwith disabilities; \n \n8. \nAlso urges Member States, United Nations agencies and other \nstakeholders, in cooperation with persons with disabilities, including through their \nrepresentative organizations, to design and implement policies and programmes to \nfulfil the rights of persons with disabilities, including through developing, reviewing \nand strengthening inclusive policies to address the historical, structural and \nunderlying causes and risk factors of violence against persons with disabilities, in \nparticular women and girls with disabilities, and to ensure that the implementation of \nthe 2030 Agenda is inclusive of and accessible to persons with disabilities; \n \n9. \nCalls upon States to take all measures necessary to ensure the full \nenjoyment by children with disabilities of all human rights and fundamental freedoms \non an equal basis with other children, with the best interests of the child as a primary \nconsideration in all actions concerning children with disabilities; \n \n10. Encourages Member States, the United Nations system and other \nstakeholders to foster cooperation and to further improve coordination among existing \ninternational processes and instruments in order to advance a disability-inclusive \nglobal agenda and to facilitate cross-learning and the sharing of information, practices, \ntools and resources that are inclusive of and accessible to persons with disabilities; \n \n11. \nReaffirms that social integration and economic policies should seek to \nreduce inequalities, promote access to basic social services, education, lifelong \nlearning opportunities for all and healthcare services, including for mental health and \npsychosocial well-being, eliminate discrimination, increase the participation, and \nintegration and inclusion of social groups, particularly persons with disabilities, and \naddress the challenges posed to social development by globalization and market-\ndriven reforms in order for all people in all countries to benefit from globalization; \n \n12. Affirms that persons with disabilities, including children, have the right to \neducation, and urges Member States to ensure full access to inclusive and equitable \nquality education and lifelong learning opportunities, including distance learning, for \npersons with disabilities on an equal basis with others and without discrimination, by \ntaking appropriate steps through the provision of information in accessible and \nalternative communication formats, reasonable accommodation and other support, \nsuch as assistive devices and technologies, as required; \n\nA/RES/79/149 \nInclusive development for and with persons with disabilities\n \n24-24136\n8/12 \n \n \n13. Emphasizes the importance of mainstreaming the rights, participation, \nperspectives and needs of persons with disabilities into disaster risk reduction and \nresponse, recognizing the need for their inclusion in and contribution to disaster \npreparedness, emergency response, recovery, rehabilitation, reconstruction and the \ntransition from relief to development, as well as the implementation of policies and \nprogrammes that are inclusive of and accessible to persons with disabilities, and also \nrecognizing the disproportionate impact of disasters on women and girls with \ndisabilities; \n \n14. Encourages Member States, the United Nations system and relevant \nstakeholders to support the empowerment, full, equal and meaningful participation \nand leadership of persons with disabilities in the planning, consultation and decision-\nmaking processes on disaster risk reduction, climate change adaptation and \nmitigation, and other climate change policies and programmes, and recognizing the \nheightened risks and disproportionate impact faced by persons with disabilities, in \nparticular women and girls with disabilities, in the context of climate change, \nenvironmental degradation, pollution and other environmental damage; \n \n15. Also encourages Member States, the United Nations system and relevant \nstakeholders, including civil society and the private sector, to ensure participation of \npersons with disabilities, including through their representative organizations, in the \nstrengthening of ongoing efforts, coordination and decision-making processes in the \nhumanitarian, disaster and development spheres towards disability-inclusive disaster \nrisk reduction and humanitarian action, especially those relating to the development \nof early warning systems and in emergency preparedness, planning and, as \nappropriate, response, and in climate change adaptation, so as to strengthen resilience, \nbetter mitigate risks and support pathways towards recovery and development and to \nestablish partnerships and networks in the disaster risk reduction and humanitarian \ndomains, while ensuring that protection mechanisms in emergency and post-crisis \ncontexts are in place to prevent and respond to risks of persons with disabilities being \nexposed to violence, exploitation and abuse; \n \n16. Urges Member States to ensure that persons with disabilities and their \nfamilies, including women and girls, have access to a range of support services, \ninformation in accessible formats and education, including on how to prevent, \nrecognize and report instances of exploitation, violence and abuse, as well as how to \nensure that persons with disabilities, in particular children, have a safe and supportive \nfamily environment; \n \n17. Also urges Member States to ensure affordable and accessible Internet for \npersons with disabilities, and to include them and their representative organizations \nat every stage of development of information and communications technologies, \nincluding with regard to telehealth, distance learning and remote work; \n \n18. Encourages Governments, the private sector, international, regional and \nsubregional organizations, civil society, the media, academia and research institutions \nand technical communities and individuals to strengthen international cooperation on \nthe use of digital technologies, including artificial intelligence capacity-building, and \ntake necessary and positive steps, as appropriate, to eliminate barriers faced by all \npeople, especially persons with disabilities, in their ability to utilize and benefit from \ndigital technologies on an equitable basis with others; \n \n19. Encourages the mobilization of resources on a sustainable basis to \nmainstream disability, including the rights of persons with disabilities, into \ndevelopment at all levels, and in this regard underlines the need to promote and \nstrengthen international cooperation, including North-South, South-South and \ntriangular cooperation, in support of national efforts, including, as appropriate, \n\nInclusive development for and with persons with disabilities \nA/RES/79/149\n \n9/12\n24-24136 \n \nthrough the establishment of national mechanisms, in particular in developing \ncountries; \n \n20. Encourages Member States, United Nations organizations and mechanisms, \nincluding the Special Rapporteur on the rights of persons with disabilities, the Special \nEnvoy of the Secretary-General on Disability and Accessibility and the regional \ncommissions, to make all efforts to engage with and ensure accessibility for the full \nand effective participation and inclusion of persons with disabilities, in cooperation \nwith organizations of persons with disabilities and, as appropriate, national human \nrights institutions, in development processes and decision-making at the local, \nnational, regional and international levels; \n \n21. Encourages the Commission for Social Development, within its mandate, \nto continue to provide its relevant input regarding persons with disabilities to the \nEconomic and Social Council and to the high-level political forum on sustainable \ndevelopment, as appropriate, in order to support the relevant discussions on persons \nwith disabilities in the follow-up to the 2030 Agenda; \n \n22. Encourages Member States that have not yet done so to adopt a national \ndisability strategy that can be operationalized, including through measurable and \nappropriate targets and indicators, and that assigns responsibility to and incorporates \nthe views of a broad range of stakeholders, including persons with disabilities and \ntheir representative organizations; \n \n23. Calls upon Member States, relevant regional organizations and United \nNations bodies and agencies to take into account the rights, participation, inclusion, \nperspectives and needs of persons with disabilities on an equal basis with others in \nensuring that all development policies and programmes, including those regarding \npoverty eradication, discrimination and the elimination of all forms of violence and \nabuse, particularly against women and girls with disabilities, social protection, \ninclusive and equitable quality education and basic services, full and productive \nemployment and decent work, and appropriate measures for financial inclusion, as \nwell as urban and rural planning and accessible community and housing development, \nincluding the objectives and principles of the Convention on the Rights of Persons \nwith Disabilities and the goals of the 2030 Agenda, are translated into concrete actions; \n \n24. Encourages Member States, international development institutions and \nother stakeholders, including those in the private sector, to promote accessibility, \nincluding through the application of universal design in all aspects of urban and rural \ndevelopment, including the planning, design and construction of physical and virtual \nenvironments, public spaces, transportation and public services, as well as to promote \naccess to and the accessibility of information and communication, including \ninformation and communications technologies and systems, and assistive devices and \ntechnologies, and to ensure that accessibility is promoted to achieve inclusive \nsocieties and development; \n \n25. Encourages Member States to eliminate barriers faced by persons with \ndisabilities in accessing water, sanitation and hygiene, including physical, \ninstitutional, social and attitudinal barriers, and recognizing that assistive \ntechnologies help in making water, sanitation and hygiene accessible; \n \n26. Calls upon Member States and other stakeholders to include persons with \ndisabilities in all stages of policymaking and decision-making related to coronavirus \ndisease (COVID-19) response and recovery and future and public health emergencies, \nas well to eliminate barriers and discrimination against persons with disabilities, in \nparticular women and girls with disabilities, and those in vulnerable situations, in \naccessing support and healthcare services on an equal basis with others, and to \nprevent, monitor and address the disproportionate effects of the pandemic on persons \n\nA/RES/79/149 \nInclusive development for and with persons with disabilities\n \n24-24136\n10/12 \n \nwith disabilities, including the lack of accessible communications, support and \nservices, as well as the unique challenges and barriers that they will face following \nthe end of the pandemic; \n \n27. Urges Member States to ensure that persons with disabilities have access \nto assistive technologies, rehabilitation and independent living support services, \nincluding in-home, residential, educational institution and other community support \nservices, to enable them to maximize their well-being and realize their independence \nand full participation in society and to prevent isolation and segregation from the \ncommunity, and in this regard encourages Member States to promote the inclusion of \npersons with disabilities and their representative organizations in designing and \nimplementing independent living support services for persons with disabilities; \n \n28. Urges Member States and regional and local governments to promote \nappropriate measures in cities and other human settlements that facilitate the access \nof persons with disabilities, on an equal basis with others, to the physical environment \nof cities, in particular to public spaces, public transport, housing, workplaces, water \nand sanitation, education and health facilities, public information and communication \n(including information and communications technologies and systems) and other \nfacilities and services open or provided to the public in both rural and urban areas to \nreduce the inequalities and expedite inclusive and sustainable development for \npersons with disabilities; \n \n29. Calls upon Member States to enhance efforts to facilitate international \ntrade of assistive technologies, in line with their international trade agreements, to \naddress inequalities experienced by persons with disabilities and to promote the local \nproduction of and capacity-building initiatives for assistive products, especially in \ndeveloping countries, including through research and development, and to foster \ngreater accessibility to, as well as affordability and efficacy of assistive products in \nline with the goals of disability-inclusive development; \n \n30. Urges Member States, at the local, regional and national levels, to improve \nroad safety for persons with disabilities and to integrate road safety into sustainable \nmobility and transport infrastructure planning and design in cities and other human \nsettlements; \n \n31. Stresses the importance of enabling persons with disabilities to participate \non an equal basis with others in recreational, leisure and sporting activities and of \npromoting sports for athletes with disabilities, without discrimination of any kind; \n \n32. Welcomes the contributions made to the trust fund for the United Nations \nPartnership on the Rights of Persons with Disabilities, and in this regard encourages \nMember States and other stakeholders to support its objectives, including by \nproviding voluntary contributions; \n \n33. Requests the United Nations system to facilitate technical assistance, \nwithin existing resources, including the provision of assistance for capacity-building \nand for the collection and compilation of national data and statistics on persons with \ndisabilities, in particular to developing countries, and in this regard requests the \nSecretary-General, in accordance with existing international guidelines on disability \nstatistics, to analyse, publish and disseminate disability data and statistics in future \nperiodic reports, as appropriate, on the realization of the Sustainable Development \nGoals and other internationally agreed development goals for persons with disabilities; \n \n34. Encourages the Statistical Commission, within existing resources, to \nupdate guidelines for the collection and analysis of data on persons with disabilities, \ntaking into consideration relevant recommendations of the Washington Group on \nDisability Statistics, and also encourages the United Nations system, including the \nSpecial Rapporteur on the rights of persons with disabilities, within the scope of her \n\nInclusive development for and with persons with disabilities \nA/RES/79/149\n \n11/12\n24-24136 \n \nmandate, to strengthen coherence and coordination across the United Nations system \nin order to promote the availability of internationally comparable data on the situation \nof persons with disabilities and to regularly include relevant data on disability or \nrelevant qualitative facts, as appropriate, in relevant United Nations publications in \nthe field of economic and social development; \n \n35. Encourages Member States to take appropriate steps to expedite the \nmainstreaming of data on disability into official statistics, including by collecting data \ndisaggregated by sex, age and disability status using appropriate measurement tools, \nincluding, as appropriate, the United Nations Children’s Fund Module on Child \nFunctioning and the tools produced by the Washington Group on Disability Statistics, \nby examining underlying concepts, purposes and advantages of existing relevant data-\ncollection tools and instruments and urging all relevant stakeholders to work with the \nUnited Nations to provide urgently needed baseline data for monitoring progress in \nthe implementation of the Sustainable Development Goals for persons with \ndisabilities, to strengthen national capacities in that regard and to enhance capacity-\nbuilding support for developing countries, including the least developed countries and \nsmall island developing States; \n \n36. Recognizes the importance of undertaking discussions relevant to persons \nwith disabilities in the Commission for Social Development and of the continued \ninclusion of persons with disabilities and their representative organizations in the \nmeetings of the Commission; \n \n37. Requests the Secretary-General, in coordination with relevant United \nNations entities, to compile and analyse international, regional and national policies, \nprogrammes, best practices and available statistics regarding persons with \ndisabilities, reflecting progress made in the implementation of the 2030 Agenda for \nSustainable Development and the provisions of the Convention on the Rights of \nPersons with Disabilities, to submit this analysis in a flagship report in 2030, within \nexisting resources, and with the participation of persons with disabilities, including \nthrough their representative organizations, in both the collection and analysis of data; \n \n38. Requests the Secretary-General to submit to the General Assembly at its \neightieth session a progress report on steps taken by the United Nations system \ntowards mainstreaming disability inclusion, including implementation of the United \nNations Disability Inclusion Strategy, within existing resources, and to envisage the \nfinancial sustainability of the United Nations system-wide coordination and \nmonitoring activities of the Strategy, and encourages the United Nations system, \nincluding its agencies, funds and programmes, within their respective mandates, to \ncontinue to work collaboratively to accelerate the full and effective mainstreaming of \ndisability inclusion, including by implementing the Strategy in the United Nations \nsystem, and report on it; \n \n39. Requests the Secretary-General, in coordination with all relevant United \nNations entities, to submit information to the General Assembly at its eighty-first \nsession on the implementation of the present resolution and of the outcome document \nof the high-level meeting of the Assembly on the realization of the Millennium \nDevelopment Goals and other internationally agreed development goals for persons \nwith disabilities: the way forward, a disability-inclusive development agenda towards \n2015 and beyond,24 and to make appropriate recommendations to further strengthen \nimplementation; \n \n40. Recognizes the importance of continuing to improve accessibility and the \nfull inclusion of persons with disabilities, including by ensuring that persons with \ndisabilities have access, on an equal basis with others, to the physical environment, \n__________________ \n \n24  Resolution 68/3. \n\nA/RES/79/149 \nInclusive development for and with persons with disabilities\n \n24-24136\n12/12 \n \ntransportation, and information and communications technologies and systems, \nespecially at United Nations Headquarters premises, also recognizes the need to \npromote employment opportunities and career advancement for persons with \ndisabilities to work within the United Nations system, agencies, funds and \nprogrammes and regional offices, and to this end takes note with appreciation the \nwork of the Steering Committee on Accessibility; \n \n41. Requests the Secretary-General to continue to ensure that the relevant \noffices in the United Nations system, including the Office of the United Nations High \nCommissioner for Human Rights, the Department of Economic and Social Affairs of \nthe Secretariat and other relevant offices, have adequate human and financial \nresources for the fulfilment of their tasks with respect to their work in mainstreaming \nthe rights, participation, perspectives, needs and well-being of persons with \ndisabilities into the 2030 Agenda, and in ensuring the inclusion of persons with \ndisabilities in the decision-making processes that impact them. \n \n53rd plenary meeting \n17 December 2024  \n \n",
  "paragraphs": {
    "1": "Takes note with appreciation of the report of the Secretary-General, entitled “Inclusive development for and with persons with disabilities”, on the implementation of General Assembly resolution 77/189;22",
    "2": "Expresses appreciation to Member States and United Nations entities that have submitted information on progress made towards the realization of the internationally agreed development goals, including on specific priorities for action, and data and analysis on persons with disabilities, and urges Member States and relevant United Nations entities to submit information for inclusion in the report of the Secretary-General on the implementation of the present resolution;",
    "3": "Recalls Human Rights Council resolution 26/20 of 27 June 2014, 23 in which the Council established the mandate of the Special Rapporteur on the rights of persons with disabilities, which included making concrete recommendations on how to better promote and protect the rights of persons with disabilities, how to promote development that is inclusive of and accessible to persons with disabilities and how to promote their roles as both agents for and beneficiaries of development;",
    "4": "Welcomes the inclusion of persons with disabilities in the 2030 Agenda for Sustainable Development, and recognizes that their participation is integral to the full and inclusive implementation of the Sustainable Development Goals; __________________ 21 Such as the Guidelines and Principles for the Development of Disability Statistics (United Nations publication, Sales No. E.01.XVII.15) and the Principles and Recommendations for Population and Housing Censuses (United Nations publication, Sales No. E.07.XVII.8). 22 A/79/372. 23 See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 53 (A/69/53), chap. V, sect. A. Inclusive development for and with persons with disabilities A/RES/79/149 7/12 24-24136",
    "5": "Expresses appreciation to Member States and United Nations entities that have drafted strategies outlining their way forward in implementing and monitoring the implementation of the 2030 Agenda or are in the process of doing so, and encourages States, with the support of relevant stakeholders, to encourage the participation of persons with disabilities in the design and implementation of these strategies and ensure that the strategies are inclusive of persons with disabilities and respect, protect and promote their rights, bearing in mind the Convention on the Rights of Persons with Disabilities;",
    "6": "Urges Member States, United Nations agencies, international and regional organizations, regional integration organizations and financial institutions to make a concerted effort to include persons with disabilities and to integrate the principles of non-discrimination, accessibility and inclusion into the monitoring and evaluation of the Sustainable Development Goals;",
    "7": "Urges Member States, United Nations agencies and other stakeholders, in cooperation with women and girls with disabilities, including through their representative organizations, to design and implement policies and programmes to fulfil the rights of women and girls with disabilities, and to ensure that the implementation of the 2030 Agenda is inclusive of and accessible to women and girls with disabilities;",
    "8": "Also urges Member States, United Nations agencies and other stakeholders, in cooperation with persons with disabilities, including through their representative organizations, to design and implement policies and programmes to fulfil the rights of persons with disabilities, including through developing, reviewing and strengthening inclusive policies to address the historical, structural and underlying causes and risk factors of violence against persons with disabilities, in particular women and girls with disabilities, and to ensure that the implementation of the 2030 Agenda is inclusive of and accessible to persons with disabilities;",
    "9": "Calls upon States to take all measures necessary to ensure the full enjoyment by children with disabilities of all human rights and fundamental freedoms on an equal basis with other children, with the best interests of the child as a primary consideration in all actions concerning children with disabilities;",
    "10": "Encourages Member States, the United Nations system and other stakeholders to foster cooperation and to further improve coordination among existing international processes and instruments in order to advance a disability-inclusive global agenda and to facilitate cross-learning and the sharing of information, practices, tools and resources that are inclusive of and accessible to persons with disabilities;",
    "11": "Reaffirms that social integration and economic policies should seek to reduce inequalities, promote access to basic social services, education, lifelong learning opportunities for all and healthcare services, including for mental health and psychosocial well-being, eliminate discrimination, increase the participation, and integration and inclusion of social groups, particularly persons with disabilities, and address the challenges posed to social development by globalization and market- driven reforms in order for all people in all countries to benefit from globalization;",
    "12": "Affirms that persons with disabilities, including children, have the right to education, and urges Member States to ensure full access to inclusive and equitable quality education and lifelong learning opportunities, including distance learning, for persons with disabilities on an equal basis with others and without discrimination, by taking appropriate steps through the provision of information in accessible and alternative communication formats, reasonable accommodation and other support, such as assistive devices and technologies, as required; A/RES/79/149 Inclusive development for and with persons with disabilities 24-24136 8/12",
    "13": "Emphasizes the importance of mainstreaming the rights, participation, perspectives and needs of persons with disabilities into disaster risk reduction and response, recognizing the need for their inclusion in and contribution to disaster preparedness, emergency response, recovery, rehabilitation, reconstruction and the transition from relief to development, as well as the implementation of policies and programmes that are inclusive of and accessible to persons with disabilities, and also recognizing the disproportionate impact of disasters on women and girls with disabilities;",
    "14": "Encourages Member States, the United Nations system and relevant stakeholders to support the empowerment, full, equal and meaningful participation and leadership of persons with disabilities in the planning, consultation and decision- making processes on disaster risk reduction, climate change adaptation and mitigation, and other climate change policies and programmes, and recognizing the heightened risks and disproportionate impact faced by persons with disabilities, in particular women and girls with disabilities, in the context of climate change, environmental degradation, pollution and other environmental damage;",
    "15": "Also encourages Member States, the United Nations system and relevant stakeholders, including civil society and the private sector, to ensure participation of persons with disabilities, including through their representative organizations, in the strengthening of ongoing efforts, coordination and decision-making processes in the humanitarian, disaster and development spheres towards disability-inclusive disaster risk reduction and humanitarian action, especially those relating to the development of early warning systems and in emergency preparedness, planning and, as appropriate, response, and in climate change adaptation, so as to strengthen resilience, better mitigate risks and support pathways towards recovery and development and to establish partnerships and networks in the disaster risk reduction and humanitarian domains, while ensuring that protection mechanisms in emergency and post-crisis contexts are in place to prevent and respond to risks of persons with disabilities being exposed to violence, exploitation and abuse;",
    "16": "Urges Member States to ensure that persons with disabilities and their families, including women and girls, have access to a range of support services, information in accessible formats and education, including on how to prevent, recognize and report instances of exploitation, violence and abuse, as well as how to ensure that persons with disabilities, in particular children, have a safe and supportive family environment;",
    "17": "Also urges Member States to ensure affordable and accessible Internet for persons with disabilities, and to include them and their representative organizations at every stage of development of information and communications technologies, including with regard to telehealth, distance learning and remote work;",
    "18": "Encourages Governments, the private sector, international, regional and subregional organizations, civil society, the media, academia and research institutions and technical communities and individuals to strengthen international cooperation on the use of digital technologies, including artificial intelligence capacity-building, and take necessary and positive steps, as appropriate, to eliminate barriers faced by all people, especially persons with disabilities, in their ability to utilize and benefit from digital technologies on an equitable basis with others;",
    "19": "Encourages the mobilization of resources on a sustainable basis to mainstream disability, including the rights of persons with disabilities, into development at all levels, and in this regard underlines the need to promote and strengthen international cooperation, including North-South, South-South and triangular cooperation, in support of national efforts, including, as appropriate, Inclusive development for and with persons with disabilities A/RES/79/149 9/12 24-24136 through the establishment of national mechanisms, in particular in developing countries;",
    "20": "Encourages Member States, United Nations organizations and mechanisms, including the Special Rapporteur on the rights of persons with disabilities, the Special Envoy of the Secretary-General on Disability and Accessibility and the regional commissions, to make all efforts to engage with and ensure accessibility for the full and effective participation and inclusion of persons with disabilities, in cooperation with organizations of persons with disabilities and, as appropriate, national human rights institutions, in development processes and decision-making at the local, national, regional and international levels;",
    "21": "Encourages the Commission for Social Development, within its mandate, to continue to provide its relevant input regarding persons with disabilities to the Economic and Social Council and to the high-level political forum on sustainable development, as appropriate, in order to support the relevant discussions on persons with disabilities in the follow-up to the 2030 Agenda;",
    "22": "Encourages Member States that have not yet done so to adopt a national disability strategy that can be operationalized, including through measurable and appropriate targets and indicators, and that assigns responsibility to and incorporates the views of a broad range of stakeholders, including persons with disabilities and their representative organizations;",
    "23": "Calls upon Member States, relevant regional organizations and United Nations bodies and agencies to take into account the rights, participation, inclusion, perspectives and needs of persons with disabilities on an equal basis with others in ensuring that all development policies and programmes, including those regarding poverty eradication, discrimination and the elimination of all forms of violence and abuse, particularly against women and girls with disabilities, social protection, inclusive and equitable quality education and basic services, full and productive employment and decent work, and appropriate measures for financial inclusion, as well as urban and rural planning and accessible community and housing development, including the objectives and principles of the Convention on the Rights of Persons with Disabilities and the goals of the 2030 Agenda, are translated into concrete actions;",
    "24": "Encourages Member States, international development institutions and other stakeholders, including those in the private sector, to promote accessibility, including through the application of universal design in all aspects of urban and rural development, including the planning, design and construction of physical and virtual environments, public spaces, transportation and public services, as well as to promote access to and the accessibility of information and communication, including information and communications technologies and systems, and assistive devices and technologies, and to ensure that accessibility is promoted to achieve inclusive societies and development;",
    "25": "Encourages Member States to eliminate barriers faced by persons with disabilities in accessing water, sanitation and hygiene, including physical, institutional, social and attitudinal barriers, and recognizing that assistive technologies help in making water, sanitation and hygiene accessible;",
    "26": "Calls upon Member States and other stakeholders to include persons with disabilities in all stages of policymaking and decision-making related to coronavirus disease (COVID-19) response and recovery and future and public health emergencies, as well to eliminate barriers and discrimination against persons with disabilities, in particular women and girls with disabilities, and those in vulnerable situations, in accessing support and healthcare services on an equal basis with others, and to prevent, monitor and address the disproportionate effects of the pandemic on persons A/RES/79/149 Inclusive development for and with persons with disabilities 24-24136 10/12 with disabilities, including the lack of accessible communications, support and services, as well as the unique challenges and barriers that they will face following the end of the pandemic;",
    "27": "Urges Member States to ensure that persons with disabilities have access to assistive technologies, rehabilitation and independent living support services, including in-home, residential, educational institution and other community support services, to enable them to maximize their well-being and realize their independence and full participation in society and to prevent isolation and segregation from the community, and in this regard encourages Member States to promote the inclusion of persons with disabilities and their representative organizations in designing and implementing independent living support services for persons with disabilities;",
    "28": "Urges Member States and regional and local governments to promote appropriate measures in cities and other human settlements that facilitate the access of persons with disabilities, on an equal basis with others, to the physical environment of cities, in particular to public spaces, public transport, housing, workplaces, water and sanitation, education and health facilities, public information and communication (including information and communications technologies and systems) and other facilities and services open or provided to the public in both rural and urban areas to reduce the inequalities and expedite inclusive and sustainable development for persons with disabilities;",
    "29": "Calls upon Member States to enhance efforts to facilitate international trade of assistive technologies, in line with their international trade agreements, to address inequalities experienced by persons with disabilities and to promote the local production of and capacity-building initiatives for assistive products, especially in developing countries, including through research and development, and to foster greater accessibility to, as well as affordability and efficacy of assistive products in line with the goals of disability-inclusive development;",
    "30": "Urges Member States, at the local, regional and national levels, to improve road safety for persons with disabilities and to integrate road safety into sustainable mobility and transport infrastructure planning and design in cities and other human settlements;",
    "31": "Stresses the importance of enabling persons with disabilities to participate on an equal basis with others in recreational, leisure and sporting activities and of promoting sports for athletes with disabilities, without discrimination of any kind;",
    "32": "Welcomes the contributions made to the trust fund for the United Nations Partnership on the Rights of Persons with Disabilities, and in this regard encourages Member States and other stakeholders to support its objectives, including by providing voluntary contributions;",
    "33": "Requests the United Nations system to facilitate technical assistance, within existing resources, including the provision of assistance for capacity-building and for the collection and compilation of national data and statistics on persons with disabilities, in particular to developing countries, and in this regard requests the Secretary-General, in accordance with existing international guidelines on disability statistics, to analyse, publish and disseminate disability data and statistics in future periodic reports, as appropriate, on the realization of the Sustainable Development Goals and other internationally agreed development goals for persons with disabilities;",
    "34": "Encourages the Statistical Commission, within existing resources, to update guidelines for the collection and analysis of data on persons with disabilities, taking into consideration relevant recommendations of the Washington Group on Disability Statistics, and also encourages the United Nations system, including the Special Rapporteur on the rights of persons with disabilities, within the scope of her Inclusive development for and with persons with disabilities A/RES/79/149 11/12 24-24136 mandate, to strengthen coherence and coordination across the United Nations system in order to promote the availability of internationally comparable data on the situation of persons with disabilities and to regularly include relevant data on disability or relevant qualitative facts, as appropriate, in relevant United Nations publications in the field of economic and social development;",
    "35": "Encourages Member States to take appropriate steps to expedite the mainstreaming of data on disability into official statistics, including by collecting data disaggregated by sex, age and disability status using appropriate measurement tools, including, as appropriate, the United Nations Children’s Fund Module on Child Functioning and the tools produced by the Washington Group on Disability Statistics, by examining underlying concepts, purposes and advantages of existing relevant data- collection tools and instruments and urging all relevant stakeholders to work with the United Nations to provide urgently needed baseline data for monitoring progress in the implementation of the Sustainable Development Goals for persons with disabilities, to strengthen national capacities in that regard and to enhance capacity- building support for developing countries, including the least developed countries and small island developing States;",
    "36": "Recognizes the importance of undertaking discussions relevant to persons with disabilities in the Commission for Social Development and of the continued inclusion of persons with disabilities and their representative organizations in the meetings of the Commission;",
    "37": "Requests the Secretary-General, in coordination with relevant United Nations entities, to compile and analyse international, regional and national policies, programmes, best practices and available statistics regarding persons with disabilities, reflecting progress made in the implementation of the 2030 Agenda for Sustainable Development and the provisions of the Convention on the Rights of Persons with Disabilities, to submit this analysis in a flagship report in 2030, within existing resources, and with the participation of persons with disabilities, including through their representative organizations, in both the collection and analysis of data;",
    "38": "Requests the Secretary-General to submit to the General Assembly at its eightieth session a progress report on steps taken by the United Nations system towards mainstreaming disability inclusion, including implementation of the United Nations Disability Inclusion Strategy, within existing resources, and to envisage the financial sustainability of the United Nations system-wide coordination and monitoring activities of the Strategy, and encourages the United Nations system, including its agencies, funds and programmes, within their respective mandates, to continue to work collaboratively to accelerate the full and effective mainstreaming of disability inclusion, including by implementing the Strategy in the United Nations system, and report on it;",
    "39": "Requests the Secretary-General, in coordination with all relevant United Nations entities, to submit information to the General Assembly at its eighty-first session on the implementation of the present resolution and of the outcome document of the high-level meeting of the Assembly on the realization of the Millennium Development Goals and other internationally agreed development goals for persons with disabilities: the way forward, a disability-inclusive development agenda towards 2015 and beyond,24 and to make appropriate recommendations to further strengthen implementation;",
    "40": "Recognizes the importance of continuing to improve accessibility and the full inclusion of persons with disabilities, including by ensuring that persons with disabilities have access, on an equal basis with others, to the physical environment, __________________ 24 Resolution 68/3. A/RES/79/149 Inclusive development for and with persons with disabilities 24-24136 12/12 transportation, and information and communications technologies and systems, especially at United Nations Headquarters premises, also recognizes the need to promote employment opportunities and career advancement for persons with disabilities to work within the United Nations system, agencies, funds and programmes and regional offices, and to this end takes note with appreciation the work of the Steering Committee on Accessibility;",
    "41": "Requests the Secretary-General to continue to ensure that the relevant offices in the United Nations system, including the Office of the United Nations High Commissioner for Human Rights, the Department of Economic and Social Affairs of the Secretariat and other relevant offices, have adequate human and financial resources for the fulfilment of their tasks with respect to their work in mainstreaming the rights, participation, perspectives, needs and well-being of persons with disabilities into the 2030 Agenda, and in ensuring the inclusion of persons with disabilities in the decision-making processes that impact them. 53rd plenary meeting 17 December 2024"
  },
  "agenda_items": [
    "Item 26"
  ],
  "symbol_references": []
}