{
  "symbol": "A/RES/80/190",
  "filename": "A_RES_80_190.pdf",
  "title": "80/190. Rights of the child",
  "text": "United Nations \nA/RES/80/190\n \nGeneral Assembly \nDistr.: General \n19 December 2025 \n25-20888 (E) \n*2520888* \n \n \nEightieth session \nAgenda item 67 \nPromotion and protection of the rights of children \n \n \n \n \n Resolution adopted by the General Assembly \non 15 December 2025 \n \n \n[on the report of the Third Committee (A/80/545, para. 5)] \n \n \n 80/190. Rights of the child \n \n \n \nThe General Assembly, \n \nReaffirming the importance of its resolution 44/25 of 20 November 1989, by \nwhich it adopted the Convention on the Rights of the Child, 1 which constitutes the \nstandard in the promotion and protection of the rights of the child, \n \nReaffirming also that the rights of the child are human rights, and that these \nrights need to be protected and upheld both offline and online, \n \nReaffirming further that States Parties to the Convention on the Rights of the \nChild shall undertake all appropriate measures for the implementation of the rights \nrecognized therein, while bearing in mind the importance of the Optional Protocols \nto the Convention2 and calling for their universal ratification and effective \nimplementation, as well as that of other human rights instruments, \n \nReaffirming that the general principles of the Convention on the Rights of the \nChild, including the best interests of the child, non‑discrimination, participation and \nsurvival and development of the child, provide the framework for all actions \nconcerning children, including in the digital environment, \n \nReaffirming also the Universal Declaration of Human Rights,3 which proclaims \nthat all human beings are born free and equal in dignity and rights and that everyone \nis entitled to all the rights and freedoms set out therein, without distinction of any \nkind, \n \nReaffirming further resolution 70/1, adopted by the General Assembly on \n25 September 2015, entitled “Transforming our world: the 2030 Agenda for \nSustainable Development”, while taking note of the interconnectedness of the \n_______________ \n \n1 United Nations, Treaty Series, vol. 1577, No. 27531. \n \n2 Ibid., vols. 2171, 2173 and 2983, No. 27531. \n \n3 Resolution 217 A (III). \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n2/19 \n \nSustainable Development Goals set in the 2030 Agenda and the rights proclaimed in \nthe Convention on the Rights of the Child, and reaffirming the commitment at the \nvery heart of the 2030 Agenda to leave no one behind, including children, \n \nUnderscoring the importance of the implementation of the 2030 Agenda in \nensuring the enjoyment of the rights of the child and their well-being, \n \nRecalling the convening of the Summit of the Future on 22 and 23 September \n2024 at the United Nations Headquarters in New York, at which resolution 79/1 \nentitled “The Pact for the Future” and its annexes were adopted, which recognizes \nchildren as right holders and critical agents of positive change,  \n \nNoting that States Parties should implement the Convention on the Rights of the \nChild in relation to early childhood development, \n \nRecalling the International Covenant on Civil and Political Rights, 4 the \nInternational Covenant on Economic, Social and Cultural Rights, 5 the International \nConvention on the Elimination of All Forms of Racial Discrimination, 6 the \nConvention on the Rights of Persons with Disabilities, 7 the International Convention \nfor the Protection of All Persons from Enforced Disappearance, 8 the 1951 Convention \nrelating to the Status of Refugees9 and the 1967 Protocol thereto,10 the United Nations \nConvention against Transnational Organized Crime11 and the Protocol to Prevent, \nSuppress and Punish Trafficking in Persons, Especially Women and Children, \nsupplementing the United Nations Convention against Transnational Organized \nCrime,12 the Convention on the Elimination of All Forms of Discrimination against \nWomen13 and the Convention against Torture and Other Cruel, Inhuman or Degrading \nTreatment or Punishment,14 as well as relevant International Labour Organization \nconventions on children, including the Minimum Age Convention, 1973 (No. 138)15 \nand the Worst Forms of Child Labour Convention, 1999 (No. 182),16 \n \nReaffirming all of its previous resolutions on the rights of the child, the most \nrecent of which was resolution 78/178 of 19 December 2023, and recalling also all \nother relevant resolutions on this matter, including its resolutions 77/201 of \n15 December 2022 on protecting children from bullying, 73/327 of 25 July 2019 on \nthe International Year for the Elimination of Child Labour, 2021, 79/158 of \n17 December 2024 on child, early and forced marriage and 78/188 of 19 December \n2023 on the girl child, \n \nNoting Human Rights Council resolutions 55/29 of 5 April 2024, entitled \n“Rights of the child: realizing the rights of the child and inclusive social protection”, 17 \n56/5 of 10 July 2024, entitled “Open-ended intergovernmental working group on an \noptional protocol to the Convention on the Rights of the Child on the rights to early \n_______________ \n \n4 See resolution 2200 A (XXI), annex. \n \n5 Ibid. \n \n6 United Nations, Treaty Series, vol. 660, No. 9464. \n \n7 Ibid., vol. 2515, No. 44910. \n \n8 Ibid., vol. 2716, No. 48088. \n \n9 Ibid., vol. 189, No. 2545. \n \n10 Ibid., vol. 606, No. 8791. \n \n11 Ibid., vol. 2225, No. 39574. \n \n12 Ibid., vol. 2237, No. 39574. \n \n13 Ibid., vol. 1249, No. 20378. \n \n14 Ibid., vol. 1465, No. 24841. \n \n15 Ibid., vol. 1015, No. 14862. \n \n16 Ibid., vol. 2133, No. 37245. \n \n17 See Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 53 \n(A/79/53), chap. IV, sect. A. \n\nRights of the child \nA/RES/80/190\n \n3/19\n25-20888 \n \nchildhood education, free pre‑primary education and free secondary education”, 18 and \n54/5 of 10 October 2023 on ensuring quality education for peace and tolerance for \nevery child,19 as well as the political declaration of the sixty-ninth session of the \nCommission on the Status of Women in 2025,20 \n \nReaffirming the Vienna Declaration and Programme of Action,21 the United \nNations Millennium Declaration22 and the outcome document of the twenty-seventh \nspecial session of the General Assembly on children, entitled “A world fit for \nchildren”,23 recalling the Beijing Declaration and Platform for Action,24 the Programme \nof Action of the International Conference on Population and Development 25 and the \noutcome documents of their review conferences, the Copenhagen Declaration on \nSocial Development and the Programme of Action of the World Summit for Social \nDevelopment,26 the Durban Declaration and Programme of Action,27 the United \nNations Declaration on the Rights of Indigenous Peoples28 and the outcome document \nof the high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples,29 the Declaration on the Right to Development, 30 \nthe Declaration of the commemorative high-level plenary meeting devoted to the \nfollow-up to the outcome of the special session on children, held in New York from \n11 to 13 December 2007,31 the outcome document of the fifth Global Conference on \nthe Elimination of Child Labour, held in Durban, South Africa, from 15 to 20 May \n2022, and the outcome documents of previous Global Conferences, and the political \ndeclaration of the high-level meeting on universal health coverage of 2023,32 \n \nRecalling general comment No. 7 (2020) of the Committee on the Rights of the \nChild on implementing children’s rights in early childhood, which notes that young \nchildren are holders of all rights enshrined in the Convention and that early childhood \nis a critical period for the realization of these rights, \n \nTaking note of the statement of the Committee on the Rights of the Child on \narticle 5 of the Convention (2023), which analyses the relationship between the rights \nof the child and the responsibilities, rights and duties of parents as well as the State \nobligation to ensure the rights of the child, and recalling that parents’ responsibilities, \nrights and duties to provide appropriate direction and guidance to their children in the \nexercise of their rights, as recognized in the Convention, are not absolute but, rather, \ndelimited by children’s status as rights holders, and must be exercised with the best \ninterests of the child as their basic concern,  \n \nTaking note also of all relevant international instruments on the rights of \nmigrants and refugees, and recalling the importance of promoting and protecting the \n_______________ \n \n18 Ibid., chap. V, sect. A. \n \n19 Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n \n20 Official Records of the Economic and Social Council, 2025, Supplement No. 7 (E/2025/27), \nchap. I, sect. C, resolution 69/1, annex. \n \n21 A/CONF.157/24 (Part I), chap. III. \n \n22 Resolution 55/2. \n \n23 Resolution S-27/2, annex. \n \n24 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n25 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n26 Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n27 See A/CONF.189/12 and A/CONF.189/12/Corr.1, chap. I. \n \n28 Resolution 61/295, annex. \n \n29 Resolution 69/2. \n \n30 Resolution 41/128, annex. \n \n31 Resolution 62/88. \n \n32 Resolution 78/4, annex. \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n4/19 \n \nhuman rights and fundamental freedoms of all refugee and migrant children, including \nyoung children and girls, regardless of their migration status, including those \nunaccompanied or separated from their caregivers, with the best interests of the child \nas a primary consideration, and of strengthening international and regional \ncooperation, within the framework of the United Nations and relevant regional \nforums, and reaffirming all latest international policy developments and relevant \nUnited Nations agreements in this regard, \n \nTaking note further of the reports of the Secretary-General on progress made \ntowards achieving the commitments set out in the outcome document of the twenty-\nseventh special session of the General Assembly on children, entitled “A world fit for \nchildren”,33 and on the status of the Convention on the Rights of the Child and the \nissues addressed in resolution 78/187,34 as well as the most recent reports of the \nSpecial Representative of the Secretary-General on Violence against Children,35 the \nSpecial Representative of the Secretary-General for Children and Armed Conflict,36 \nthe Special Rapporteur on the sale, sexual exploitation and sexual abuse of children 37 \nand the Special Rapporteur on trafficking in persons, especially women and \nchildren,38 whose recommendations should be carefully studied, \n \nRecognizing that early childhood encompasses infancy, preschool years and the \ntransition to school and constitutes a foundational period for children’s physical, \ncognitive, emotional and social development, that it represents a unique window of \nopportunity, and that, to reach their full potential, children need nurturing care in early \nchildhood,  \n \nReaffirming that States have the primary responsibility to promote, respect, \nprotect and fulfil all human rights and fundamental freedoms, including the rights of \nthe child, and acknowledging the important role played by national governmental and \nlocal structures for children, including ministries and institutions in charge of child, \nfamily and youth issues and independent ombudspersons for children or other national \ninstitutions, including national human rights institutions, where they exist, for the \npromotion and protection of the rights of the child,  \n \nRecognizing that the family has the primary responsibility for the nurturing and \nprotection of children, in the best interests of the child, and that children, for the full \nand harmonious development of their personality, should grow up in a family \nenvironment and in an atmosphere of happiness, love and understanding, \n \nRecalling that the Universal Declaration of Human Rights recognizes the right \nof every individual to social security, and that motherhood and childhood are entitled \nto special care and assistance, \n \nRecognizing the State responsibility to ensure children’s protection and care as \nis necessary for their well-being, taking into account the rights, responsibilities and \nduties of their parents, legal guardians or other individuals legally responsible for \nthem, and, to this end, to take all appropriate and legislative and administrative \nmeasures, \n \nExpressing concern on the insufficient and uneven progress in meeting global \ntargets and indicators on early childhood development, including through persistent \n_______________ \n \n33 A/79/274-E/2025/3. \n \n34 A/80/296. \n \n35 A/80/258. \n \n36 A/80/266. \n \n37 A/80/113. \n \n38 A/80/166. \n\nRights of the child \nA/RES/80/190\n \n5/19\n25-20888 \n \ngaps in policies, legislation, financing and services critical for early childhood \ndevelopment, \n \nExpressing concern also that poverty in all its forms and dimensions, food \ninsecurity and malnutrition, lack of access to clean and safe drinking water, sanitation, \nshelter, education and healthcare, environmental degradation, the adverse effects of \nclimate change, public health emergencies, armed conflict and the destruction of \neducation and health facilities, among other factors, undermine early childhood \ndevelopment,  \n \nRecognizing that the right to education is closely linked to the maximum \ndevelopment of the child and that the goal of formal and non‑formal education should \nbe to empower the child, including in early childhood, by developing the child’s skills, \nability to learn, self-esteem and self-confidence, and that this must be achieved in \nways that enable children to learn through play and experience and reflect the rights \nand inherent human dignity of the child, \n \nRecognizing also the critical role of parents, legal guardians, teachers and \neducators in ensuring inclusive and equitable quality education for all children, \nincluding digital learning, by providing support, including through the necessary \ntraining, access to devices, materials and technological infrastructure, \n \nStressing that digital technologies and applications can create new ways to \nenhance education and foster learning and teaching and can be useful tools to promote \nthe enjoyment of children’s rights and their protection, and in that regard stressing the \nneed for enhanced efforts to expand connectivity, affordability, digital and financial \nlearning and associated skills bridging the digital divides, including the gender digital \ndivide and digital divides within and among countries, while protecting children from \nharm in the digital environment, and recognizing that digital devices should not be a \nsubstitute for in-person interactions between children and others, especially in the \nearly years, when the social environment shapes children’s holistic development, \n \nEncouraging all States to strengthen efforts to prevent the military use of \nschools in contravention of international law and to promote and protect the right to \neducation, to make it accessible, inclusive, quality and non‑discriminatory and to \nfacilitate the continuation of education in situations of armed conflict, and \nencouraging all States to strengthen efforts to protect children affected by armed \nconflict, including from recruitment or use by armed forces or armed groups and by \nsupporting family reunification as well as long-term and sustainable reintegration and \nrehabilitation for these children, \n \nRecognizing that violence against children undermines efforts to implement the \n2030 Agenda and hinders progress towards the achievement of the Sustainable \nDevelopment Goals, and that the negative and long-term impact of violence on the \ndevelopment of children stifles their potential to become active participants in society, \n \nAcknowledging that ensuring a respectful, supportive and safe child-rearing \nenvironment free from all forms of violence supports the realization of children’s \nindividual personalities and fosters the development of social, responsible and \nactively contributing citizens in the local community and larger society, and \nrecognizing that the protection of the child from violence is a key strategy for \nreducing and preventing all forms of violence in societies and for promoting freedom, \njustice and peace in the world, and in this regard noting the role that efforts to raise \nawareness about violence against children can play in combating its occurrence, \n \nRecognizing that positive parenting and care practices, which promote child \ndevelopment through affection, responsiveness, encouragement and teaching and \nsupport the rights, capabilities, interests and overall cognitive development of \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n6/19 \n \nchildren, can contribute to the reduction and prevention of all forms of violence and \nabuse against children, and in this regard stressing the importance of investing in \nparenting education, including for family caregivers, \n \nRecognizing also the State responsibility to take all appropriate legislative, \nadministrative, social and educational measures to protect the child from all forms of \nviolence and the importance of taking effective measures to prevent and respond to \nviolations and abuses of the rights of the child, online and offline, including by \nproviding for comprehensive support services, including physical and mental health \nservices, safe and child-sensitive counselling, as well as complaint and reporting \nmechanisms and other safeguards for the rights of all affected children, including to \nenable the conduct of effective and appropriate investigations and prosecutions by \njudicial and other relevant authorities, and recognizing the need to foster a policy of \nzero tolerance for all forms of violence against children, \n \nAcknowledging that exposure to violence during early childhood can have long-\nterm consequences for brain development and emotional well-being, and therefore \nnegatively affect educational attainment, socioemotional development and future \nprofessional prospects, \n \nRecalling that 2026 marks the twentieth anniversary of the United Nations study \non violence against children to the General Assembly, 39 welcoming the efforts of the \nSpecial Representative of the Secretary-General on Violence against Children and of \nMember States and partners in following up on the recommendations of the study, and \nnoting the launching of the Pathfinding Global Alliance on Ending Violence against \nChildren during the first Global Ministerial Conference on Ending Violence against \nChildren, in Bogotá on 8 November 2024, as a contribution and an accelerator of the \nprevention and protection of children against violence in following up on the \nrecommendations of the United Nations study on violence against children, \n \nDeeply concerned that increased use of digital technologies, particularly when \nunsupervised, has exacerbated children’s exposure to risks, harms and all forms of \nviolence, and expressing concern about the spread of disinformation and \nmisinformation, including among children, particularly on social media platforms, \nwhich can be designed and used to mislead and spread racism, racial discrimination, \nxenophobia and related intolerance, misogyny, stereotyping and stigmatization, and \nrecognizing that the responsibility to respect the rights of the child extends to private \nactors and businesses to ensure the safety, privacy and protection of the child, \n \nConcerned about the occurrence of bullying, including cyberbullying, in all \nparts of the world and the fact that children who are victimized by such practices may \nbe at heightened risk of compromising their health, emotional well-being, academic \nwork and education and for a wide range of physical and/or mental health conditions, \nas well as potential long-term effects on individuals’ ability to realize their own \npotential, \n \nRecognizing that girls are often at greater risk of being exposed to and \nencountering various forms of discrimination and violence, including sexual and \ngender-based violence, and harmful practices, such as child, early and forced \nmarriage, female genital mutilation and child labour, which, among other things, \nhinder the realization of their rights and efforts towards the achievement of the \nSustainable Development Goals, recognizing that gender equality and the \nempowerment of all women and girls is an essential prerequisite for sustainable \ndevelopment, and reaffirming the need to achieve gender equality to ensure a just and \n_______________ \n \n39 A/61/299. \n\nRights of the child \nA/RES/80/190\n \n7/19\n25-20888 \n \nequitable world for all girls, including by partnering with men and boys, as an \nimportant strategy for advancing full enjoyment of human rights, \n \nDeeply concerned that children disproportionately suffer the consequences of \ndiscrimination, exclusion and inequality, and that the situation of children in many \nparts of the world remains negatively affected by the prolonged effects of poverty and \ninequality, reaffirming that eradicating poverty in all its forms and dimensions is one \nof the greatest global challenges and an indispensable requirement for sustainable \ndevelopment, recognizing the impact of poverty beyond the socioeconomic context \nand the intrinsic interlinkage between poverty eradication and the promotion of \nsustainable development, and in this regard underlining the importance of the \nimplementation of the 2030 Agenda and recognizing that a strong focus is needed on \npoverty, deprivation and inequality to prevent and protect children from all forms of \nviolence and to promote the resilience of children, their families and their \ncommunities, \n \nRecognizing that the empowerment of and investment in children, and in \nparticular girls, which is critical for economic growth, and the achievement of the \nSustainable Development Goals, including the eradication of poverty and extreme \npoverty, are key in breaking the cycle of all forms of discrimination and violence, \nincluding multiple and intersecting forms, and in promoting, respecting and \nprotecting the full and effective enjoyment of their human rights, and recognizing \nfurther that empowering children requires their active and meaningful participation \nin decision-making processes in accordance with their evolving capacities or age and \nmaturity and as agents of change in their own lives and communities, while \nacknowledging that all parents have common responsibilities for the upbringing and \ndevelopment of the child, with the best interests of the child as their basic concern, \n \nRecognizing also that the full realization of the rights of the child requires the \nadoption and implementation of comprehensive policies and programmes at the \ninternational, national and local levels for all children, including specific programmes \nfor early childhood development, and recognizing further the positive contribution of \nearly childhood care and education programmes as well as school feeding \nprogrammes to the outcomes of schooling and to children’s development to their \nfullest potential, \n \nAcknowledging that investing in early childhood development contributes to the \nenjoyment of the rights and to the development of every child and is highly efficient \nin promoting peaceful and sustainable societies, eradicating extreme poverty and \ninequality and boosting economic growth, and stressing that States should consider \nadopting comprehensive, strategic and time-bound plans for early childhood \ndevelopment within a child rights-based framework, which requires an increase in \nhuman and financial resource allocations for early childhood services and \nprogrammes, \n \nReaffirming the obligations of States, in accordance with international human \nrights law, to take all necessary measures to ensure that the right of the child to the \nenjoyment of the highest attainable standard of physical and mental health is \nrespected, protected and fulfilled, without discrimination of any kind, \n \nRecognizing the fact that not addressing mental health and psychosocial \ndevelopment for children can limit opportunities and may have potential long-term \nconsequences, and that ensuring mental health across the life course requires holistic \nstrategies for both promotion and prevention that involves educational environments, \namong others outside the health and social care sectors, \n \nAcknowledging that the prevention of noncommunicable diseases should start \nearly in life and be taken into account during pregnancy and early childhood, \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n8/19 \n \n \nReaffirming the need to end preventable diseases and deaths of newborns and \nchildren under 5 years of age, and recognizing that infectious diseases, including \npneumonia, diarrhoea and malaria, remain a leading cause of deaths of children \nunder 5, along with pre‑term birth and intrapartum-related complications, \n \nRecognizing that the risk of maternal mortality is highest for girls under 15 years \nof age and that complications in pregnancy and childbirth are a leading cause of death \namong girls under 15 years of age in many countries, and expressing profound \nconcern that early pregnancy may have major mental and physical health \nconsequences for adolescent mothers and their children, \n \nRecognizing also that there are large disparities in maternal mortality and \nmorbidity rates between developed and developing countries as well as within and \namong countries, particularly in rural and remote areas and the poorest urban areas, \n \nEmphasizing that good maternal health, including physical and mental health, \nnutrition and education are essential for the full realization of the rights of the child, \nincluding in early childhood, for the survival of children and their ability to develop \nand to reach their full potential, \n \nReaffirming that, with regard to economic, social and cultural rights, States \nshould take steps to ensure the allocation of available resources to the maximum \nextent possible and, where needed, within the framework of international cooperation, \nto provide guidance and support to parents, legal guardians and other individuals \nlegally responsible for the child, as well as caregivers, on how to create safe and \ninclusive environments that facilitate children’s play and recreational activities, \nincluding on their responsible use of digital technology, \n \nRecognizing the importance of prevention in ensuring safe online and digital \ntechnology environments for children, while protecting them against arbitrary or \nunlawful interference with their rights to privacy, to seek, receive or impart \ninformation, to education, to participation and to the freedoms of expression and of \nassociation, and recognizing also that prevention measures and approaches should \ninvolve key actors, including Governments, parents, civil society, organizations of \npersons with disabilities, industry, especially technology enterprises and those related \nto social media, schools, children, academia, competent authorities and relevant \nactors, community-based organizations and the general public, \n \nRecognizing also the importance of international, regional and bilateral \nmulti‑stakeholder partnerships and initiatives to advance the effective protection and \npromotion of the rights of the child and the elimination of all forms of violence against \nchildren, including all violent punishment of children, \n \nNoting with appreciation the work that aims to strengthen the respect, protection \nand fulfilment of the rights of the child carried out by all relevant organs, bodies, \nentities and organizations of the United Nations system, including by relevant \nmandate holders and special procedures, within their respective mandates, and by \nrelevant regional organizations, and intergovernmental organizations, recognizing the \nvaluable role of national human rights institutions and civil society, including \nnon‑governmental organizations, and recalling that the annual day on the rights of the \nchild, held in 2025 at the fifty-eighth session of the Human Rights Council, focused \non the priorities to advance early childhood development, including in emergencies, \nand recognized the importance of early childhood development programmes and \nservices that are accessible to all children, \n \n1. \nRecognizes that the Convention on the Rights of the Child is the human \nrights treaty with the largest number of ratifications, and acknowledges that the \n\nRights of the child \nA/RES/80/190\n \n9/19\n25-20888 \n \nConvention and the Optional Protocols thereto contain a comprehensive set of \ninternational legal standards for the protection and well-being of children; \n \n2. \nCalls upon States Parties to increase their efforts and undertake all \nappropriate measures for the full and effective implementation of the Convention on \nthe Rights of the Child, and underlines that this includes the rights of the child in \nrelation to early childhood development; \n \n3. \nUrges States that have not yet done so to consider becoming Parties to the \nConvention on the Rights of the Child and the Optional Protocols thereto as a matter \nof priority and to implement them effectively, and encourages further efforts by the \nSecretary-General in this regard; \n \n4. \nUrges States Parties to withdraw reservations that are incompatible with \nthe object and purpose of the Convention on the Rights of the Child or the Optional \nProtocols thereto and to consider reviewing regularly other reservations with a view \nto withdrawing them in accordance with the Vienna Declaration and Programme of \nAction; \n \n5. \nUrges States to review, adopt and update national legislation in line with \ntheir international human rights obligations and commitments to ensure that policies \nrelated to early childhood development are compatible with the rights set out in the \nConvention on the Rights of the Child and the Optional Protocols thereto and other \nrelevant human rights instruments; \n \n6. \nCalls upon States to ensure the enjoyment by all children of all their civil, \npolitical, economic, social and cultural rights without discrimination of any kind; \n \n7. \nEncourages States to promote the rights of the child in the implementation \nof the 2030 Agenda for Sustainable Development,40 in accordance with their \nobligations under international law and in the best interests of the child; \n \n8. \nAlso encourages States to adopt comprehensive, coordinated and \nadequately resourced policies, laws, programmes and services on early childhood \ndevelopment that integrate a family perspective, where relevant, to ensure that all \nchildren, including those in vulnerable situations, experience healthy and holistic \nearly childhood development; to invest in policies and programmes that promote \nhealth, nutrition, responsive caregiving, safety and security, and early learning to \nensure that children receive nurturing care; to incorporate early childhood \ndevelopment strategies into emergency preparedness and peacebuilding frameworks \nas appropriate; and to track and monitor progress through effective multisectoral \napproaches, prioritizing public financing for early childhood development as a \nnational priority; \n \n9. \nAffirms that States should take all necessary measures to ensure the full \nrealization of all human rights and fundamental freedoms of children with disabilities \non an equal basis with other children, and recognizes that children with disabilities, \nparticularly girls, are almost four times more likely to experience violence, \nstigmatization, discrimination, exclusion, abandonment and neglect, and are \ndisproportionately subjected to physical, psychological and sexual violence and \nabuse; \n \n10. Urges States to ensure that children have access to clean water, sanitation \nand hygiene, including toilets, proper handwashing facilities and clean drinking \nwater, to prevent the spread of waterborne illnesses in homes and childcare settings, \n_______________ \n \n40 Resolution 70/1. \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n10/19 \n \nand in this context expresses concern over water scarcity, particularly in remote and \nrural areas; \n \n11. \nAlso urges States to strengthen efforts towards poverty eradication for \nchildren in early childhood and their families, enabling access to employment \nopportunities and decent work for parents and legal guardians, and improve the \nsituation of children living in poverty, in particular extreme poverty, deprived of \nadequate nutritious food, clean and safe drinking water and sanitation facilities, \nincluding for menstrual health and hygiene management, with limited or no access to \nessential physical and mental healthcare services, adequate shelter, education, \nparticipation and protection, taking into account that, while a severe lack of goods \nand services hurts every human being, it is particularly threatening and harmful to \nchildren, leaving them unable to enjoy their rights, to reach their full potential and to \nparticipate as full members of society, and exposed to conditions that lead to increased \nviolence; \n \n12. Calls upon States to increase investments in nutrition as a key part of a \ncomprehensive essential healthcare package, including through essential nutrition \nprogramming, services and practices, that incorporates early stimulation, responsive \ncaregiving and play-based interventions, and to support maternity and breastfeeding \npolicies to foster young children’s healthy nutrition, growth and brain and cognitive \ndevelopment, bearing in mind the vital importance of good nutrition for child survival \nand development, particularly during early childhood, and in this regard underscores \nthe need to address child stunting, which remains unacceptably high; \n \n13. Urges States to take measures to improve prenatal, perinatal and postnatal \nmental and physical healthcare services for mothers and newborns, ending \npreventable maternal, newborn and child death, such as improving the access to \nhealthcare systems, including for sexual and reproductive health, emergency obstetric \nand newborn care, the distribution and use of insecticide-treated nets, vaccination and \nimmunization campaigns, the prevention of mother-to-child transmission of HIV and \nthe strengthening of international cooperation and technical assistance urgently \nrequired in developing countries to reduce maternal and child mortality and morbidity \nand improve maternal, newborn and child health; \n \n14. Encourages Member States to coordinate a multisectoral strategy that aims \nat promoting mental health for new parents, legal guardians and other individuals \nlegally responsible for the child, through home- and health facility-based prenatal and \npostnatal care for new mothers, the provision of early childhood programmes that \naddress the cognitive, sensory-motor and psychosocial development of children and \nthe promotion of healthy child-caregiver relationships, and by introducing or \nstrengthening community protection networks and systems; \n \n15. Recalls every child’s right to be registered immediately after birth, to a \nname, to acquire a nationality and to recognition everywhere as a person before the \nlaw, as set out in the Convention on the Rights of the Child and the International \nCovenant on Civil and Political Rights, respectively, reminds States of their \nobligation to ensure the registration of the birth of all children without discrimination \nof any kind, including in the case of late birth registration, especially for children in \nrural and remote areas, refugee and migrant children and those in the most vulnerable \nsituations, and calls upon States to ensure that birth registration procedures are \nuniversal, accessible, simple, expeditious and effective and provided at minimal or no \ncost, including by promoting the use of digital identification systems, and recognizes \nthe importance of birth registration as a critical means of preventing statelessness, \nensuring lifelong protection, exercising their rights and accessing essential services;  \n\nRights of the child \nA/RES/80/190\n \n11/19\n25-20888 \n \n \n16. Also recalls that the Convention on the Rights of the Child recognizes the \nright of the child to preserve his or her identity, including nationality, name and family \nrelations, as recognized by law, without unlawful interference;  \n \n17. Calls upon States to scale up scientifically accurate and age-appropriate \ncomprehensive education that provides adolescent girls and boys and young women \nand men, in and out of school, consistent with their evolving capacities, and with \nappropriate direction and guidance from parents and legal guardians, with the best \ninterests of the child as their basic concern, with information on sexual and \nreproductive health and HIV prevention, gender equality and women’s empowerment, \nhuman rights, physical, psychological and pubertal development and power in \nrelationships between women and men, to enable them to build self-esteem and foster \ninformed decision-making, communication and risk reduction skills and to develop \nrespectful relationships, in full partnership with young people, parents, legal \nguardians, caregivers, educators and healthcare providers, in order to, inter alia, \nenable them to protect themselves from HIV infection and other risks; \n \n18. Also calls upon States to create opportunities for children’s inclusive and \nmeaningful participation in decision-making processes in line with their evolving \ncapacities, including girls and adolescent girls, children with disabilities, children \nbelonging to national or ethnic, religious and linguistic minorities, children of African \ndescent, migrant children, Indigenous children, and children in vulnerable situations \nand those who are hardest to reach, in all matters affecting them, and for children to \nbecome agents of change within their communities, taking into account the \nimportance of involving children’s organizations and child-led initiatives, by creating \ninclusive consultative mechanisms and ensuring that policy measures are developed \non the basis of participatory, evidence-based decision-making processes that take into \naccount the views of children and the best interests of the child; \n \n19. Urges all States to respect, protect and fulfil the rights of the child, \nincluding for children with disabilities and children in vulnerable situations, to \nexpress themselves freely and to be provided the opportunity to be heard in any \nproceeding affecting them, and to ensure that they have access to inclusive and \nequitable quality education, including pre‑primary education, and information in \nchild-friendly and accessible formats, that their views are given due weight and that \nthey are included in decision-making processes, in accordance with their age and \nmaturity, in all matters affecting them; \n \n20. Reaffirms the right to education on the basis of equal opportunity and \nnon‑discrimination, and calls upon States to make primary education compulsory, \ninclusive and available free to all children, while encouraging them to take all \nappropriate measures to make pre‑primary education progressively available, \nensuring that all children have equal access to education of good quality, making \nsecondary education generally available and accessible to all, in particular through \nthe progressive introduction of free education, bearing in mind that special measures \nto ensure equal access, including affirmative action, contribute to achieving equal \nopportunity and combating exclusion by eliminating social, economic and gender \ndisparities in education and ensuring school attendance, in particular for girls, \nchildren with disabilities, pregnant adolescent girls, children living in poverty, \nIndigenous children, children of African descent, children belonging to ethnic, \nnational, religious or linguistic minorities and children in vulnerable or marginalized \nsituations; \n \n21. Urges States to respect, protect and fulfil the right to education for all \nchildren under their jurisdiction, without discrimination of any kind, including based \non age, and to ensure access to inclusive early childhood care and education and \nparenting programmes that improve the quality of children’s early learning, and \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n12/19 \n \nencourages States to reduce or remove fees and indirect costs associated with access \nto childcare and pre‑primary education; \n \n22. Encourages States to adopt and implement sustained and inclusive child-\nempowering, age-appropriate, disability-inclusive and gender-responsive non‑formal \nand formal education programmes, providing children, parents, legal guardians and \nother individuals legally responsible for the child, caregivers, teachers and other \nprofessionals working with and for children with skills relating to digital and data \nliteracy, to promote awareness among children of the forms of violence that occur \nthrough or are amplified by the use of technology, and online harms and risks; and in \nthis regard commits to address these challenges and spread the benefits of \ndigitalization including by expanding the participation of all countries in the \ndigitalization, in particular developing countries, among others through enhancing \ntheir digital infrastructure connectivity as well as building their capacities and access \nto technological innovations through stronger partnerships and improving digital \nliteracy; \n \n23. Urges States to take measures, including in collaboration with the private \nsector and other relevant actors, to ensure that early childhood development policies \nand programmes support the inclusion of children in vulnerable situations, including \nchildren with disabilities, in inclusive early childhood education and pre‑primary \neducation settings with the provision of individualized support and reasonable \naccommodations; \n \n24. Calls upon States to ensure that rest, play and leisure are integrated into \nschool structures and curricula, and enjoyed from early childhood by all children \nequally, including children in the most vulnerable and marginalized situations, and \nreaffirms the role of play in building essential and transferable physical, social, \ncognitive, communication and emotional life skills at all ages, and its positive impact \non promoting tolerance and resilience and facilitating social inclusion, conflict \nprevention and peacebuilding; \n \n25. Also calls upon States to promote the provision of accessible, gender-\nresponsive and age-appropriate information to children, including children with \ndisabilities, on their rights, including through human rights education programmes as \nwell as equal access to technologies that provide them with information and material \nfrom a diversity of national and international sources, especially those aimed at the \npromotion of their social, spiritual and moral well-being, and physical and mental \nhealth, and the protection of their rights; \n \n26. Further calls upon States to accelerate efforts to eliminate all barriers to \nthe equal enjoyment by girls of their right to education, to address gender-based \ndiscrimination, gender stereotypes and negative social norms in education systems, \nincluding in curricula, textbooks and teaching methodologies, and to fight all forms \nof violence, including sexual harassment and school-related sexual and gender-based \nviolence, in and out of schools and other educational settings; \n \n27. Calls upon States to scale up programming for girls, including education \nand skills development training for adolescent girls; to address gender-specific \nbarriers to the equal enjoyment by girls of their right to education and access to quality \neducation; to ensure access to gender-responsive support services, including \npsychological, social and sexual and reproductive healthcare services, and education, \nincluding in emergencies; and to ensure that girls’ opinions are heard, and that \nmeasures are taken to enable young women and girls to successfully grow into \nleadership positions in public and private spheres by ensuring their full and equal \naccess to education, technology and skills development, leadership and mentorship \n\nRights of the child \nA/RES/80/190\n \n13/19\n25-20888 \n \nprogrammes, increased technical and financial support, and protection from violence \nand discrimination; \n \n28. Also calls upon States to ensure that child protection, including social \nprotection and gender-sensitive mental health services, is recognized as essential and \nthat it continues to be provided and be accessible, affordable and available to all \nchildren, at all times; \n \n29. Urges States to ensure sustainable and equitable financing for child-\nresponsive social protection and other social sectors as appropriate, including through \nthe provision of social safety nets, such as cash transfers, food transfers, fee waivers \nand subsidies to enhance child development outcomes, contribute to gender equality \nand protect young children from poverty, fragility and social exclusion; \n \n30. Calls upon States to commit to the improvement of child protection care \nsystems and pursue policies that address the root causes of child abandonment, \nneglect, relinquishment and separation from their family; \n \n31. Calls upon States, the United Nations system, the private sector and other \nrelevant actors to commit to comprehensive child and family-friendly policies, \nincluding paid parental leave, maternity benefits, support for breastfeeding, \naffordable, accessible and quality childcare, child benefits and tax credits, as well as \nparenting \nand \nviolence \nprevention \nprogrammes \nthat \nare \ninclusive \nand \nnon‑discriminatory, all of which contribute to ensure responsive caregiving, promote \nwork-life balance, and support the well-being of children and their families, \nprioritizing those most in need, including those engaged in the informal economy, \nwhile generating broader benefits for poverty eradication, gender equality and \nsustainable development; \n \n32. Reiterates that all States should continue to make their best efforts to \nensure the recognition of the principle that parents have common responsibilities for \nthe upbringing and development of their children; \n \n33. Urges States to take all appropriate legislative, administrative, social and \neducational measures to protect children from all forms of violence and abuse, \nincluding sexual and gender-based violence, online and offline, address the lack of \nchild-responsive reporting mechanisms and inadequate data collection on violence, \nand support violence prevention programmes in early childhood, including through \nparenting support; \n \n34. Also urges States to take comprehensive, multisectoral, coordinated, \neffective and gender-responsive measures to prevent, eliminate and respond to all \nforms of violence and discrimination against all children and to address structural and \nunderlying causes and risk factors, including through enhanced prevention measures, \nresearch \nand \nstrengthened \ncoordination \nand \nmonitoring \nand \nevaluation, \nimplementing, in partnership with all relevant stakeholders, effective violence \nprevention and response activities in schools and communities, including training for \nparents, legal guardians and caregivers, capacity-building for professionals working \nwith and for children, and educating children from a young age regarding human \nrights and the importance of treating all people with dignity and respect, and \ndesigning educational programmes and teaching materials that support consent, \nnon‑violent behaviour, respect for boundaries and what constitutes unacceptable \nbehaviour and how to report it, that eliminate gender stereotypes and negative social \nnorms, as well as racism and racial discrimination, build self-esteem and informed \ndecision-making and communication skills and promote the development of \nrespectful relationships based on gender equality, non‑discrimination, inclusion and \nrespect for human rights; \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n14/19 \n \n \n35. Further urges States to take immediate and effective measures to end child \nlabour in all its forms; \n \n36. Urges States to provide children whose rights have been violated or abused \nwith access to effective and appropriate remedial victim support, as well as reparation \nand guarantees of non‑repetition; and calls upon States and businesses to ensure the \navailability and accessibility of free-of-charge, safe, confidential, responsive and \nchild-friendly reporting mechanisms; \n \n37. Notes the importance of promoting safe and enabling conditions for \nchildren facing multiple and intersecting forms of discrimination, such as children \nbelonging to national or ethnic, religious and linguistic minorities, as well as migrant \nchildren, refugee or asylum-seeking children, internally displaced children, children \nwith disabilities, children of African descent and Indigenous children; \n \n38. Strongly condemns all forms of violence, harassment and abuse against \nchildren in all settings, online and offline, including physical, psychological and \nsexual violence, torture and other cruel, inhuman or degrading treatment, child abuse \nand exploitation, including sexual exploitation of children in the context of travel and \ntourism, child sexual abuse material, sexual exploitation of children such as child \nsexual abuse and cybergrooming, economic exploitation, promotion of and incitement \nto self-harm and life-threatening activities, bullying, including cyberbullying, \nhostage-taking, domestic violence, trafficking in or sale of children and their organs, \ngang and armed violence, and harmful practices, including female genital mutilation \nand child, early and forced marriage, and urges States to strengthen efforts to prevent \nand protect children from all such violence through a comprehensive, gender-\nresponsive, age-appropriate and disability-inclusive approach and to develop an \ninclusive multifaceted and systematic framework, which is integrated into national \nplanning processes, to respond effectively to violence against children and to provide \nfor safe and child-sensitive counselling, complaint and reporting mechanisms and \nsafeguards for the rights of affected children, and comprehensive education enabling \nthem to access these mechanisms; \n \n39. Strongly encourages States to adopt effective measures to prevent and \nrespond to all forms of violence against children, particularly those in situations of \nviolence stemming from transnational organized crime, including trafficking in \npersons, recruitment and use of children for criminal activities, and other forms of \ncriminality that undermine their integrity and well-being, in accordance with the \nConvention on the Rights of the Child and other relevant international instruments; \n \n40. Urges States to take measures to protect children from all forms of \nviolence in the digital environment, to ensure that national legislation on data \nprotection and privacy is in accordance with their international human rights \nobligations and allows law enforcement, social welfare and judicial authorities to \nconduct effective and appropriate investigations and prosecutions with the aim of \nholding accountable and bringing to justice all those responsible for or who attempt \nto commit such crimes against children, taking into account that such crimes are often \nmulti-jurisdictional and transnational in nature, and to consider adopting legislation, \nregulations or policies to ensure that businesses address their responsibilities to \nrespect children’s rights, safety and well-being during the design, engineering, \ndevelopment, operation, distribution and marketing of their technological products \nand services and putting in place adequate safeguards that seek to prevent or mitigate \nadverse human rights impacts on children that are directly linked to their operations, \nproducts or services; \n\nRights of the child \nA/RES/80/190\n \n15/19\n25-20888 \n \n \n41. Calls upon States to address prevailing challenges to bridge the digital \ndivide within and among countries, the age, disability and gender digital divides and \nthe divide between rural and urban areas, including between developing and \ndeveloped countries, and highlights the importance of promoting and protecting the \nright of the child to enjoy the benefits of scientific progress and its applications, and \nto this end notes the importance of promoting digital literacy from an early age, as \nwell as public awareness and understanding of new and emerging digital technologies, \npromoting risk awareness and self-protection training and guidance, and supporting \ncapacity-building initiatives to ensure that children, as well as their parents or legal \nguardians, teachers and educators, are given the opportunity to develop the \nunderstanding, knowledge and skills needed to engage safely and meaningfully in the \ndigital environment, including through international cooperation, to ensure that \nchildren, especially children in vulnerable situations, are able to connect to and access \nthe Internet in a safe and secure way; \n \n42. Also calls upon all States to respect, protect and fulfil the rights of the \nchild and to ensure, for children belonging to national or ethnic, religious or linguistic \nminorities and migrant children, children affected by armed conflict, Indigenous \nchildren, children of African descent, internally displaced children and children with \ndisabilities, the enjoyment of all their rights as well as access to healthcare services, \nsocial services, social protection and accessible and inclusive education on an equal \nbasis with others, and to ensure that all such children, in particular unaccompanied \nmigrant children, internally displaced children and those who are victims of violence \nand exploitation, receive special protection and assistance and that the best interests \nof the child are a primary consideration in their policies of integration, return and \nfamily reunification; \n \n43. Condemns in the strongest terms all violations and abuses committed \nagainst children in armed conflict, and in this regard urges all States and other parties \nto armed conflict that are engaged, in contravention of applicable international law, \nin the recruitment and use of children, in patterns of killing and maiming of children \nand/or rape and other sexual violence against children, acknowledging that sexual \nviolence in these situations disproportionately affects girls, but that boys are also \ntargets, in recurrent attacks on schools and/or hospitals and related personnel and \ndenial of humanitarian access, and in patterns of abduction of children, forced \nadoptions, forced transfers and deportations as well as in all other violations and \nabuses against children, to take time-bound and effective measures to end and prevent \nthem and to encourage age- and gender-specific support services, including \npsychological, social and sexual and reproductive healthcare services, and education, \nsocial protection and reintegration programmes; \n \n44. Recognizes that development, peace and security and human rights are \ninterlinked and mutually reinforcing and that the protection and reintegration of, and \nthe prevention of violations and abuses against, conflict-affected children should be \nconsidered across all stages of this spectrum; \n \n45. Calls upon States to ensure the legal protection of children from violence, \nboth online and offline, in a manner consistent with their obligations under international \nlaw, including international human rights law, and to criminalize relevant conduct \nrelated to violence against children online and offline, including but not limited to \nforms of sexual exploitation and abuse of children, such as child grooming, sexual \nextortion, the streaming of child abuse, the possession or distribution of, access to, or \nexchange or production of or payment for child sexual abuse material and the viewing, \nconducting or facilitation of children’s participation in live sexual abuses or \nexploitation transmitted through digital technologies, in addition to the use of digital \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n16/19 \n \ntechnology in the recruitment or use of children by armed groups and in the context \nof child trafficking; \n \n46. Also calls upon States to develop coherent and coordinated protection \nsystems and to provide universal access to quality comprehensive social, physical and \nmental health, including sexual and reproductive health, and legal and counselling \nservices for all victims and survivors, to ensure their full recovery and reintegration \ninto society, and to strengthen social welfare systems and effective service delivery \nfor children affected by violence, in particular in the justice, education and health \nsectors; \n \n47. Recognizes that the right of the child to education can be severely \nhampered as a result of physical, psychological and sexual and gender-based violence, \nincluding the dissemination or threat of dissemination of personal sexually explicit \ncontent that constitutes child sexual abuse or child sexual exploitation material, \nincluding artificial intelligence-generated or deepfake images, sexual harassment, \nincluding peer-to-peer sexual harassment, as well as bullying, including cyberbullying, \nin school, outside school and on the way to school, and in digital environments, which \ncompromises learning outcomes and may lead to school dropout, and therefore calls \nupon States to adopt and strengthen clear and comprehensive measures, including \nlegislative and policy measures, taking into account the best interests of the child, to \nensure that all schools are safe and free from violence and provide safe and child-\nsensitive counselling and reporting procedures for children affected by and involved \nin such forms of violence, generating statistical information, including gender \nstatistics and data disaggregated by age and sex, and responding promptly and \nadequately; \n \n48. Urges States to promote and protect the rights of the child against sexual \nexploitation and sexual and gender-based violence, including in digital contexts, \nthrough the adoption of relevant legislation to prevent these acts as well as combat \nthem through the detection of child sexual abuse material and its immediate removal \nfrom the Internet, emphasizing the importance of a coordinated and multi-stakeholder \nglobal-level response; \n \n49. Appreciates the role of civil society, including child- and youth-led \nmovements, including those aimed at promoting the respect, protection and fulfilment \nof human rights, in supporting victims and survivors of violence, including by \namplifying their voices, and in receiving reports of online harms against children; \n \n50. Takes note of ongoing efforts to mainstream the rights of the child into the \nwork of the United Nations system, and requests all relevant organs, bodies, entities, \norganizations and mechanisms of the United Nations system to mainstream the \npromotion, respect, protection and fulfilment of the rights of the child throughout \ntheir activities, in accordance with their respective mandates, as well as to ensure that \ntheir staff are trained in child rights matters, and take further steps to increase system-\nwide coordination and inter-agency cooperation for the promotion and protection of \nthe rights of the child; \n \n51. Calls upon the relevant entities, funds and programmes of the United \nNations system, donor institutions, including the international financial institutions, \nand bilateral donors to support, upon request, inter alia, national initiatives, including \nearly childhood development programmes, financially and technically, as well as to \nenhance effective international cooperation and partnership to strengthen knowledge-\nsharing, capacity-building and skills transfer for early childhood, in terms of policy \nand programme development and implementation, research and professional training; \n\nRights of the child \nA/RES/80/190\n \n17/19\n25-20888 \n \n \n52. Expresses support for the work of the Special Representative of the \nSecretary-General on Violence against Children, and recognizes the progress \nachieved since the establishment of the mandate in promoting the prevention and \nelimination of all forms of violence against children, both online and offline, in all \nregions and in advancing the implementation of the recommendations of the United \nNations study on violence against children, partnerships with regional organizations, \nas well as advocacy through thematic consultations, field missions and thematic \nreports addressing emerging concerns, including on investment in child protection \nand well-being, starting in early childhood; \n \n53. Takes note of the leadership of the Special Representative of the Secretary-\nGeneral on Violence against Children in the follow-up to the United Nations global \nstudy on children deprived of liberty in cooperation with the other entities in the \nUnited Nations inter-agency task force, the non‑governmental organization panel and \nother relevant stakeholders, and encourages the Special Representative to continue \nher work in this regard; \n \n54. Urges all States, requests United Nations agencies, funds and programmes \nand invites regional organizations and civil society, including non‑governmental \norganizations, to cooperate with the Special Representative of the Secretary-General \non Violence against Children in promoting the further implementation of the \nrecommendations of the United Nations study on violence against children and in \nsupporting Member States in the context of the implementation of the 2030 Agenda, \nencourages States to provide support to the Special Representative, including \nadequate voluntary financial support for the continued, effective and independent \nperformance of her mandate, and invites organizations, including the private sector, \nto provide voluntary contributions for that purpose; \n \n55. Recommends that the Secretary-General extend the mandate of the Special \nRepresentative of the Secretary-General on Violence against Children, as established \nin paragraphs 58 and 59 of its resolution 62/141 of 18 December 2007, for a further \nfour years, and maintain support for the effective and independent performance and \nsustainability of the mandate of the Special Representative, funded from the regular \nbudget; \n \n56. Welcomes the appointment of Vanessa Frazier as the Special \nRepresentative of the Secretary-General for Children and Armed Conflict, expresses \nsupport for the work of the Special Representative, recalls the adoption of resolution \n51/77 of 12 December 1996, by which the mandate of the Special Representative was \ncreated, its increased level of work and the progress achieved since the establishment \nof the mandate, welcomes the efforts by the Special Representative and the mandate’s \nimportant contributions to the maintenance of peace and security through the \nprotection of children in armed conflict situations, and notes the diminishing \ncapacities, in particular at the field level, that will have an impact on the delivery of \nthe mandate if left unaddressed, in particular monitoring, verification and reporting, \nand, bearing in mind its resolution 63/241 of 24 December 2008 and paragraphs 35 to \n37 of its resolution 51/77, paragraph 39 of its resolution 72/245 of 24 December 2017 \nand paragraph 40 of its resolution 76/147 of 16 December 2021, recommends that the \nSecretary-General extend the mandate of the Special Representative for a further four \nyears; \n \n57. Notes with appreciation the steps taken regarding Security Council \nresolutions 1539 (2004) of 22 April 2004, 1612 (2005) of 26 July 2005, 1882 (2009) \nof 4 August 2009, 1998 (2011) of 12 July 2011, 2068 (2012) of 19 September 2012, \n2225 (2015) of 18 June 2015, 2286 (2016) of 3 May 2016, 2427 (2018) of 9 July 2018, \n2601 (2021) of 29 October 2021 and 2764 (2024) of 20 December 2024 and the efforts \nof the Secretary-General to implement the monitoring and reporting mechanism on \n\nA/RES/80/190 \nRights of the child\n \n25-20888\n18/19 \n \nchildren and armed conflict in accordance with those resolutions, with the \nparticipation of and in cooperation with national Governments and relevant United \nNations and civil society actors, including at the country level, requests the Secretary-\nGeneral to ensure that information collected and communicated by the monitoring \nand reporting mechanism is accurate, objective and verifiable, and in this regard \nencourages the work and the deployment of United Nations child protection advisers \nin peacekeeping operations and political and peacebuilding missions, as well as \nsupports the implementation of the monitoring and reporting mechanism, including \nin particular in the context of transitions to or from United Nations missions; \n \n58. Decides: \n \n(a) \nTo continue its consideration of the question at its eighty-second session \nunder the item entitled “Promotion and protection of the rights of children”; \n \n(b) \nTo request the Secretary-General to submit to the General Assembly at its \neighty-second session a comprehensive report on the rights of the child containing \ninformation on the status of the Convention on the Rights of the Child and on the \nissues addressed in the present resolution, with a focus on the promotion of children’s \nmental health and well-being; \n \n(c) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict to continue to submit reports to the General Assembly \nand the Human Rights Council on the activities undertaken in fulfilment of her \nmandate, including information on field visits and on the progress achieved and the \nchallenges remaining on the children and armed conflict agenda; \n \n(d) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict, in carrying out her mandate for the protection of \nchildren in situations of armed conflict, in accordance with the relevant resolutions \nof the General Assembly and the Security Council, to continue to engage proactively \nwith relevant United Nations bodies and agencies, Member States, regional and \nsubregional organizations and non‑State armed groups, including by negotiating \naction plans, securing commitments, advocating for appropriate response mechanisms \nand ensuring attention and follow-up to the conclusions and recommendations of the \nSecurity Council Working Group on Children and Armed Conflict, and reaffirms the \nimportant role that the Special Representative can play in contributing to conflict \nprevention; \n \n(e) \nTo request the Special Representative of the Secretary-General on \nViolence against Children to continue to submit annual reports to the General \nAssembly and the Human Rights Council on the activities undertaken in fulfilment of \nher mandate, consistent with paragraphs 58 and 59 of its resolution 62/141, including \ninformation on her field visits and on the progress achieved and the challenges \nremaining on the violence against children agenda; \n \n(f) \nTo request the Special Rapporteur on the sale, sexual exploitation and \nsexual abuse of children to continue to submit reports to the General Assembly and \nthe Human Rights Council on the activities undertaken in fulfilment of her mandate, \nincluding information on her field visits and on the progress achieved and the \nchallenges remaining in the prevention and elimination of all forms of sale and sexual \nexploitation and abuse of children, and in the protection, rehabilitation, recovery, \nreintegration and access to justice of children who are victims and survivors, in a \ngender-responsive, disability-inclusive, victim-centred, trauma-informed and child-\nfriendly manner and with full respect for the rights of the child, including in how to \nadvance the protection capacities of communities and families, with the best interests \nof the child as a primary consideration; \n\nRights of the child \nA/RES/80/190\n \n19/19\n25-20888 \n \n \n(g) \nTo invite the Chair of the Committee on the Rights of the Child to present \nan oral report on the work of the Committee and to engage in an interactive dialogue \nwith the General Assembly at its eighty-first and eighty-second sessions as a way to \nenhance communication between the Assembly and the Committee. \n \n62nd plenary meeting \n15 December 2025 \n \n",
  "paragraphs": {
    "1": " Convention and the Optional Protocols thereto contain a comprehensive set of international legal standards for the protection and well-being of children;",
    "2": "Calls upon States Parties to increase their efforts and undertake all appropriate measures for the full and effective implementation of the Convention on the Rights of the Child, and underlines that this includes the rights of the child in relation to early childhood development;",
    "3": "Urges States that have not yet done so to consider becoming Parties to the Convention on the Rights of the Child and the Optional Protocols thereto as a matter of priority and to implement them effectively, and encourages further efforts by the Secretary-General in this regard;",
    "4": "Urges States Parties to withdraw reservations that are incompatible with the object and purpose of the Convention on the Rights of the Child or the Optional Protocols thereto and to consider reviewing regularly other reservations with a view to withdrawing them in accordance with the Vienna Declaration and Programme of Action;",
    "5": "Urges States to review, adopt and update national legislation in line with their international human rights obligations and commitments to ensure that policies related to early childhood development are compatible with the rights set out in the Convention on the Rights of the Child and the Optional Protocols thereto and other relevant human rights instruments;",
    "6": "Calls upon States to ensure the enjoyment by all children of all their civil, political, economic, social and cultural rights without discrimination of any kind;",
    "7": "Encourages States to promote the rights of the child in the implementation of the 2030 Agenda for Sustainable Development,40 in accordance with their obligations under international law and in the best interests of the child;",
    "8": "Also encourages States to adopt comprehensive, coordinated and adequately resourced policies, laws, programmes and services on early childhood development that integrate a family perspective, where relevant, to ensure that all children, including those in vulnerable situations, experience healthy and holistic early childhood development; to invest in policies and programmes that promote health, nutrition, responsive caregiving, safety and security, and early learning to ensure that children receive nurturing care; to incorporate early childhood development strategies into emergency preparedness and peacebuilding frameworks as appropriate; and to track and monitor progress through effective multisectoral approaches, prioritizing public financing for early childhood development as a national priority;",
    "9": "Affirms that States should take all necessary measures to ensure the full realization of all human rights and fundamental freedoms of children with disabilities on an equal basis with other children, and recognizes that children with disabilities, particularly girls, are almost four times more likely to experience violence, stigmatization, discrimination, exclusion, abandonment and neglect, and are disproportionately subjected to physical, psychological and sexual violence and abuse;",
    "10": "Urges States to ensure that children have access to clean water, sanitation and hygiene, including toilets, proper handwashing facilities and clean drinking water, to prevent the spread of waterborne illnesses in homes and childcare settings, and in this context expresses concern over water scarcity, particularly in remote and rural areas;",
    "11": "Also urges States to strengthen efforts towards poverty eradication for children in early childhood and their families, enabling access to employment opportunities and decent work for parents and legal guardians, and improve the situation of children living in poverty, in particular extreme poverty, deprived of adequate nutritious food, clean and safe drinking water and sanitation facilities, including for menstrual health and hygiene management, with limited or no access to essential physical and mental healthcare services, adequate shelter, education, participation and protection, taking into account that, while a severe lack of goods and services hurts every human being, it is particularly threatening and harmful to children, leaving them unable to enjoy their rights, to reach their full potential and to participate as full members of society, and exposed to conditions that lead to increased violence;",
    "12": "Calls upon States to increase investments in nutrition as a key part of a comprehensive essential healthcare package, including through essential nutrition programming, services and practices, that incorporates early stimulation, responsive caregiving and play-based interventions, and to support maternity and breastfeeding policies to foster young children’s healthy nutrition, growth and brain and cognitive development, bearing in mind the vital importance of good nutrition for child survival and development, particularly during early childhood, and in this regard underscores the need to address child stunting, which remains unacceptably high;",
    "13": "Urges States to take measures to improve prenatal, perinatal and postnatal mental and physical healthcare services for mothers and newborns, ending preventable maternal, newborn and child death, such as improving the access to healthcare systems, including for sexual and reproductive health, emergency obstetric and newborn care, the distribution and use of insecticide-treated nets, vaccination and immunization campaigns, the prevention of mother-to-child transmission of HIV and the strengthening of international cooperation and technical assistance urgently required in developing countries to reduce maternal and child mortality and morbidity and improve maternal, newborn and child health;",
    "14": "Encourages Member States to coordinate a multisectoral strategy that aims at promoting mental health for new parents, legal guardians and other individuals legally responsible for the child, through home- and health facility-based prenatal and postnatal care for new mothers, the provision of early childhood programmes that address the cognitive, sensory-motor and psychosocial development of children and the promotion of healthy child-caregiver relationships, and by introducing or strengthening community protection networks and systems;",
    "15": "",
    "16": "Also recalls that the Convention on the Rights of the Child recognizes the right of the child to preserve his or her identity, including nationality, name and family relations, as recognized by law, without unlawful interference;",
    "17": "Calls upon States to scale up scientifically accurate and age-appropriate comprehensive education that provides adolescent girls and boys and young women and men, in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with the best interests of the child as their basic concern, with information on sexual and reproductive health and HIV prevention, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and foster informed decision-making, communication and risk reduction skills and to develop respectful relationships, in full partnership with young people, parents, legal guardians, caregivers, educators and healthcare providers, in order to, inter alia, enable them to protect themselves from HIV infection and other risks;",
    "18": "Also calls upon States to create opportunities for children’s inclusive and meaningful participation in decision-making processes in line with their evolving capacities, including girls and adolescent girls, children with disabilities, children belonging to national or ethnic, religious and linguistic minorities, children of African descent, migrant children, Indigenous children, and children in vulnerable situations and those who are hardest to reach, in all matters affecting them, and for children to become agents of change within their communities, taking into account the importance of involving children’s organizations and child-led initiatives, by creating inclusive consultative mechanisms and ensuring that policy measures are developed on the basis of participatory, evidence-based decision-making processes that take into account the views of children and the best interests of the child;",
    "19": "Urges all States to respect, protect and fulfil the rights of the child, including for children with disabilities and children in vulnerable situations, to express themselves freely and to be provided the opportunity to be heard in any proceeding affecting them, and to ensure that they have access to inclusive and equitable quality education, including pre‑primary education, and information in child-friendly and accessible formats, that their views are given due weight and that they are included in decision-making processes, in accordance with their age and maturity, in all matters affecting them;",
    "20": "Reaffirms the right to education on the basis of equal opportunity and non‑discrimination, and calls upon States to make primary education compulsory, inclusive and available free to all children, while encouraging them to take all appropriate measures to make pre‑primary education progressively available, ensuring that all children have equal access to education of good quality, making secondary education generally available and accessible to all, in particular through the progressive introduction of free education, bearing in mind that special measures to ensure equal access, including affirmative action, contribute to achieving equal opportunity and combating exclusion by eliminating social, economic and gender disparities in education and ensuring school attendance, in particular for girls, children with disabilities, pregnant adolescent girls, children living in poverty, Indigenous children, children of African descent, children belonging to ethnic, national, religious or linguistic minorities and children in vulnerable or marginalized situations;",
    "21": " encourages States to reduce or remove fees and indirect costs associated with access to childcare and pre‑primary education;",
    "22": "Encourages States to adopt and implement sustained and inclusive child- empowering, age-appropriate, disability-inclusive and gender-responsive non‑formal and formal education programmes, providing children, parents, legal guardians and other individuals legally responsible for the child, caregivers, teachers and other professionals working with and for children with skills relating to digital and data literacy, to promote awareness among children of the forms of violence that occur through or are amplified by the use of technology, and online harms and risks; and in this regard commits to address these challenges and spread the benefits of digitalization including by expanding the participation of all countries in the digitalization, in particular developing countries, among others through enhancing their digital infrastructure connectivity as well as building their capacities and access to technological innovations through stronger partnerships and improving digital literacy;",
    "23": "Urges States to take measures, including in collaboration with the private sector and other relevant actors, to ensure that early childhood development policies and programmes support the inclusion of children in vulnerable situations, including children with disabilities, in inclusive early childhood education and pre‑primary education settings with the provision of individualized support and reasonable accommodations;",
    "24": "Calls upon States to ensure that rest, play and leisure are integrated into school structures and curricula, and enjoyed from early childhood by all children equally, including children in the most vulnerable and marginalized situations, and reaffirms the role of play in building essential and transferable physical, social, cognitive, communication and emotional life skills at all ages, and its positive impact on promoting tolerance and resilience and facilitating social inclusion, conflict prevention and peacebuilding;",
    "25": "Also calls upon States to promote the provision of accessible, gender- responsive and age-appropriate information to children, including children with disabilities, on their rights, including through human rights education programmes as well as equal access to technologies that provide them with information and material from a diversity of national and international sources, especially those aimed at the promotion of their social, spiritual and moral well-being, and physical and mental health, and the protection of their rights;",
    "26": "Further calls upon States to accelerate efforts to eliminate all barriers to the equal enjoyment by girls of their right to education, to address gender-based discrimination, gender stereotypes and negative social norms in education systems, including in curricula, textbooks and teaching methodologies, and to fight all forms of violence, including sexual harassment and school-related sexual and gender-based violence, in and out of schools and other educational settings;",
    "27": " programmes, increased technical and financial support, and protection from violence and discrimination;",
    "28": "Also calls upon States to ensure that child protection, including social protection and gender-sensitive mental health services, is recognized as essential and that it continues to be provided and be accessible, affordable and available to all children, at all times;",
    "29": "Urges States to ensure sustainable and equitable financing for child- responsive social protection and other social sectors as appropriate, including through the provision of social safety nets, such as cash transfers, food transfers, fee waivers and subsidies to enhance child development outcomes, contribute to gender equality and protect young children from poverty, fragility and social exclusion;",
    "30": "Calls upon States to commit to the improvement of child protection care systems and pursue policies that address the root causes of child abandonment, neglect, relinquishment and separation from their family;",
    "31": "Calls upon States, the United Nations system, the private sector and other relevant actors to commit to comprehensive child and family-friendly policies, including paid parental leave, maternity benefits, support for breastfeeding, affordable, accessible and quality childcare, child benefits and tax credits, as well as parenting and violence prevention programmes that are inclusive and non‑discriminatory, all of which contribute to ensure responsive caregiving, promote work-life balance, and support the well-being of children and their families, prioritizing those most in need, including those engaged in the informal economy, while generating broader benefits for poverty eradication, gender equality and sustainable development;",
    "32": "Reiterates that all States should continue to make their best efforts to ensure the recognition of the principle that parents have common responsibilities for the upbringing and development of their children;",
    "33": "Urges States to take all appropriate legislative, administrative, social and educational measures to protect children from all forms of violence and abuse, including sexual and gender-based violence, online and offline, address the lack of child-responsive reporting mechanisms and inadequate data collection on violence, and support violence prevention programmes in early childhood, including through parenting support;",
    "34": "",
    "35": "Further urges States to take immediate and effective measures to end child labour in all its forms;",
    "36": "Urges States to provide children whose rights have been violated or abused with access to effective and appropriate remedial victim support, as well as reparation and guarantees of non‑repetition; and calls upon States and businesses to ensure the availability and accessibility of free-of-charge, safe, confidential, responsive and child-friendly reporting mechanisms;",
    "37": "Notes the importance of promoting safe and enabling conditions for children facing multiple and intersecting forms of discrimination, such as children belonging to national or ethnic, religious and linguistic minorities, as well as migrant children, refugee or asylum-seeking children, internally displaced children, children with disabilities, children of African descent and Indigenous children;",
    "38": "Strongly condemns all forms of violence, harassment and abuse against children in all settings, online and offline, including physical, psychological and sexual violence, torture and other cruel, inhuman or degrading treatment, child abuse and exploitation, including sexual exploitation of children in the context of travel and tourism, child sexual abuse material, sexual exploitation of children such as child sexual abuse and cybergrooming, economic exploitation, promotion of and incitement to self-harm and life-threatening activities, bullying, including cyberbullying, hostage-taking, domestic violence, trafficking in or sale of children and their organs, gang and armed violence, and harmful practices, including female genital mutilation and child, early and forced marriage, and urges States to strengthen efforts to prevent and protect children from all such violence through a comprehensive, gender- responsive, age-appropriate and disability-inclusive approach and to develop an inclusive multifaceted and systematic framework, which is integrated into national planning processes, to respond effectively to violence against children and to provide for safe and child-sensitive counselling, complaint and reporting mechanisms and safeguards for the rights of affected children, and comprehensive education enabling them to access these mechanisms;",
    "39": "Strongly encourages States to adopt effective measures to prevent and respond to all forms of violence against children, particularly those in situations of violence stemming from transnational organized crime, including trafficking in persons, recruitment and use of children for criminal activities, and other forms of criminality that undermine their integrity and well-being, in accordance with the Convention on the Rights of the Child and other relevant international instruments;",
    "40": "",
    "41": "Calls upon States to address prevailing challenges to bridge the digital divide within and among countries, the age, disability and gender digital divides and the divide between rural and urban areas, including between developing and developed countries, and highlights the importance of promoting and protecting the right of the child to enjoy the benefits of scientific progress and its applications, and to this end notes the importance of promoting digital literacy from an early age, as well as public awareness and understanding of new and emerging digital technologies, promoting risk awareness and self-protection training and guidance, and supporting capacity-building initiatives to ensure that children, as well as their parents or legal guardians, teachers and educators, are given the opportunity to develop the understanding, knowledge and skills needed to engage safely and meaningfully in the digital environment, including through international cooperation, to ensure that children, especially children in vulnerable situations, are able to connect to and access the Internet in a safe and secure way;",
    "42": "Also calls upon all States to respect, protect and fulfil the rights of the child and to ensure, for children belonging to national or ethnic, religious or linguistic minorities and migrant children, children affected by armed conflict, Indigenous children, children of African descent, internally displaced children and children with disabilities, the enjoyment of all their rights as well as access to healthcare services, social services, social protection and accessible and inclusive education on an equal basis with others, and to ensure that all such children, in particular unaccompanied migrant children, internally displaced children and those who are victims of violence and exploitation, receive special protection and assistance and that the best interests of the child are a primary consideration in their policies of integration, return and family reunification;",
    "43": "Condemns in the strongest terms all violations and abuses committed against children in armed conflict, and in this regard urges all States and other parties to armed conflict that are engaged, in contravention of applicable international law, in the recruitment and use of children, in patterns of killing and maiming of children and/or rape and other sexual violence against children, acknowledging that sexual violence in these situations disproportionately affects girls, but that boys are also targets, in recurrent attacks on schools and/or hospitals and related personnel and denial of humanitarian access, and in patterns of abduction of children, forced adoptions, forced transfers and deportations as well as in all other violations and abuses against children, to take time-bound and effective measures to end and prevent them and to encourage age- and gender-specific support services, including psychological, social and sexual and reproductive healthcare services, and education, social protection and reintegration programmes;",
    "44": "Recognizes that development, peace and security and human rights are interlinked and mutually reinforcing and that the protection and reintegration of, and the prevention of violations and abuses against, conflict-affected children should be considered across all stages of this spectrum;",
    "45": " technology in the recruitment or use of children by armed groups and in the context of child trafficking;",
    "46": "Also calls upon States to develop coherent and coordinated protection systems and to provide universal access to quality comprehensive social, physical and mental health, including sexual and reproductive health, and legal and counselling services for all victims and survivors, to ensure their full recovery and reintegration into society, and to strengthen social welfare systems and effective service delivery for children affected by violence, in particular in the justice, education and health sectors;",
    "47": "Recognizes that the right of the child to education can be severely hampered as a result of physical, psychological and sexual and gender-based violence, including the dissemination or threat of dissemination of personal sexually explicit content that constitutes child sexual abuse or child sexual exploitation material, including artificial intelligence-generated or deepfake images, sexual harassment, including peer-to-peer sexual harassment, as well as bullying, including cyberbullying, in school, outside school and on the way to school, and in digital environments, which compromises learning outcomes and may lead to school dropout, and therefore calls upon States to adopt and strengthen clear and comprehensive measures, including legislative and policy measures, taking into account the best interests of the child, to ensure that all schools are safe and free from violence and provide safe and child- sensitive counselling and reporting procedures for children affected by and involved in such forms of violence, generating statistical information, including gender statistics and data disaggregated by age and sex, and responding promptly and adequately;",
    "48": "Urges States to promote and protect the rights of the child against sexual exploitation and sexual and gender-based violence, including in digital contexts, through the adoption of relevant legislation to prevent these acts as well as combat them through the detection of child sexual abuse material and its immediate removal from the Internet, emphasizing the importance of a coordinated and multi-stakeholder global-level response;",
    "49": "Appreciates the role of civil society, including child- and youth-led movements, including those aimed at promoting the respect, protection and fulfilment of human rights, in supporting victims and survivors of violence, including by amplifying their voices, and in receiving reports of online harms against children;",
    "50": "Takes note of ongoing efforts to mainstream the rights of the child into the work of the United Nations system, and requests all relevant organs, bodies, entities, organizations and mechanisms of the United Nations system to mainstream the promotion, respect, protection and fulfilment of the rights of the child throughout their activities, in accordance with their respective mandates, as well as to ensure that their staff are trained in child rights matters, and take further steps to increase system- wide coordination and inter-agency cooperation for the promotion and protection of the rights of the child;",
    "51": "",
    "52": "Expresses support for the work of the Special Representative of the Secretary-General on Violence against Children, and recognizes the progress achieved since the establishment of the mandate in promoting the prevention and elimination of all forms of violence against children, both online and offline, in all regions and in advancing the implementation of the recommendations of the United Nations study on violence against children, partnerships with regional organizations, as well as advocacy through thematic consultations, field missions and thematic reports addressing emerging concerns, including on investment in child protection and well-being, starting in early childhood;",
    "53": "Takes note of the leadership of the Special Representative of the Secretary- General on Violence against Children in the follow-up to the United Nations global study on children deprived of liberty in cooperation with the other entities in the United Nations inter-agency task force, the non‑governmental organization panel and other relevant stakeholders, and encourages the Special Representative to continue her work in this regard;",
    "54": "Urges all States, requests United Nations agencies, funds and programmes and invites regional organizations and civil society, including non‑governmental organizations, to cooperate with the Special Representative of the Secretary-General on Violence against Children in promoting the further implementation of the recommendations of the United Nations study on violence against children and in supporting Member States in the context of the implementation of the 2030 Agenda, encourages States to provide support to the Special Representative, including adequate voluntary financial support for the continued, effective and independent performance of her mandate, and invites organizations, including the private sector, to provide voluntary contributions for that purpose;",
    "55": "Recommends that the Secretary-General extend the mandate of the Special Representative of the Secretary-General on Violence against Children, as established in paragraphs 58 and 59 of its resolution 62/141 of 18 December 2007, for a further four years, and maintain support for the effective and independent performance and sustainability of the mandate of the Special Representative, funded from the regular budget;",
    "56": "Welcomes the appointment of Vanessa Frazier as the Special Representative of the Secretary-General for Children and Armed Conflict, expresses support for the work of the Special Representative, recalls the adoption of resolution 51/77 of 12 December 1996, by which the mandate of the Special Representative was created, its increased level of work and the progress achieved since the establishment of the mandate, welcomes the efforts by the Special Representative and the mandate’s important contributions to the maintenance of peace and security through the protection of children in armed conflict situations, and notes the diminishing capacities, in particular at the field level, that will have an impact on the delivery of the mandate if left unaddressed, in particular monitoring, verification and reporting, and, bearing in mind its resolution 63/241 of 24 December 2008 and paragraphs 35 to 37 of its resolution 51/77, paragraph 39 of its resolution 72/245 of 24 December 2017 and paragraph 40 of its resolution 76/147 of 16 December 2021, recommends that the Secretary-General extend the mandate of the Special Representative for a further four years;",
    "57": " children and armed conflict in accordance with those resolutions, with the participation of and in cooperation with national Governments and relevant United Nations and civil society actors, including at the country level, requests the Secretary- General to ensure that information collected and communicated by the monitoring and reporting mechanism is accurate, objective and verifiable, and in this regard encourages the work and the deployment of United Nations child protection advisers in peacekeeping operations and political and peacebuilding missions, as well as supports the implementation of the monitoring and reporting mechanism, including in particular in the context of transitions to or from United Nations missions;",
    "58": " (g) To invite the Chair of the Committee on the Rights of the Child to present an oral report on the work of the Committee and to engage in an interactive dialogue with the General Assembly at its eighty-first and eighty-second sessions as a way to enhance communication between the Assembly and the Committee."
  },
  "agenda_items": [
    "Item 67"
  ],
  "symbol_references": []
}