{
  "symbol": "A/RES/72/180",
  "filename": "A_RES_72_180.pdf",
  "title": "72/180. Protection of human rights and fundamental freedoms while countering terrorism",
  "text": "United Nations \nA/RES/72/180\n \n \nGeneral Assembly \nDistr.: General \n30 January 2018 \n \n17-23171 (E)    020218 \n*1723171* \n \n \nSeventy-second session \nAgenda item 72 (b) \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2017 \n \n \n \n \n[on the report of the Third Committee (A/72/439/Add.2)] \n \n \n 72/180. Protection of human rights and fundamental freedoms while \ncountering terrorism \n \n \n \nThe General Assembly, \n \nReaffirming the purposes and principles of the Charter of the United Nations,  \n \nReaffirming also the Universal Declaration of Human Rights,1  \n \nReaffirming further the Vienna Declaration and Programme of Action,2  \n \nReaffirming the fundamental importance, including in response to terrorism and \nthe fear of terrorism, of respecting all human rights and fundamental freedoms and \nthe rule of law,  \n \nReaffirming also that States are under the obligation to respect, protect and fulfil \nall human rights and fundamental freedoms of all persons,  \n \nReaffirming further that terrorism cannot and should not be associated with any \nreligion, nationality, civilization or ethnic group,  \n \nReiterating the important contribution of measures taken at all levels against \nterrorism, consistent with international law, in particular international human rights, \nrefugee and humanitarian law, to the functioning of democratic institutions and the \nmaintenance of peace and security and thereby to the full enjoyment of human rights \nand fundamental freedoms, as well as the need to continue this fight, including by \nstrengthening international cooperation and the role of the United Nations in this \nrespect, \n \nReaffirming its unequivocal condemnation of all acts, methods and practices of \nterrorism in all its forms and manifestations, wherever and by whomsoever \ncommitted, regardless of their motivation, as criminal and unjustifiable, and renewing \n__________________ \n \n1  Resolution 217 A (III). \n \n2  A/CONF.157/24 (Part I), chap. III. \n\nA/RES/72/180 \nProtection of human rights and fundamental freedoms while countering terrorism\n \n17-23171 \n2/7 \n \nits commitment to strengthening international cooperation to prevent and combat \nterrorism, and to deny impunity and pursue accountability in relation to the \nperpetrators of terrorist acts, \n \nDeeply deploring the occurrence of violations of human rights and fundamental \nfreedoms in the context of the fight against terrorism, as well as violations of \ninternational refugee law and international humanitarian law,  \n \nExpressing its concern at the increasing use, in a globalized society, by terrorists \nand their supporters, of information and communications technologies, in particular \nthe Internet and other media, and the use of such technologies to commit, incite, \nrecruit for, fund or plan terrorist acts, noting the importance of cooperation among \nstakeholders in the implementation of the United Nations Global Counter-Terrorism \nStrategy3 and the comprehensive international framework to counter terrorist \nnarratives,4 including among Member States, international, regional and subregional \norganizations, the private sector and civil society, to address this issue, while \nrespecting human rights and fundamental freedoms and complying with international \nlaw and the purposes and principles of the Charter, and reiterating that such \ntechnologies can be powerful tools in countering the spread of terrorism, including \nby promoting tolerance, dialogue among peoples and peace,  \n \nStressing that all measures used in the fight against terrorism, including the \nprofiling of individuals and the use of diplomatic assurances, memorandums of \nunderstanding and other transfer agreements or arrangements, must be in compliance \nwith the obligations of States under international law, including international human \nrights law, international refugee law and international humanitarian law,  \n \nStressing also that a criminal justice system based on respect for human rights \nand the rule of law, including due process and fair trial guarantees, is one of the best \nmeans for effectively countering terrorism and ensuring accountability,  \n \nRecognizing that respect for all human rights, respect for democracy and respect \nfor the rule of law are interrelated and mutually reinforcing,  \n \nRecalling its resolution 70/148 of 17 December 2015, Human Rights Council \nresolutions 33/21 of 30 September 20165 and 35/34 of 23 June 20176 and other \nrelevant resolutions and decisions, and welcoming the efforts of all relevant \nstakeholders to implement those resolutions,  \n \nRecalling also its resolution 60/288 of 8 September 2006, by which it adopted \nthe United Nations Global Counter-Terrorism Strategy, and its resolution 70/291 of \n1 July 2016 on the review of the United Nations Global Counter-Terrorism Strategy, \nin which it called upon Member States and the United Nations entities involved in \nsupporting counter-terrorism efforts to continue to facilitate the promotion and \nprotection of human rights and fundamental freedoms, as well as due process and the \nrule of law, while countering terrorism, reaffirming that the promotion and protection \nof human rights for all and the rule of law are essential to preventing and combating \nterrorism, recognizing that effective counter-terrorism measures and the protection of \nhuman rights are not conflicting goals but are complementary and mutually \nreinforcing, and stressing the need to promote and protect the rights of victims of \nterrorism, \n__________________ \n \n3  Resolution 60/288. \n \n4  S/2017/375, annex. \n \n5  See Official Records of the General Assembly, Seventy-first Session, Supplement No. 53A and \ncorrigendum (A/71/53/Add.1 and A/71/53/Add.1/Corr.1), chap. II. \n \n6  Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. V, sect. A. \n\nProtection of human rights and fundamental freedoms while countering terrorism \nA/RES/72/180\n \n3/7 \n17-23171 \n \n \nRecalling further Human Rights Council resolution 31/3 of 23 March 2016,7 by \nwhich the Council decided to extend the mandate of the Special Rapporteur on the \npromotion and protection of human rights and fundamental freedoms while \ncountering terrorism,  \n \n1. \nReaffirms that States must ensure that any measure taken to combat \nterrorism complies with their obligations under international law, in particular \ninternational human rights law, international refugee law and international \nhumanitarian law; \n \n2. \nDeeply deplores the suffering caused by terrorism to the victims and their \nfamilies, expresses its profound solidarity with them, and stresses the importance of \nproviding them with assistance and other appropriate measures to protect, respect and \npromote their human rights;  \n \n3. \nExpresses serious concern at the occurrence of violations of human rights \nand fundamental freedoms, as well as violations of international refugee law and \ninternational humanitarian law, committed in the context of countering terrorism;  \n \n4. \nReaffirms the obligation of States, in accordance with article 4 of the \nInternational Covenant on Civil and Political Rights, 8 to respect certain rights as \nnon-derogable under any circumstances, recalls, in regard to all other Covenant \nrights, that any measures derogating from the provisions of the Covenant must be in \naccordance with that article in all cases, underlines the exceptional and temporary \nnature of any such derogations,9 and in this regard calls upon States to raise awareness \nabout the importance of these obligations among national authorities involved in \ncombating terrorism;  \n \n5. \nUrges States, while countering terrorism:  \n \n(a) \nTo fully comply with their obligations under international law, in \nparticular international human rights law, international refugee law and international \nhumanitarian law, with regard to the absolute prohibition of torture and other cruel, \ninhuman or degrading treatment or punishment;  \n \n(b) \nTo respect, protect and fulfil the human rights of all, including persons \nbelonging to national or ethnic, religious and linguistic minorities, and to ensure that \nmeasures taken to counter terrorism are not discriminatory on any ground; \n \n(c) \nTo take all steps necessary to ensure that persons deprived of liberty, \nregardless of the place of arrest or detention, benefit from the guarantees to which \nthey are entitled under international human rights law and international humanitarian \nlaw, including the review of the detention and other fundamental judicial guarantees; \n \n(d) \nTo ensure that no form of deprivation of liberty places a detained person \noutside the protection of the law and to respect the safeguards concerning the liberty, \nsecurity and dignity of the person, in accordance with international law, including \ninternational human rights law and international humanitarian law;  \n \n(e) \nTo take all steps necessary to ensure the right of anyone arrested or \ndetained on a criminal charge to be brought promptly before a judge or other officer \nauthorized by law to exercise judicial power and the entitlement to trial within a \nreasonable time or release;  \n__________________ \n \n7  Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. IV, sect. A. \n \n8  See resolution 2200 A (XXI), annex. \n \n9  See, for example, general comment No. 29 on states of emergency adopted by the Human Rights \nCommittee on 24 July 2001 (Official Records of the General Assembly, Fifty-sixth Session, \nSupplement No. 40 (A/56/40), vol. I, annex VI). \n\nA/RES/72/180 \nProtection of human rights and fundamental freedoms while countering terrorism\n \n17-23171 \n4/7 \n \n \n(f) \nTo respect the right of persons to equality before the law, courts and \ntribunals and to a fair trial as provided for in international law, including international \nhuman rights law, such as the International Covenant on Civil and Political Rights, \nand international humanitarian law and international refugee law; \n \n(g) \nTo safeguard the work of civil society by ensuring that counter-terrorism \nlaws and measures are consistent with and are applied in a manner that fully respects \nhuman rights, particularly the rights to freedom of expression, peaceful assembly and \nassociation;  \n \n(h) \nTo acknowledge that the active participation of civil society can reinforce \nongoing governmental efforts to protect human rights and fundamental freedoms \nwhile countering terrorism and to ensure that measures to counter terrorism and to \npreserve national security do not hinder its work and safety and are in compliance \nwith their obligations under international law;  \n \n(i) \nTo safeguard the right to privacy in accordance with international law, in \nparticular international human rights law, and to take measures to ensure that \ninterferences with or restrictions on that right are not arbitrary, are adequately \nregulated by law and are subject to effective oversight and appropriate redress, \nincluding through judicial review or other means;  \n \n(j) \nTo review their procedures, practices and legislation regarding the \nsurveillance and interception of communications and the collection of personal data, \nincluding mass surveillance, interception and collection, with a view to upholding the \nright to privacy by ensuring the full and effective implementation of all their \nobligations under international human rights law, and to take measures to ensure that \ninterference with the right to privacy is regulated by law, which must be publicly \naccessible, clear, precise, comprehensive and non-discriminatory, and that such \ninterference is not arbitrary or unlawful, bearing in mind what is reasonable for the \npursuance of legitimate aims; \n \n(k) \nTo protect all human rights, including economic, social and cultural rights, \nbearing in mind that certain counter-terrorism measures may have an impact on the \nenjoyment of these rights;  \n \n(l) \nTo ensure that guidelines and practices in all border control operations and \nother pre-entry mechanisms are clear and fully respect their obligations under \ninternational law, particularly international refugee and human rights law, towards \npersons seeking international protection;  \n \n(m) To fully respect non-refoulement obligations under international refugee \nand human rights law and, at the same time, to review, with full respect for these \nobligations and other legal safeguards, the validity of a refugee status decision in an \nindividual case if credible and relevant evidence comes to light that indicates that the \nperson in question has committed any criminal acts, including terrorist acts, falling \nunder the exclusion clauses under international refugee law;  \n \n(n) \nTo refrain from returning persons, including in cases related to terrorism, \nto their countries of origin or to a third State whenever such transfer would be contrary \nto their obligations under international law, in particular international human rights, \nhumanitarian and refugee law, including in cases where there are substantial grounds \nfor believing that they would be in danger of subjection to torture, or where their lives \nor freedom would be threatened, in violation of international refugee law, on account \nof their race, religion, sex, nationality, membership in a particular social group or \npolitical opinion, bearing in mind the obligations that States may have to prosecute \nindividuals not returned and, in that case, to adhere to the principle of extradite or \nprosecute;  \n\nProtection of human rights and fundamental freedoms while countering terrorism \nA/RES/72/180\n \n5/7 \n17-23171 \n \n \n(o) \nTo ensure that their laws criminalizing acts of terrorism are accessible, \nformulated with precision, non-discriminatory, non-retroactive and in accordance \nwith international law, including international human rights law;  \n \n(p) \nNot to resort to profiling based on stereotypes founded on grounds of \ndiscrimination prohibited by international law, including on racial, ethnic and/or \nreligious grounds; \n \n(q) \nTo ensure that the interrogation methods used against terrorism suspects \nare consistent with their international obligations and are reviewed on a regular basis; \n \n(r) \nTo ensure that any person who alleges that his or her human rights or \nfundamental freedoms have been violated has access to a fair procedure for seeking \nfull, effective and enforceable remedy within a reasonable time and that, where such \nviolations have been established, victims receive an adequate, effective and prompt \nremedy, which should include, as appropriate, restitution, compensation, rehabilitation \nand guarantees of non-recurrence; \n \n(s) \nTo ensure due process guarantees, consistent with all relevant provisions \nof the Universal Declaration of Human Rights,1 and their obligations under the \nInternational Covenant on Civil and Political Rights, the Geneva Conventions of \n194910 and the Additional Protocols thereto of 1977,11 and the 1951 Convention \nrelating to the Status of Refugees12 and the 1967 Protocol thereto13 in their respective \nfields of applicability;  \n \n(t) \nTo ensure that gender equality and non-discrimination are taken into \naccount when shaping, reviewing and implementing all counter-terrorism measures, \nand to promote the full and effective participation of women in those processes;  \n \n(u) \nTo ensure that any measures taken or means employed to counter \nterrorism, including the use of remotely piloted aircraft, comply with their obligations \nunder international law, including the Charter of the United Nations, human rights \nlaw and international humanitarian law, as applicable, in particular the principles of \ndistinction and proportionality;  \n \n(v) \nTo take into account relevant United Nations resolutions and decisions on \nhuman rights, and encourages them to give due consideration to the recommendations \nof the special procedures and mechanisms of the Human Rights Council and to the \nrelevant comments and views of United Nations human rights treaty bodies;  \n \n(w) To undertake prompt, independent and impartial fact-finding inquiries \nwhenever there are plausible indications of possible breaches of their obligations \nunder international human rights law, with a view to ensuring accountability;  \n \n6. \nCalls upon States to protect the human rights of victims of terrorism, \nincluding with regard to their access to justice; \n \n7. \nUrges States, while undertaking counter-terrorism activities, to respect \ntheir international obligations regarding humanitarian actors and to recognize the key \nrole played by humanitarian organizations in areas where terrorist groups are active;  \n \n8. \nCondemns the recruitment and use of children in acts of terror and the \nrecruitment and use of children, in violation of applicable international law, in \nmeasures taken to counter terrorism, and calls upon States to protect children pursuant \nto international human rights law and international humanitarian law; \n__________________ \n \n10  United Nations, Treaty Series, vol. 75, Nos. 970–973. \n \n11  Ibid., vol. 1125, Nos. 17512 and 17513. \n \n12  Ibid., vol. 189, No. 2545. \n \n13  Ibid., vol. 606, No. 8791. \n\nA/RES/72/180 \nProtection of human rights and fundamental freedoms while countering terrorism\n \n17-23171 \n6/7 \n \n \n9. \nRecognizes the importance of the International Convention for the \nProtection of All Persons from Enforced Disappearance, 14 the implementation of \nwhich will make a significant contribution in support of the rule of law in countering \nterrorism, including by prohibiting places of secret detention, and encourages all States \nthat have not yet done so to consider signing, ratifying or acceding to the Convention; \n \n10. Urges all States that have not yet done so to sign, ratify, accede to or \nimplement the Convention against Torture and Other Cruel, Inhuman or Degrading \nTreatment or Punishment,15 and encourages States to consider ratifying as a matter of \npriority the Optional Protocol thereto,16 the implementation of which will make a \nsignificant contribution in support of the rule of law in countering terrorism;  \n \n11. \nRecognizes the important role of education, employment, inclusion and \nrespect for cultural diversity in helping to prevent terrorism and violent extremism \nconducive to terrorism and in preventing and combating discrimination, and welcomes \nthe engagement of relevant United Nations agencies with Member States to implement \nstrategies to prevent violent extremism conducive to terrorism through education;  \n \n12. Calls upon the United Nations entities involved in supporting counter-\nterrorism efforts to respect and continue to facilitate the promotion and protection of \nhuman rights and fundamental freedoms, as well as due process and the rule of law, \nwhile countering terrorism;  \n \n13. Encourages the Office of Counter-Terrorism to enhance coordination and \ncoherence, including through working effectively with the Counter-Terrorism \nCommittee Executive Directorate, in supporting the efforts of Member States to \nimplement the United Nations Global Counter-Terrorism Strategy,3 so as to ensure \nthat their counter-terrorism measures are rooted in respect for their obligations under \ninternational human rights law, international refugee law and international \nhumanitarian law;  \n \n14. Recognizes the need to continue to ensure that fair and clear procedures \nunder the United Nations terrorism-related sanctions regime are strengthened in order \nto enhance their efficiency and transparency, and welcomes and encourages the \nongoing efforts of the Security Council in support of these objectives, including by \nsupporting the enhanced role of the Office of the Ombudsperson and continuing to \nreview all the names of individuals and entities in the regime, while emphasizing the \nimportance of these sanctions in countering terrorism; \n \n15. Urges States, while ensuring full compliance with their international \nobligations, to ensure the rule of law and to include adequate human rights guarantees \nin their national procedures for the listing and delisting of individuals and entities \nwith a view to combating terrorism;  \n \n16. Requests the Special Rapporteur of the Human Rights Council on the \npromotion and protection of human rights and fundamental freedoms while \ncountering terrorism to continue to make recommendations, in the context of her \nmandate, with regard to preventing, combating and redressing violations of human \nrights and fundamental freedoms in the context of countering terrorism, and to \ncontinue to report and engage in interactive dialogues on an annual basis with the \nGeneral Assembly and the Human Rights Council in accordance with their \nprogrammes of work;  \n \n17. Requests all Governments to cooperate fully with the Special Rapporteur \nin the performance of her mandated tasks and duties;  \n__________________ \n \n14  Ibid., vol. 2716, No. 48088. \n \n15  Ibid., vol. 1465, No. 24841. \n \n16  Ibid., vol. 2375, No. 24841. \n\nProtection of human rights and fundamental freedoms while countering terrorism \nA/RES/72/180\n \n7/7 \n17-23171 \n \n \n18. Welcomes the work of the United Nations High Commissioner for Human \nRights to implement the mandate given to him by the General Assembly in its \nresolution 60/158 of 16 December 2005, and requests him to continue his efforts in \nthis regard; \n \n19. Takes note with appreciation of the report of the Secretary-General on \nprotecting human rights and fundamental freedoms while countering terrorism; 17  \n \n20. Takes note of the report of the Special Rapporteur on the promotion and \nprotection of human rights and fundamental freedoms while countering terrorism, \nwhich addresses, inter alia, human rights in the context of preventing and countering \nviolent extremism;18  \n \n21. Requests the Office of the United Nations High Commissioner for Human \nRights and the Special Rapporteur to continue to contribute to the work of the Office \nof Counter-Terrorism through, inter alia, participation in the Counter-Terrorism \nImplementation Task Force; \n \n22. Encourages the Security Council, the Counter-Terrorism Committee and \nthe Counter-Terrorism Committee Executive Directorate to strengthen, within their \nmandates, the links, cooperation and dialogue with relevant human rights bodies, \ngiving due regard to the promotion and protection of human rights and the rule of law \nin their ongoing work relating to counter-terrorism;  \n \n23. Calls upon States and other relevant actors, as appropriate, to continue to \nimplement the United Nations Global Counter-Terrorism Strategy, which, inter alia, \nreaffirms respect for human rights for all and the rule of law as the fundamental basis \nof the fight against terrorism;  \n \n24. Requests the Office of Counter-Terrorism to continue its efforts to ensure \nthat the United Nations can better coordinate and enhance its support to Member \nStates in their efforts to comply with their obligations under international law, \nincluding international human rights, refugee and humanitarian law, while countering \nterrorism, and encourages the Office to further incorporate a human rights perspective \ninto its work;  \n \n25. Encourages relevant United Nations bodies and entities and international, \nregional and subregional organizations, in particular those participating in the Counter-\nTerrorism Implementation Task Force, which provide technical assistance upon \nrequest, to step up their efforts to ensure respect for international human rights law, \ninternational refugee law and international humanitarian law, as well as the rule of \nlaw, as an element of technical assistance, including in the adoption and \nimplementation of legislative and other measures by States; \n \n26. Calls upon international, regional and subregional organizations to \nstrengthen information-sharing, coordination and cooperation in promoting the \nprotection of human rights, fundamental freedoms and the rule of law while \ncountering terrorism;  \n \n27. Requests the Secretary-General to submit a report on the implementation \nof the present resolution to the Human Rights Council and to the General Assembly \nat its seventy-fourth session. \n \n73rd plenary meeting  \n19 December 2017 \n \n__________________ \n \n17  A/72/316. \n \n18  A/HRC/34/61. \n",
  "paragraphs": {
    "1": "Reaffirms that States must ensure that any measure taken to combat terrorism complies with their obligations under international law, in particular international human rights law, international refugee law and international humanitarian law;",
    "2": "Deeply deplores the suffering caused by terrorism to the victims and their families, expresses its profound solidarity with them, and stresses the importance of providing them with assistance and other appropriate measures to protect, respect and promote their human rights;",
    "3": "Expresses serious concern at the occurrence of violations of human rights and fundamental freedoms, as well as violations of international refugee law and international humanitarian law, committed in the context of countering terrorism;",
    "4": "Reaffirms the obligation of States, in accordance with article 4 of the International Covenant on Civil and Political Rights, 8 to respect certain rights as non-derogable under any circumstances, recalls, in regard to all other Covenant rights, that any measures derogating from the provisions of the Covenant must be in accordance with that article in all cases, underlines the exceptional and temporary nature of any such derogations,9 and in this regard calls upon States to raise awareness about the importance of these obligations among national authorities involved in combating terrorism;",
    "5": " (o) To ensure that their laws criminalizing acts of terrorism are accessible, formulated with precision, non-discriminatory, non-retroactive and in accordance with international law, including international human rights law; (p) Not to resort to profiling based on stereotypes founded on grounds of discrimination prohibited by international law, including on racial, ethnic and/or religious grounds; (q) To ensure that the interrogation methods used against terrorism suspects are consistent with their international obligations and are reviewed on a regular basis; (r) To ensure that any person who alleges that his or her human rights or fundamental freedoms have been violated has access to a fair procedure for seeking full, effective and enforceable remedy within a reasonable time and that, where such violations have been established, victims receive an adequate, effective and prompt remedy, which should include, as appropriate, restitution, compensation, rehabilitation and guarantees of non-recurrence; (s) To ensure due process guarantees, consistent with all relevant provisions of the Universal Declaration of Human Rights,1 and their obligations under the International Covenant on Civil and Political Rights, the Geneva Conventions of 194910 and the Additional Protocols thereto of 1977,11 and the 1951 Convention relating to the Status of Refugees12 and the 1967 Protocol thereto13 in their respective fields of applicability; (t) To ensure that gender equality and non-discrimination are taken into account when shaping, reviewing and implementing all counter-terrorism measures, and to promote the full and effective participation of women in those processes; (u) To ensure that any measures taken or means employed to counter terrorism, including the use of remotely piloted aircraft, comply with their obligations under international law, including the Charter of the United Nations, human rights law and international humanitarian law, as applicable, in particular the principles of distinction and proportionality; (v) To take into account relevant United Nations resolutions and decisions on human rights, and encourages them to give due consideration to the recommendations of the special procedures and mechanisms of the Human Rights Council and to the relevant comments and views of United Nations human rights treaty bodies; (w) To undertake prompt, independent and impartial fact-finding inquiries whenever there are plausible indications of possible breaches of their obligations under international human rights law, with a view to ensuring accountability;",
    "6": "Calls upon States to protect the human rights of victims of terrorism, including with regard to their access to justice;",
    "7": "Urges States, while undertaking counter-terrorism activities, to respect their international obligations regarding humanitarian actors and to recognize the key role played by humanitarian organizations in areas where terrorist groups are active;",
    "8": "Condemns the recruitment and use of children in acts of terror and the recruitment and use of children, in violation of applicable international law, in measures taken to counter terrorism, and calls upon States to protect children pursuant to international human rights law and international humanitarian law;",
    "9": "Recognizes the importance of the International Convention for the Protection of All Persons from Enforced Disappearance, 14 the implementation of which will make a significant contribution in support of the rule of law in countering terrorism, including by prohibiting places of secret detention, and encourages all States that have not yet done so to consider signing, ratifying or acceding to the Convention;",
    "10": "Urges all States that have not yet done so to sign, ratify, accede to or implement the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment,15 and encourages States to consider ratifying as a matter of priority the Optional Protocol thereto,16 the implementation of which will make a significant contribution in support of the rule of law in countering terrorism;",
    "11": "Recognizes the important role of education, employment, inclusion and respect for cultural diversity in helping to prevent terrorism and violent extremism conducive to terrorism and in preventing and combating discrimination, and welcomes the engagement of relevant United Nations agencies with Member States to implement strategies to prevent violent extremism conducive to terrorism through education;",
    "12": "Calls upon the United Nations entities involved in supporting counter- terrorism efforts to respect and continue to facilitate the promotion and protection of human rights and fundamental freedoms, as well as due process and the rule of law, while countering terrorism;",
    "13": "Encourages the Office of Counter-Terrorism to enhance coordination and coherence, including through working effectively with the Counter-Terrorism Committee Executive Directorate, in supporting the efforts of Member States to implement the United Nations Global Counter-Terrorism Strategy,3 so as to ensure that their counter-terrorism measures are rooted in respect for their obligations under international human rights law, international refugee law and international humanitarian law;",
    "14": "Recognizes the need to continue to ensure that fair and clear procedures under the United Nations terrorism-related sanctions regime are strengthened in order to enhance their efficiency and transparency, and welcomes and encourages the ongoing efforts of the Security Council in support of these objectives, including by supporting the enhanced role of the Office of the Ombudsperson and continuing to review all the names of individuals and entities in the regime, while emphasizing the importance of these sanctions in countering terrorism;",
    "15": "Urges States, while ensuring full compliance with their international obligations, to ensure the rule of law and to include adequate human rights guarantees in their national procedures for the listing and delisting of individuals and entities with a view to combating terrorism;",
    "16": "Requests the Special Rapporteur of the Human Rights Council on the promotion and protection of human rights and fundamental freedoms while countering terrorism to continue to make recommendations, in the context of her mandate, with regard to preventing, combating and redressing violations of human rights and fundamental freedoms in the context of countering terrorism, and to continue to report and engage in interactive dialogues on an annual basis with the General Assembly and the Human Rights Council in accordance with their programmes of work;",
    "17": "Requests all Governments to cooperate fully with the Special Rapporteur in the performance of her mandated tasks and duties;",
    "18": "Welcomes the work of the United Nations High Commissioner for Human Rights to implement the mandate given to him by the General Assembly in its resolution 60/158 of 16 December 2005, and requests him to continue his efforts in this regard;",
    "19": "Takes note with appreciation of the report of the Secretary-General on protecting human rights and fundamental freedoms while countering terrorism; 17",
    "20": "Takes note of the report of the Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism, which addresses, inter alia, human rights in the context of preventing and countering violent extremism;18",
    "21": "Requests the Office of the United Nations High Commissioner for Human Rights and the Special Rapporteur to continue to contribute to the work of the Office of Counter-Terrorism through, inter alia, participation in the Counter-Terrorism Implementation Task Force;",
    "22": "Encourages the Security Council, the Counter-Terrorism Committee and the Counter-Terrorism Committee Executive Directorate to strengthen, within their mandates, the links, cooperation and dialogue with relevant human rights bodies, giving due regard to the promotion and protection of human rights and the rule of law in their ongoing work relating to counter-terrorism;",
    "23": "Calls upon States and other relevant actors, as appropriate, to continue to implement the United Nations Global Counter-Terrorism Strategy, which, inter alia, reaffirms respect for human rights for all and the rule of law as the fundamental basis of the fight against terrorism;",
    "24": "Requests the Office of Counter-Terrorism to continue its efforts to ensure that the United Nations can better coordinate and enhance its support to Member States in their efforts to comply with their obligations under international law, including international human rights, refugee and humanitarian law, while countering terrorism, and encourages the Office to further incorporate a human rights perspective into its work;",
    "25": "Encourages relevant United Nations bodies and entities and international, regional and subregional organizations, in particular those participating in the Counter- Terrorism Implementation Task Force, which provide technical assistance upon request, to step up their efforts to ensure respect for international human rights law, international refugee law and international humanitarian law, as well as the rule of law, as an element of technical assistance, including in the adoption and implementation of legislative and other measures by States;",
    "26": "Calls upon international, regional and subregional organizations to strengthen information-sharing, coordination and cooperation in promoting the protection of human rights, fundamental freedoms and the rule of law while countering terrorism;",
    "27": "Requests the Secretary-General to submit a report on the implementation of the present resolution to the Human Rights Council and to the General Assembly at its seventy-fourth session."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": []
}