{
  "symbol": "A/RES/79/187",
  "filename": "A_RES_79_187.pdf",
  "title": "79/187. Reducing reoffending through rehabilitation and reintegration",
  "text": "United Nations \nA/RES/79/187\n \n \nGeneral Assembly \nDistr.: General \n18 December 2024 \n \n24-24143 (E) \n*2424143* \n \n \nSeventy-ninth session \nAgenda item 107 \nCrime prevention and criminal justice \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/459, para. 37)] \n \n \n 79/187. Reducing reoffending through rehabilitation and reintegration \n \n \n \nThe General Assembly, \n \nRecalling the outcome of the Fourteenth United Nations Congress on Crime \nPrevention and Criminal Justice, held in Kyoto, Japa, from 7 to 12 March 2021, as \nreflected in the report of the Congress1 and in the Kyoto Declaration on Advancing \nCrime Prevention, Criminal Justice and the Rule of Law: Towards the Achievement \nof the 2030 Agenda for Sustainable Development,2 \n \nReaffirming the commitment expressed in the Kyoto Declaration to reduce \nreoffending through rehabilitation and social reintegration, \n \nNoting the deliberations of the Fourteenth Congress under the agenda item \nentitled “Integrated approaches to challenges facing the criminal justice system”, \nduring which, inter alia, the need for practical guidance for national criminal justice \nsystems on reducing reoffending and the recommendation to develop new United \nNations standards and norms on the issue of reducing reoffending were raised by \nsome Member States, \n \nNoting also the discussions held at the workshop on the topic “Reducing \nreoffending: identifying risks and developing solutions” and the three subtopics, as \nreflected in the report of Committee II of the Fourteenth Congress, in particular the \nencouragement given by some participants to Member States to share information on \npromising practices and consider the development, under the auspices of the \nCommission on Crime Prevention and Criminal Justice and with the support of the \nUnited Nations Office on Drugs and Crime, of model strategies to reduce reoffending \nthat reflect, inter alia, the good practices discussed during the workshop, 3 \n__________________ \n \n1 A/CONF.234/16. \n \n2 Resolution 76/181, annex. \n \n3 See A/CONF.234/16, chap. VII, sect. B. \n\nA/RES/79/187 \nReducing reoffending through rehabilitation and reintegration\n \n24-24143\n2/3 \n \n \nRecalling the standards and norms in crime prevention and criminal justice \nadopted or recommended by the General Assembly, including the United Nations \nStandard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela \nRules), 4  the United Nations Rules for the Treatment of Women Prisoners and \nNon-custodial Measures for Women Offenders (the Bangkok Rules), 5 the United \nNations Standard Minimum Rules for Non-custodial Measures (the Tokyo Rules)6 \nand the United Nations Standard Minimum Rules for the Administration of Juvenile \nJustice (the Beijing Rules), 7  and at the same time acknowledging the need for \nstandards and norms specifically focusing on reducing reoffending, \n \nEmphasizing the importance of ensuring complementarity and, where \nappropriate, promoting synergy between United Nations standards and norms in crime \nprevention and criminal justice, \n \nRecalling its resolutions 76/182 of 16 December 2021, 77/232 of 15 December \n2022 and 78/224 of 19 December 2023, \n \nRecalling also its request to the United Nations Office on Drugs and Crime, \nsubject to the availability of extrabudgetary resources, to convene a meeting of an \nopen-ended intergovernmental expert group, with interpretation in all official \nlanguages of the United Nations, with a view to developing model strategies on \nreducing reoffending that could serve as useful tools for Member States, taking into \nconsideration relevant provisions in the existing United Nations standards and norms \nin crime prevention and criminal justice, current developments, research and tools, \nwritten contributions from Member States and, without prejudice, the output of the \nexpert group meeting on the topic, held from 6 to 8 April 2022, \n \nTaking note of the discussions and progress made at the open-ended \nintergovernmental expert group meeting on model strategies on reducing reoffending, \nwhich was convened with the support of the Government of Japan on 4 and \n5 September 2023, on the basis of the working paper prepared by the Secretariat, 8 and \nreconvened from 25 to 28 March 2024, on the basis of the working paper prepared by \nthe Chair,9 in all official languages of the United Nations, at which the expert group \nrecommended, inter alia, continuing to take into consideration in its work relevant \nprovisions in existing United Nations standards and norms in crime prevention and \ncriminal justice, with respect for those existing standards and norms, \n \n1. \nAuthorizes the open-ended intergovernmental expert group on model \nstrategies on reducing reoffending to continue its work within its mandate with a view \nto reporting to the Commission on Crime Prevention and Criminal Justice at its thirty-\nfourth session; \n \n2. \nRequests the United Nations Office on Drugs and Crime, subject to the \navailability of extrabudgetary resources, to convene an additional meeting of the \nopen-ended intergovernmental expert group, with interpretation in all official \nlanguages of the United Nations, with a view to finalizing the development of model \nstrategies on reducing reoffending; \n \n3. \nStrongly encourages Member States to actively participate in the meeting \nof the open-ended intergovernmental expert group and to include in their delegations \nexperts from a variety of relevant disciplines; \n__________________ \n \n4 Resolution 70/175, annex. \n \n5 Resolution 65/229, annex. \n \n6 Resolution 45/110, annex. \n \n7 Resolution 40/33, annex. \n \n8 E/CN.15/2023/13. \n \n9 UNODC/CCPCJ/EG.9/2023/2. \n\nReducing reoffending through rehabilitation and reintegration \nA/RES/79/187\n \n3/3\n24-24143 \n \n \n4. \nRequests the United Nations Office on Drugs and Crime, subject to the \navailability of extrabudgetary resources, to support the efforts of Member States to \nreduce reoffending through the promotion of rehabilitative environments and \nreintegration by providing technical assistance, including material support, upon \nrequest, to Member States, in particular developing countries, taking into account \ntheir needs and priorities, as well as challenges and restrictions; \n \n5. \nInvites Member States and other donors to provide extrabudgetary \nresources for the purposes outlined in the present resolution, in accordance with the \nrules and procedures of the United Nations. \n \n53rd plenary meeting \n17 December 2024 \n \n",
  "paragraphs": {
    "1": "Authorizes the open-ended intergovernmental expert group on model strategies on reducing reoffending to continue its work within its mandate with a view to reporting to the Commission on Crime Prevention and Criminal Justice at its thirty- fourth session;",
    "2": "Requests the United Nations Office on Drugs and Crime, subject to the availability of extrabudgetary resources, to convene an additional meeting of the open-ended intergovernmental expert group, with interpretation in all official languages of the United Nations, with a view to finalizing the development of model strategies on reducing reoffending;",
    "3": "Strongly encourages Member States to actively participate in the meeting of the open-ended intergovernmental expert group and to include in their delegations experts from a variety of relevant disciplines;",
    "4": "Requests the United Nations Office on Drugs and Crime, subject to the availability of extrabudgetary resources, to support the efforts of Member States to reduce reoffending through the promotion of rehabilitative environments and reintegration by providing technical assistance, including material support, upon request, to Member States, in particular developing countries, taking into account their needs and priorities, as well as challenges and restrictions;",
    "5": "Invites Member States and other donors to provide extrabudgetary resources for the purposes outlined in the present resolution, in accordance with the rules and procedures of the United Nations."
  },
  "agenda_items": [
    "Item 107"
  ],
  "symbol_references": []
}