{
  "symbol": "A/RES/77/5",
  "filename": "A_RES_77_5.pdf",
  "title": "77/5. Plenary meetings of the General Assembly on 8 and 9 December 2022 devoted to the consideration of the item entitled “Oceans and the law of the sea” and to the commemoration of the fortieth anniversary of the adoption and opening for signature of the United Nations Convention on the Law of the Sea",
  "text": "United Nations \nA/RES/77/5\n \n \nGeneral Assembly \nDistr.: General \n8 November 2022 \n \n22-25005 (E)    111122     \n*2225005* \n \n \nSeventy-seventh session \nAgenda item 72 (a) \nOceans and the law of the sea: oceans and the law of the sea \n \n \n \nResolution adopted by the General Assembly \non 2 November 2022 \n \n \n[without reference to a Main Committee (A/77/L.6)] \n \n \n \n77/5. Plenary meetings of the General Assembly on 8 and 9 December \n2022 devoted to the consideration of the item entitled “Oceans and \nthe law of the sea” and to the commemoration of the fortieth \nanniversary of the adoption and opening for signature of the \nUnited Nations Convention on the Law of the Sea \n \n \n \nThe General Assembly, \n \nRecalling that the United Nations Convention on the Law of the Sea1 was opened for \nsignature on 10 December 1982 in Montego Bay, Jamaica, \n \nRecognizing the personalities who served as officers of the Third United Nations \nConference on the Law of the Sea or who otherwise contributed untiringly towards the \nconclusion of the Convention and its adoption on 30 April 1982, \n \nRecalling its resolution 76/72 of 9 December 2021, in which it decided to devote two \ndays of plenary meetings at its seventy-seventh session, on 8 and 9 December 2022, to the \nconsideration of the item entitled “Oceans and the law of the sea” and the commemoration \nof the fortieth anniversary of the adoption and opening for signature of the Convention, \nincluding special recognition of the crucial role played by Ambassador Arvid Pardo of Malta \nand, in particular, his visionary speech delivered on 1 November 1967 before the General \nAssembly, leading to the adoption of the Convention, and encouraged Member States and \nobservers to be represented at the highest possible level, \n \nRecognizing the recommendation of the General Committee to the General Assembly \nthat it adopt a format for commemorative meetings that includes statements by the President \nof the General Assembly, the Secretary-General, the Chairs of the five regional groups and \nthe representative of the host country,2 which was adopted at the third plenary meeting of \nthe Assembly, on 16 September 2022, \n__________________ \n \n1 United Nations, Treaty Series, vol. 1833, No. 31363. \n \n2 A/77/250, para. 82. \n\nA/RES/77/5 \nPlenary meetings of the General Assembly on 8 and 9 December\n2022 devoted to the consideration of the item entitled “Oceans and \nthe law of the sea” and to the commemoration of the fortieth \nanniversary of the adoption and opening for signature of the \nUnited Nations Convention on the Law of the Sea\n \n22-25005\n2/2 \n \n \nDecides to adopt the organizational arrangements for the plenary meetings on \n8 and 9 December 2022 as outlined in the annex to the present resolution. \n \n27th plenary meeting \n2 November 2022 \n \n \nAnnex \n \n \nOrganizational arrangements for the plenary meetings on 8 and \n9 December 2022 devoted to the consideration of the item entitled \n“Oceans and the law of the sea” and to the commemoration of the \nfortieth anniversary of the adoption and opening for signature of the \nUnited Nations Convention on the Law of the Sea \n \n \n1. \nFour plenary meetings of the General Assembly shall be held on 8 and 9 December, \nas follows: \n \n(a) \nTwo plenary meetings, on 8 December 2022, from 10 a.m. to 1 p.m. and \nfrom 3 to 6 p.m., shall be devoted to the commemoration of the fortieth anniversary of \nthe adoption and opening for signature of the United Nations Convention on the Law \nof the Sea; \n \n(b) \nTwo plenary meetings, on 9 December 2022, from 10 a.m. to 1 p.m. and \nfrom 3 to 6 p.m., shall be devoted to the consideration of the item entitled “Oceans \nand the law of the sea”. \n2. \nThe list of speakers in the commemoration shall be as follows: \n \n(a) \nPresident of the General Assembly, Csaba Kőrösi; \n \n(b) \nSecretary-General of the United Nations, António Guterres; \n \n(c) \nPresident of the Third United Nations Conference on the Law of the Sea, \nTommy Koh; \n \n(d) \nPresident of the thirty-second Meeting of States Parties to the United \nNations Convention on the Law of the Sea and Permanent Representative of Malta to \nthe United Nations, Vanessa Frazier, to pay special tribute to the late Ambassador \nArvid Pardo of Malta; \n \n(e) \nChairs of the five regional groups; \n \n(f) \nRepresentative of the host country; \n \n(g) \nPresident of the International Court of Justice, Judge Joan Donoghue; \n \n(h) \nPresident of the Assembly of the International Seabed Authority, Satyendra \nPrasad; \n \n(i) \nSecretary-General of the International Seabed Authority, Michael Lodge; \n \n(j) \nPresident of the International Tribunal for the Law of the Sea, Judge Albert \nHoffmann; \n \n(k) \nChairperson of the Commission on the Limits of the Continental Shelf, \nAdnan Al-Azri. \n3. \nStatements in the commemoration, including statements by delegations, shall be \nlimited to 10 minutes. \n \n",
  "paragraphs": {
    "1": "Four plenary meetings of the General Assembly shall be held on 8 and 9 December, as follows: (a) Two plenary meetings, on 8 December 2022, from 10 a.m. to 1 p.m. and from 3 to 6 p.m., shall be devoted to the commemoration of the fortieth anniversary of the adoption and opening for signature of the United Nations Convention on the Law of the Sea; (b) Two plenary meetings, on 9 December 2022, from 10 a.m. to 1 p.m. and from 3 to 6 p.m., shall be devoted to the consideration of the item entitled “Oceans and the law of the sea”.",
    "2": "The list of speakers in the commemoration shall be as follows: (a) President of the General Assembly, Csaba Kőrösi; (b) Secretary-General of the United Nations, António Guterres; (c) President of the Third United Nations Conference on the Law of the Sea, Tommy Koh; (d) President of the thirty-second Meeting of States Parties to the United Nations Convention on the Law of the Sea and Permanent Representative of Malta to the United Nations, Vanessa Frazier, to pay special tribute to the late Ambassador Arvid Pardo of Malta; (e) Chairs of the five regional groups; (f) Representative of the host country; (g) President of the International Court of Justice, Judge Joan Donoghue; (h) President of the Assembly of the International Seabed Authority, Satyendra Prasad; (i) Secretary-General of the International Seabed Authority, Michael Lodge; (j) President of the International Tribunal for the Law of the Sea, Judge Albert Hoffmann; (k) Chairperson of the Commission on the Limits of the Continental Shelf, Adnan Al-Azri.",
    "3": "Statements in the commemoration, including statements by delegations, shall be limited to 10 minutes."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": [
    "A/77/L.6"
  ]
}