{
  "symbol": "A/RES/75/226",
  "filename": "A_RES_75_226.pdf",
  "title": "75/226. International migration and development",
  "text": "United Nations \nA/RES/75/226\n \n \nGeneral Assembly \nDistr.: General \n30 December 2020 \n \n \n20-17629 (E)    070121 \n*2017629* \n \n \nSeventy-fifth session \nAgenda item 22 (b) \nGlobalization and interdependence: international \nmigration and development  \n \n \n \n \n Resolution adopted by the General Assembly \non 21 December 2020 \n \n \n \n \n[on the report of the Second Committee (A/75/460/Add.2, para. 8)] \n \n \n 75/226. International migration and development \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 58/208 of 23 December 2003, 59/241 of 22 December \n2004, 60/227 of 23 December 2005, 61/208 of 20 December 2006, 63/225 of \n19 December 2008, 65/170 of 20 December 2010, 67/219 of 21 December 2012, \n69/229 of 19 December 2014, 71/237 of 21 December 2016 and 73/241 of \n20 December 2018 on international migration and development, its resolution 68/4 of \n3 October 2013, by which it adopted the Declaration of the High-level Dialogue on \nInternational Migration and Development, its resolution 60/206 of 22 December 2005 \non the facilitation and reduction of the cost of transfer of migrant remittances, its \nresolutions 62/156 of 18 December 2007, 64/166 of 18 December 2009, 66/172 of \n19 December 2011, 68/179 of 18 December 2013, 69/167 of 18 December 2014, \n70/147 of 17 December 2015, 72/179 of 19 December 2017 and 74/148 of \n18 December 2019 on the protection of migrants and its resolution 62/270 of 20 June \n2008 on the Global Forum on Migration and Development, and recalling also \nchapter X of the Programme of Action of the International Conference on Population \nand Development1 and Commission on Population and Development resolutions \n2006/2 of 10 May 2006,2 2008/1 of 11 April 2008,3 2013/1 of 26 April 20134 and \n2014/1 of 11 April 2014,5  \n__________________ \n \n1  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n2  See Official Records of the Economic and Social Council, 2006, Supplement No. 5 (E/2006/25), \nchap. I, sect. B. \n \n3  Ibid., 2008, Supplement No. 5 (E/2008/25), chap. I, sect. B. \n \n4  Ibid., 2013, Supplement No. 5 (E/2013/25), chap. I, sect. B. \n \n5  Ibid., 2014, Supplement No. 5 (E/2014/25), chap. I, sect. B. \n\nA/RES/75/226 \nInternational migration and development\n \n20-17629\n2/5 \n \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business, \n \nReaffirming also its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity,  \n \nReaffirming further the New York Declaration for Refugees and Migrants, \nadopted at the high-level plenary meeting of the General Assembly on addressing \nlarge movements of refugees and migrants, held at United Nations Headquarters on \n19 September 2016,6 \n \nReaffirming the New Urban Agenda, which was adopted at the United Nations \nConference on Housing and Sustainable Urban Development (Habitat III), held in \nQuito from 17 to 20 October 2016,7 and recognizing the linkages between migration \nand sustainable urbanization and sustainable urban development,  \n \nReaffirming also the Paris Agreement,8 and encouraging all its parties to fully \nimplement the Agreement, and parties to the United Nations Framework Convention \non Climate Change9 that have not yet done so to deposit their instruments of \nratification, acceptance, approval or accession, where appropriate, as soon as possible,  \n \nRecalling the Sendai Declaration and the Sendai Framework for Disaster Risk \nReduction 2015–2030, adopted at the Third United Nations World Conference on \nDisaster Risk Reduction,10 and those provisions that are applicable to migrants,  \n \nRecalling also the second High-level Dialogue on International Migration and \nDevelopment, held in New York on 3 and 4 October 2013, which addressed \nconstructively the issue of international migration and development and explored the \nopportunities and the challenges that international migration presents, including the \nprotection of the human rights of migrants and the contribution of migrants to \ndevelopment,  \n \nRecalling further the Declaration of the High-level Dialogue on International \nMigration and Development adopted on 3 October 2013 on the occasion of the High-\nlevel Dialogue,  \n \nNoting with great concern the threat to human health, safety and well-being \ncaused by the coronavirus disease (COVID-19) pandemic, as well as the severe \ndisruption to societies and economies and the devastating impact on lives and \n__________________ \n \n6  Resolution 71/1. \n \n7  Resolution 71/256, annex. \n \n8  Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n9  United Nations, Treaty Series, vol. 1771, No. 30822. \n \n10  Resolution 69/283, annexes I and II. \n\nInternational migration and development \nA/RES/75/226\n \n3/5\n20-17629 \n \nlivelihoods, and that the poorest and most vulnerable are the hardest hit by the \npandemic, reaffirming the ambition to get back on track to achieve the Sustainable \nDevelopment Goals by designing sustainable and inclusive recovery strategies to \naccelerate progress towards the full implementation of the 2030 Agenda and to help \nto reduce the risk of future shocks, and recognizing that the COVID-19 pandemic \nrequires a global response based on unity, solidarity and renewed multilateral \ncooperation, \n \nRecognizing the importance to cooperate internationally to ensure safe, orderly \nand regular migration, recognizing further the positive contributions of migrants to \ninclusive growth and sustainable development in their countries of origin, transit and \ndestination, and to the response and recovery to the crisis caused by COVID-19, at \nthe same time noting with concern that migrants are often among those in vulnerable \nsituations to the effects of the COVID-19 pandemic as a result of a variety of factors \nincluding living and working conditions, migration status, limited local knowledge \nand networks, level of inclusion in countries of destination, and xenophobia against \nthem, emphasizing that, in many countries, migrants make up a substantial share of \nthe workforce in key sectors that have remained open and active throughout the crisis, \nwhile also being overrepresented in some sectors hardest hit by the pandemic, pushing \nthem to underemployment and unemployment, also noting with concern that the \nmeasures implemented to stop the spread of the virus, such as lockdowns and site \nclosures, have at times worsened the living conditions of migrants, and that border \nclosures have also put pressure on job security, further noting with concern that \nCOVID-19 has emerged as a unique threat to remittances, as the effects of the \npandemic on sustainable development have deprived many migrant workers of their \nmain source of income, thus harming the ability of remittance-receiving families to \nmeet basic needs, and, while taking into account the rights, obligations and \nexpectations of countries of origin, countries of destination and migrant health \npersonnel, noting with concern that highly trained and skilled health personnel from \nthe developing countries continue to emigrate at an increasing rate to certain \ncountries, which weakens health systems in the countries of origin, \n \nReaffirming the Universal Declaration of Human Rights,11 recalling the \nInternational Covenant on Civil and Political Rights, 12 the International Covenant on \nEconomic, Social and Cultural Rights,13 the International Convention on the \nElimination of All Forms of Racial Discrimination,14 the Convention on the \nElimination of All Forms of Discrimination against Women, 15 the Convention on the \nRights of the Child16 and the Convention on the Rights of Persons with Disabilities, 17 \nand recalling also the Declaration on the Right to Development, 18  \n \nEncouraging States that have not done so to consider ratifying or acceding to \nthe International Convention on the Protection of the Rights of All Migrant Workers \nand Members of Their Families19 and to consider acceding to relevant conventions of \nthe International Labour Organization, as appropriate,  \n \nRecalling the importance of the decent work agenda of the International Labour \nOrganization, including for migrant workers, the eight fundamental Conventions of \nthat Organization and the Global Jobs Pact adopted by the International Labour \n__________________ \n \n11  Resolution 217 A (III). \n \n12  See resolution 2200 A (XXI), annex. \n \n13  Ibid. \n \n14  United Nations, Treaty Series, vol. 660, No. 9464. \n \n15  Ibid., vol. 1249, No. 20378. \n \n16  Ibid., vol. 1577, No. 27531. \n \n17  Ibid., vol. 2515, No. 44910. \n \n18  Resolution 41/128, annex. \n \n19  United Nations, Treaty Series, vol. 2220, No. 39481. \n\nA/RES/75/226 \nInternational migration and development\n \n20-17629\n4/5 \n \nConference at its ninety-eighth session as a general framework within which each \ncountry can formulate policy packages specific to its situation and national priorities \nin order to promote a job-intensive recovery and sustainable development,  \n \nRecognizing the valuable contribution of the Global Forum on Migration and \nDevelopment to addressing the multidimensional nature of international migration \nand promoting balanced and comprehensive approaches and dialogue on migration \nand development, and acknowledging that it has proved to be a valuable forum for \nholding frank and open discussions, including through multi-stakeholder dialogues, \nand that it has helped to build trust among participating stakeholders through the \nexchange of experiences and good practices and by virtue of its voluntary, \nintergovernmental, non-binding and informal character and the engagement of civil \nsociety actors as well as the private sector,  \n \nAcknowledging the important and complex interrelationship between international \nmigration and development and the need to deal with the challenges and opportunities \nthat migration presents to countries of origin, transit and destination, recognizing that \nmigration brings benefits and challenges to the global community, and confirming the \nimportance of including the matter in relevant debates and discussions held at the \nglobal, regional and national levels, as appropriate, including at the level of the United \nNations and other international organizations, in relation to development,  \n \n1. \nTakes note of the report of the Secretary-General;20  \n \n2. \nRecognizes the need to strengthen synergies between international \nmigration and development at all levels, including the global, regional, national and \nlocal levels, as appropriate;  \n \n3. \nCalls upon Member States to take steps to support the full inclusion of \nmigrants in the COVID-19 pandemic response and recovery efforts, in the spirit of \ninternational cooperation and in line with national policies, legislation and \ncircumstances, based on shared responsibilities, including the obligation of States to \nreadmit their own nationals, cognizant of the vulnerable situations of migrants and \ntheir contributions to the COVID-19 crisis response and recovery efforts, by, among \nothers, ensuring full respect for the human rights and fundamental freedoms of all \nmigrants, regardless of their migration status, promoting faster, safer and cheaper \ntransfer of remittances by further developing existing conducive policy and \nregulatory environments that enable competition, regulation and innovation on the \nremittance market, providing gender-responsive programmes and instruments that \nenhance the financial inclusion of migrants and their families in order to end structural \nbarriers to women’s equal access to economic resources, by 2030, reducing to less \nthan 3 per cent the transaction costs of migrant remittances and strengthening \nbilateral, subregional, regional, interregional and multilateral cooperation to support \nthe protection, well-being and effective and sustainable reintegration into labour \nmarkets of migrant workers in line with national policies, and in this regard \nrecognizes the role of the United Nations Network on Migration, and the International \nOrganization for Migration as its coordinator; \n \n4. \nRecommits to ensuring full respect for the human rights and fundamental \nfreedoms of all migrants, regardless of their migration status, and supporting \ncountries of origin, transit and destination in the spirit of international cooperation, \ntaking into account national circumstances; \n \n5. \nRecalls the Global Compact for Safe, Orderly and Regular Migration, \nadopted at the Intergovernmental Conference to Adopt the Global Compact for Safe, \nOrderly and Regular Migration, held in Marrakech, Morocco, on 10 and 11 December \n__________________ \n \n20  A/75/292. \n\nInternational migration and development \nA/RES/75/226\n \n5/5\n20-17629 \n \n2018, and endorsed by the General Assembly in its resolution 73/195 of 19 December \n2018; \n \n6. \nNotes that the Global Compact for Safe, Orderly and Regular Migration is \nthe first intergovernmentally negotiated outcome, prepared under the auspices of the \nUnited Nations, to cover international migration in all its dimensions;  \n \n7. \nRecognizes that the High-level Dialogues on International Migration and \nDevelopment have served as forums to advance discussions on the multidimensional \naspects of international migration and development in order to identify appropriate \nways and means to maximize its development benefits and minimize its negative \nimpacts;  \n \n8. \nNotes that, with the adoption of the Global Compact, the High-level \nDialogue on International Migration and Development has been repurposed into the \nInternational Migration Review Forum, which will serve as the primary \nintergovernmental global platform for Member States to discuss and share progress \non the implementation of all aspects of the Global Compact, including as it relates to \nthe 2030 Agenda for Sustainable Development,21 and with the participation of all \nrelevant stakeholders, and that the Forum is to be held every four years, beginning in \n2022; \n \n9. \nRecalls the high-level debate on international migration and development \nheld on 27 February 2019 under the auspices of the President of the General \nAssembly, in lieu of the 2019 High-level Dialogue, to inform the high-level political \nforum on sustainable development, which reviewed the Goals and targets relevant to \nmigration of the 2030 Agenda for Sustainable Development, taking into consideration \nthe outcomes of other processes related to international migration and development; \n \n10. Welcomes the decision of the Secretary-General to establish the United \nNations Network on Migration; \n \n11. \nRequests the Secretary-General to submit to the General Assembly, at its \nseventy-seventh session, a report on the implementation of the present resolution;  \n \n12. Decides to include in the provisional agenda of its seventy-seventh \nsession, under the item entitled “Globalization and interdependence”, the sub-item \nentitled “International migration and development”. \n \n48th plenary meeting \n21 December 2020 \n \n \n__________________ \n \n21  Resolution 70/1. \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;20",
    "2": "Recognizes the need to strengthen synergies between international migration and development at all levels, including the global, regional, national and local levels, as appropriate;",
    "3": "Calls upon Member States to take steps to support the full inclusion of migrants in the COVID-19 pandemic response and recovery efforts, in the spirit of international cooperation and in line with national policies, legislation and circumstances, based on shared responsibilities, including the obligation of States to readmit their own nationals, cognizant of the vulnerable situations of migrants and their contributions to the COVID-19 crisis response and recovery efforts, by, among others, ensuring full respect for the human rights and fundamental freedoms of all migrants, regardless of their migration status, promoting faster, safer and cheaper transfer of remittances by further developing existing conducive policy and regulatory environments that enable competition, regulation and innovation on the remittance market, providing gender-responsive programmes and instruments that enhance the financial inclusion of migrants and their families in order to end structural barriers to women’s equal access to economic resources, by 2030, reducing to less than 3 per cent the transaction costs of migrant remittances and strengthening bilateral, subregional, regional, interregional and multilateral cooperation to support the protection, well-being and effective and sustainable reintegration into labour markets of migrant workers in line with national policies, and in this regard recognizes the role of the United Nations Network on Migration, and the International Organization for Migration as its coordinator;",
    "4": "Recommits to ensuring full respect for the human rights and fundamental freedoms of all migrants, regardless of their migration status, and supporting countries of origin, transit and destination in the spirit of international cooperation, taking into account national circumstances;",
    "5": "Recalls the Global Compact for Safe, Orderly and Regular Migration, adopted at the Intergovernmental Conference to Adopt the Global Compact for Safe, Orderly and Regular Migration, held in Marrakech, Morocco, on 10 and 11 December __________________ 20 A/75/292. International migration and development A/RES/75/226 5/5 20-17629 2018, and endorsed by the General Assembly in its resolution 73/195 of 19 December 2018;",
    "6": "Notes that the Global Compact for Safe, Orderly and Regular Migration is the first intergovernmentally negotiated outcome, prepared under the auspices of the United Nations, to cover international migration in all its dimensions;",
    "7": "Recognizes that the High-level Dialogues on International Migration and Development have served as forums to advance discussions on the multidimensional aspects of international migration and development in order to identify appropriate ways and means to maximize its development benefits and minimize its negative impacts;",
    "8": "Notes that, with the adoption of the Global Compact, the High-level Dialogue on International Migration and Development has been repurposed into the International Migration Review Forum, which will serve as the primary intergovernmental global platform for Member States to discuss and share progress on the implementation of all aspects of the Global Compact, including as it relates to the 2030 Agenda for Sustainable Development,21 and with the participation of all relevant stakeholders, and that the Forum is to be held every four years, beginning in 2022;",
    "9": "Recalls the high-level debate on international migration and development held on 27 February 2019 under the auspices of the President of the General Assembly, in lieu of the 2019 High-level Dialogue, to inform the high-level political forum on sustainable development, which reviewed the Goals and targets relevant to migration of the 2030 Agenda for Sustainable Development, taking into consideration the outcomes of other processes related to international migration and development;",
    "10": "Welcomes the decision of the Secretary-General to establish the United Nations Network on Migration;",
    "11": "Requests the Secretary-General to submit to the General Assembly, at its seventy-seventh session, a report on the implementation of the present resolution;",
    "12": "Decides to include in the provisional agenda of its seventy-seventh session, under the item entitled “Globalization and interdependence”, the sub-item entitled “International migration and development”. 48th plenary meeting 21 December 2020 __________________ 21 Resolution 70/1."
  },
  "agenda_items": [
    "Item 22"
  ],
  "symbol_references": []
}