{
  "symbol": "A/RES/76/17",
  "filename": "A_RES_76_17.pdf",
  "title": "76/17. Implementation of the Declaration of the Indian Ocean as a Zone of Peace",
  "text": "United Nations \nA/RES/76/17\n \n \nGeneral Assembly \nDistr.: General \n8 December 2021 \n \n \n21-18250 (E)    131221     \n*2118250* \n \n \nSeventy-sixth session \nAgenda item 93 \nImplementation of the Declaration of the Indian Ocean as a \nZone of Peace \n \n \n \n \n Resolution adopted by the General Assembly on \n6 December 2021 \n \n \n \n \n[on the report of the First Committee (A/76/437, para. 7)] \n \n \n \n76/17. Implementation of the Declaration of the Indian Ocean as a Zone \nof Peace \n \n \n \nThe General Assembly, \n \nRecalling the Declaration of the Indian Ocean as a Zone of Peace, contained in \nits resolution 2832 (XXVI) of 16 December 1971, and recalling also its resolutions \n54/47 of 1 December 1999, 56/16 of 29 November 2001, 58/29 of 8 December 2003, \n60/48 of 8 December 2005, 62/14 of 5 December 2007, 64/23 of 2 December 2009, \n66/22 of 2 December 2011, 68/24 of 5 December 2013, 70/22 of 7 December 2015, \n72/21 of 4 December 2017 and 74/25 of 12 December 2019 and other relevant \nresolutions, \n \nRecalling also the report of the Meeting of the Littoral and Hinterland States of \nthe Indian Ocean, held in New York from 2 to 13 July 1979, 1  \n \nRecalling further paragraph 102 of the Final Document of the Thirteenth \nConference of Heads of State or Government of Non-Aligned Countries, held in \nKuala Lumpur on 24 and 25 February 2003,2 in which it was noted, inter alia, that the \nChair of the Ad Hoc Committee on the Indian Ocean would continue his informal \nconsultations on the future work of the Committee, \n \nEmphasizing the need to foster consensual approaches that are conducive to the \npursuit of such endeavours, \n__________________ \n \n1 Official Records of the General Assembly, Thirty-fourth Session, Supplement No. 45 and \ncorrigendum (A/34/45 and A/34/45/Corr.1). \n \n2 A/57/759-S/2003/332, annex I. \n\nA/RES/76/17 \nImplementation of the Declaration of the Indian Ocean as \na Zone of Peace\n \n2/2 \n \n \nNoting the initiatives taken by countries of the region to promote cooperation, \nin particular economic cooperation, in the Indian Ocean area and the possible \ncontribution of such initiatives to overall objectives of a zone of peace, \n \nConvinced that the participation of all permanent members of the Security \nCouncil and the major maritime users of the Indian Ocean in the work of the Ad Hoc \nCommittee is important and would assist the progress of a mutually beneficial \ndialogue to develop conditions of peace, security and stability in the Indian Ocean \nregion, \n \nConsidering that greater efforts and more time are required to develop a focused \ndiscussion on practical measures to ensure conditions of peace, security and stability \nin the Indian Ocean region, \n \nHaving considered the report of the Ad Hoc Committee,3  \n \n1. \nTakes note of the report of the Ad Hoc Committee on the Indian Ocean;  \n \n2. \nReiterates its conviction that the participation of all permanent members \nof the Security Council and the major maritime users of the Indian Ocean in the work \nof the Ad Hoc Committee is important and would greatly facilitate the development \nof a mutually beneficial dialogue to advance peace, security and stability in the Indian \nOcean region; \n \n3. \nRequests the Chair of the Ad Hoc Committee to continue his informal \nconsultations with the members of the Committee and to report through the \nCommittee to the General Assembly at its seventy-eighth session; \n \n4. \nRequests the Secretary-General to continue to render, within existing \nresources, all necessary assistance to the Ad Hoc Committee, including the provision \nof summary records; \n \n5. \nDecides to include in the provisional agenda of its seventy-eighth session \nthe item entitled “Implementation of the Declaration of the Indian Ocean as a Zone \nof Peace”. \n \n45th plenary meeting \n6 December 2021 \n \n \n__________________ \n \n3 Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 29 (A/76/29). \n",
  "paragraphs": {
    "1": "Takes note of the report of the Ad Hoc Committee on the Indian Ocean;",
    "2": "Reiterates its conviction that the participation of all permanent members of the Security Council and the major maritime users of the Indian Ocean in the work of the Ad Hoc Committee is important and would greatly facilitate the development of a mutually beneficial dialogue to advance peace, security and stability in the Indian Ocean region;",
    "3": "Requests the Chair of the Ad Hoc Committee to continue his informal consultations with the members of the Committee and to report through the Committee to the General Assembly at its seventy-eighth session;",
    "4": "Requests the Secretary-General to continue to render, within existing resources, all necessary assistance to the Ad Hoc Committee, including the provision of summary records;",
    "5": "Decides to include in the provisional agenda of its seventy-eighth session the item entitled “Implementation of the Declaration of the Indian Ocean as a Zone of Peace”. 45th plenary meeting 6 December 2021 __________________ 3 Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 29 (A/76/29)."
  },
  "agenda_items": [
    "Item 93"
  ],
  "symbol_references": []
}