{
  "symbol": "A/RES/73/198",
  "filename": "A_RES_73_198.pdf",
  "title": "73/198. United Nations Convention on International Settlement Agreements Resulting from Mediation",
  "text": "United Nations \nA/RES/73/198\n \n \nGeneral Assembly \nDistr.: General \n11 January 2019 \n \n18-22460 (E)    150119 \n*1822460* \n \n \nSeventy-third session \nAgenda item 80 \n \n \n \n \n Resolution adopted by the General Assembly \non 20 December 2018 \n \n \n \n \n[on the report of the Sixth Committee (A/73/496)] \n \n \n 73/198. United Nations Convention on International Settlement \nAgreements Resulting from Mediation \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it \nestablished the United Nations Commission on International Trade Law with a \nmandate to further the progressive harmonization and unification of the law of \ninternational trade and in that respect to bear in mind the interests of all peoples, in \nparticular those of developing countries, in the extensive development of international \ntrade, \n \nRecalling also its resolution 57/18 of 19 November 2002, in which it noted the \nadoption by the Commission of the Model Law on International Commercial \nConciliation1 and expressed the conviction that the Model Law, together with the \nConciliation Rules of the Commission 2  recommended in its resolution 35/52 of \n4 December 1980, contributes significantly to the establishment of a harmonized legal \nframework for the fair and efficient settlement of disputes arising in international \ncommercial relations,  \n \nRecognizing the value of mediation as a method of amicably settling disputes \narising in the context of international commercial relations, \n \nConvinced that the adoption of a convention on international settlement \nagreements resulting from mediation that is acceptable to States with different legal, \nsocial and economic systems would complement the existing legal framework on \ninternational mediation and contribute to the development of harmonious \ninternational economic relations, \n__________________ \n \n1  Resolution 57/18, annex. \n \n2  Official Records of the General Assembly, Thirty-fifth Session, Supplement No. 17 (A/35/17), \npara. 106; see also Yearbook of the United Nations Commission on International Trade Law, \nvol. XI: 1980, part three, annex II. \n\nA/RES/73/198 \nUnited Nations Convention on International Settlement\nAgreements Resulting from Mediation\n \n18-22460\n2/9 \n \n \nNoting that the decision of the Commission to concurrently prepare a convention \non international settlement agreements resulting from mediation and an amendment \nto the Model Law on International Commercial Conciliation was intended to \naccommodate the different levels of experience with mediation in different \njurisdictions and to provide States with consistent standards on the cross-border \nenforcement of international settlement agreements resulting from mediation, without \ncreating any expectation that interested States may adopt either instrument, 3  \n \nNoting with satisfaction that the preparation of the draft convention was the \nsubject of due deliberation and that the draft convention benefited from consultations \nwith Governments as well as intergovernmental and non-governmental organizations, \n \nTaking note of the decision of the Commission at its fifty-first session to submit \nthe draft convention to the General Assembly for its consideration, 4  \n \nTaking note with satisfaction of the draft convention approved by the \nCommission,5  \n \nExpressing its appreciation to the Government of Singapore for its offer to host \na signing ceremony for the Convention in Singapore, \n \n1. \nCommends the United Nations Commission on International Trade Law \nfor preparing the draft convention on international settlement agreements resulting \nfrom mediation; \n \n2. \nAdopts the United Nations Convention on International Settlement \nAgreements Resulting from Mediation, contained in the annex to the present resolution; \n \n3. \nAuthorizes a ceremony for the opening for signature of the Convention to \nbe held in Singapore on 7 August 2019, and recommends that the Convention be \nknown as the “Singapore Convention on Mediation”; \n \n4. \nCalls upon those Governments and regional economic integration \norganizations that wish to strengthen the legal framework on international dispute \nsettlement to consider becoming a party to the Convention. \n \n62nd plenary meeting  \n20 December 2018 \n \n \n \n Annex \n \n United Nations Convention on International Settlement \nAgreements Resulting from Mediation \n \n \nPreamble \n \n \nThe Parties to this Convention, \n \nRecognizing the value for international trade of mediation as a method for \nsettling commercial disputes in which the parties in dispute request a third person or \npersons to assist them in their attempt to settle the dispute amicably, \n \nNoting that mediation is increasingly used in international and domestic \ncommercial practice as an alternative to litigation, \n__________________ \n \n3  Official Records of the General Assembly, Seventy-second Session, Supplement No. 17 (A/72/17), \nparas. 238–239; see also A/CN.9/901, para. 52. \n \n4  Official Records of the General Assembly, Seventy-third Session, Supplement No. 17 (A/73/17), \npara. 49. \n \n5  Ibid., annex I. \n\nUnited Nations Convention on International Settlement \nAgreements Resulting from Mediation \nA/RES/73/198\n \n3/9\n18-22460 \n \n \nConsidering that the use of mediation results in significant benefits, such as \nreducing the instances where a dispute leads to the termination of a commercial \nrelationship, facilitating the administration of international transactions by \ncommercial parties and producing savings in the administration of justice by States, \n \nConvinced that the establishment of a framework for international settlement \nagreements resulting from mediation that is acceptable to States with different legal, \nsocial and economic systems would contribute to the development of harmonious \ninternational economic relations, \n \nHave agreed as follows: \n \nArticle 1 \nScope of application \n \n1. \nThis Convention applies to an agreement resulting from mediation and \nconcluded in writing by parties to resolve a commercial dispute (“settlement \nagreement”) which, at the time of its conclusion, is international in that:  \n \n(a) \nAt least two parties to the settlement agreement have their places of \nbusiness in different States; or  \n \n(b) \nThe State in which the parties to the settlement agreement have their places \nof business is different from either:  \n \n(i) \nThe State in which a substantial part of the obligations under the settlement \nagreement is performed; or  \n \n(ii) The State with which the subject matter of the settlement agreement is \nmost closely connected. \n2. \nThis Convention does not apply to settlement agreements:  \n \n(a) \nConcluded to resolve a dispute arising from transactions engaged in by \none of the parties (a consumer) for personal, family or household purposes;  \n \n(b) \nRelating to family, inheritance or employment law. \n3. \nThis Convention does not apply to:  \n \n(a) \nSettlement agreements:  \n \n(i) \nThat have been approved by a court or concluded in the course of \nproceedings before a court; and  \n \n(ii) That are enforceable as a judgment in the State of that court;  \n \n(b) \nSettlement agreements that have been recorded and are enforceable as an \narbitral award. \n \nArticle 2 \nDefinitions \n \n1. \nFor the purposes of article 1, paragraph 1:  \n \n(a) \nIf a party has more than one place of business, the relevant place of \nbusiness is that which has the closest relationship to the dispute resolved by the \nsettlement agreement, having regard to the circumstances known to, or contemplated \nby, the parties at the time of the conclusion of the settlement agreement;  \n \n(b) \nIf a party does not have a place of business, reference is to be made to the \nparty’s habitual residence. \n2. \nA settlement agreement is “in writing” if its content is recorded in any form. \nThe requirement that a settlement agreement be in writing is met by an electronic \n\nA/RES/73/198 \nUnited Nations Convention on International Settlement\nAgreements Resulting from Mediation\n \n18-22460\n4/9 \n \ncommunication if the information contained therein is accessible so as to be useable \nfor subsequent reference. \n3. \n“Mediation” means a process, irrespective of the expression used or the basis \nupon which the process is carried out, whereby parties attempt to reach an amicable \nsettlement of their dispute with the assistance of a third person or persons (“the \nmediator”) lacking the authority to impose a solution upon the parties to the dispute. \n \nArticle 3 \nGeneral principles \n \n1. \nEach Party to the Convention shall enforce a settlement agreement in \naccordance with its rules of procedure and under the conditions laid down in this \nConvention. \n2. \nIf a dispute arises concerning a matter that a party claims was already resolved \nby a settlement agreement, a Party to the Convention shall allow the party to invoke \nthe settlement agreement in accordance with its rules of procedure and under the \nconditions laid down in this Convention, in order to prove that the matter has already \nbeen resolved. \n \nArticle 4 \nRequirements for reliance on settlement agreements \n \n1. \nA party relying on a settlement agreement under this Convention shall supply to \nthe competent authority of the Party to the Convention where relief is sought: \n \n(a) \nThe settlement agreement signed by the parties;  \n \n(b) \nEvidence that the settlement agreement resulted from mediation, such as:  \n \n(i) \nThe mediator’s signature on the settlement agreement;  \n \n(ii) A document signed by the mediator indicating that the mediation was \ncarried out;  \n \n(iii) An attestation by the institution that administered the mediation; or \n \n(iv) In the absence of (i), (ii) or (iii), any other evidence acceptable to the \ncompetent authority.  \n2. \nThe requirement that a settlement agreement shall be signed by the parties or, \nwhere applicable, the mediator is met in relation to an electronic communication if:  \n \n(a) \nA method is used to identify the parties or the mediator and to indicate the \nparties’ or mediator’s intention in respect of the information contained in the \nelectronic communication; and  \n \n(b) \nThe method used is either: \n \n(i) \nAs reliable as appropriate for the purpose for which the electronic \ncommunication was generated or communicated, in the light of all the \ncircumstances, including any relevant agreement; or  \n \n(ii) Proven in fact to have fulfilled the functions described in subparagraph (a) \nabove, by itself or together with further evidence. \n3. \nIf the settlement agreement is not in an official language of the Party to the \nConvention where relief is sought, the competent authority may request a translation \nthereof into such language. \n\nUnited Nations Convention on International Settlement \nAgreements Resulting from Mediation \nA/RES/73/198\n \n5/9\n18-22460 \n \n4. \nThe competent authority may require any necessary document in order to verify \nthat the requirements of the Convention have been complied with.  \n5. \nWhen considering the request for relief, the competent authority shall act \nexpeditiously. \n \nArticle 5 \nGrounds for refusing to grant relief \n \n1. \nThe competent authority of the Party to the Convention where relief is sought \nunder article 4 may refuse to grant relief at the request of the party against whom the \nrelief is sought only if that party furnishes to the competent authority proof that:  \n \n(a) \nA party to the settlement agreement was under some incapacity;  \n \n(b) \nThe settlement agreement sought to be relied upon:  \n \n(i) \nIs null and void, inoperative or incapable of being performed under the \nlaw to which the parties have validly subjected it or, failing any indication \nthereon, under the law deemed applicable by the competent authority of the \nParty to the Convention where relief is sought under article 4;  \n \n(ii) Is not binding, or is not final, according to its terms; or \n \n(iii) Has been subsequently modified;  \n \n(c) \nThe obligations in the settlement agreement: \n \n(i) \nHave been performed; or  \n \n(ii) Are not clear or comprehensible; \n \n(d) \nGranting relief would be contrary to the terms of the settlement agreement; \n \n(e) \nThere was a serious breach by the mediator of standards applicable to the \nmediator or the mediation without which breach that party would not have entered \ninto the settlement agreement; or  \n \n(f) \nThere was a failure by the mediator to disclose to the parties circumstances \nthat raise justifiable doubts as to the mediator’s impartiality or independence and such \nfailure to disclose had a material impact or undue influence on a party without which \nfailure that party would not have entered into the settlement agreement. \n2. \nThe competent authority of the Party to the Convention where relief is sought \nunder article 4 may also refuse to grant relief if it finds that: \n \n(a) \nGranting relief would be contrary to the public policy of that Party; or \n \n(b) \nThe subject matter of the dispute is not capable of settlement by mediation \nunder the law of that Party. \n \nArticle 6 \nParallel applications or claims \n \n \nIf an application or a claim relating to a settlement agreement has been made to \na court, an arbitral tribunal or any other competent authority which may affect the \nrelief being sought under article 4, the competent authority of the Party to the \nConvention where such relief is sought may, if it considers it proper, adjourn the \ndecision and may also, on the request of a party, order the other party to give suitable \nsecurity. \n \n\nA/RES/73/198 \nUnited Nations Convention on International Settlement\nAgreements Resulting from Mediation\n \n18-22460\n6/9 \n \nArticle 7 \nOther laws or treaties \n \n \nThis Convention shall not deprive any interested party of any right it may have \nto avail itself of a settlement agreement in the manner and to the extent allowed by \nthe law or the treaties of the Party to the Convention where such settlement agreement \nis sought to be relied upon. \n \nArticle 8 \nReservations \n \n1. \nA Party to the Convention may declare that: \n \n(a) \nIt shall not apply this Convention to settlement agreements to which it is \na party, or to which any governmental agencies or any person acting on behalf of a \ngovernmental agency is a party, to the extent specified in the declaration; \n \n(b) \nIt shall apply this Convention only to the extent that the parties to the \nsettlement agreement have agreed to the application of the Convention.  \n2. \nNo reservations are permitted except those expressly authorized in this article. \n3. \nReservations may be made by a Party to the Convention at any time. \nReservations made at the time of signature shall be subject to confirmation upon \nratification, acceptance or approval. Such reservations shall take effect \nsimultaneously with the entry into force of this Convention in respect of the Party to \nthe Convention concerned. Reservations made at the time of ratification, acceptance \nor approval of this Convention or accession thereto, or at the time of making a \ndeclaration under article 13 shall take effect simultaneously with the entry into force \nof this Convention in respect of the Party to the Convention concerned. Reservations \ndeposited after the entry into force of the Convention for that Party to the Convention \nshall take effect six months after the date of the deposit. \n4. \nReservations and their confirmations shall be deposited with the depositary.  \n5. \nAny Party to the Convention that makes a reservation under this Convention \nmay withdraw it at any time. Such withdrawals are to be deposited with the \ndepositary, and shall take effect six months after deposit. \n \nArticle 9 \nEffect on settlement agreements \n \n \nThe Convention and any reservation or withdrawal thereof shall apply only to \nsettlement agreements concluded after the date when the Convention, reservation or \nwithdrawal thereof enters into force for the Party to the Convention concerned. \n \nArticle 10 \nDepositary \n \n \nThe Secretary-General of the United Nations is hereby designated as the \ndepositary of this Convention. \n \nArticle 11 \nSignature, ratification, acceptance, approval, accession \n \n1. \nThis Convention is open for signature by all States in Singapore, on 7 August \n2019, and thereafter at United Nations Headquarters in New York. \n2. \nThis Convention is subject to ratification, acceptance or approval by the \nsignatories. \n\nUnited Nations Convention on International Settlement \nAgreements Resulting from Mediation \nA/RES/73/198\n \n7/9\n18-22460 \n \n3. \nThis Convention is open for accession by all States that are not signatories as \nfrom the date it is open for signature. \n4. \nInstruments of ratification, acceptance, approval or accession are to be \ndeposited with the depositary. \n \nArticle 12 \nParticipation by regional economic integration organizations \n \n1. \nA regional economic integration organization that is constituted by sovereign \nStates and has competence over certain matters governed by this Convention may \nsimilarly sign, ratify, accept, approve or accede to this Convention. The regional \neconomic integration organization shall in that case have the rights and obligations of \na Party to the Convention, to the extent that that organization has competence over \nmatters governed by this Convention. Where the number of Parties to the Convention \nis relevant in this Convention, the regional economic integration organization shall \nnot count as a Party to the Convention in addition to its member States that are Parties \nto the Convention. \n2. \nThe regional economic integration organization shall, at the time of signature, \nratification, acceptance, approval or accession, make a declaration to the depositary \nspecifying the matters governed by this Convention in respect of which competence \nhas been transferred to that organization by its member States. The regional economic \nintegration organization shall promptly notify the depositary of any changes to the \ndistribution of competence, including new transfers of competence, specified in the \ndeclaration under this paragraph. \n3. \nAny reference to a “Party to the Convention”, “Parties to the Convention”, a \n“State” or “States” in this Convention applies equally to a regional economic \nintegration organization where the context so requires.  \n4. \nThis Convention shall not prevail over conflicting rules of a regional economic \nintegration organization, whether such rules were adopted or entered into force before \nor after this Convention: (a) if, under article 4, relief is sought in a State that is \nmember of such an organization and all the States relevant under article 1, \nparagraph 1, are members of such an organization; or (b) as concerns the recognition \nor enforcement of judgments between member States of such an organization. \n \nArticle 13 \nNon-unified legal systems \n \n1. \nIf a Party to the Convention has two or more territorial units in which different \nsystems of law are applicable in relation to the matters dealt with in this Convention, \nit may, at the time of signature, ratification, acceptance, approval or accession, declare \nthat this Convention is to extend to all its territorial units or only to one or more of \nthem, and may amend its declaration by submitting another declaration at any time. \n2. \nThese declarations are to be notified to the depositary and are to state expressly \nthe territorial units to which the Convention extends. \n3. \nIf a Party to the Convention has two or more territorial units in which different \nsystems of law are applicable in relation to the matters dealt with in this Convention: \n \n(a) \nAny reference to the law or rule of procedure of a State shall be construed \nas referring, where appropriate, to the law or rule of procedure in force in the relevant \nterritorial unit; \n \n(b) \nAny reference to the place of business in a State shall be construed as \nreferring, where appropriate, to the place of business in the relevant territorial unit; \n\nA/RES/73/198 \nUnited Nations Convention on International Settlement\nAgreements Resulting from Mediation\n \n18-22460\n8/9 \n \n \n(c) \nAny reference to the competent authority of the State shall be construed as \nreferring, where appropriate, to the competent authority in the relevant territorial unit. \n4. \nIf a Party to the Convention makes no declaration under paragraph 1 of this \narticle, the Convention is to extend to all territorial units of that State. \n \nArticle 14 \nEntry into force \n \n1. \nThis Convention shall enter into force six months after deposit of the third \ninstrument of ratification, acceptance, approval or accession. \n2. \nWhen a State ratifies, accepts, approves or accedes to this Convention after the \ndeposit of the third instrument of ratification, acceptance, approval or accession, this \nConvention shall enter into force in respect of that State six months after the date of \nthe deposit of its instrument of ratification, acceptance, approval or accession. The \nConvention shall enter into force for a territorial unit to which this Convention has \nbeen extended in accordance with article 13 six months after the notification of the \ndeclaration referred to in that article. \n \nArticle 15 \nAmendment \n \n1. \nAny Party to the Convention may propose an amendment to the present \nConvention by submitting it to the Secretary-General of the United Nations. The \nSecretary-General shall thereupon communicate the proposed amendment to the \nParties to the Convention with a request that they indicate whether they favour a \nconference of Parties to the Convention for the purpose of considering and voting \nupon the proposal. In the event that within four months from the date of such \ncommunication at least one third of the Parties to the Convention favour such a \nconference, the Secretary-General shall convene the conference under the auspices of \nthe United Nations. \n2. \nThe conference of Parties to the Convention shall make every effort to achieve \nconsensus on each amendment. If all efforts at consensus are exhausted and no \nconsensus is reached, the amendment shall, as a last resort, require for its adoption a \ntwo-thirds majority vote of the Parties to the Convention present and voting at the \nconference. \n3. \nAn adopted amendment shall be submitted by the depositary to all the Parties to \nthe Convention for ratification, acceptance or approval. \n4. \nAn adopted amendment shall enter into force six months after the date of deposit \nof the third instrument of ratification, acceptance or approval. When an amendment \nenters into force, it shall be binding on those Parties to the Convention that have \nexpressed consent to be bound by it. \n5. \nWhen a Party to the Convention ratifies, accepts or approves an amendment \nfollowing the deposit of the third instrument of ratification, acceptance or approval, \nthe amendment shall enter into force in respect of that Party to the Convention six \nmonths after the date of the deposit of its instrument of ratification, acceptance or \napproval. \n \nArticle 16 \nDenunciations \n \n1. \nA Party to the Convention may denounce this Convention by a formal \nnotification in writing addressed to the depositary. The denunciation may be limited \n\nUnited Nations Convention on International Settlement \nAgreements Resulting from Mediation \nA/RES/73/198\n \n9/9\n18-22460 \n \nto certain territorial units of a non-unified legal system to which this Convention \napplies. \n2. \nThe denunciation shall take effect 12 months after the notification is received \nby the depositary. Where a longer period for the denunciation to take effect is \nspecified in the notification, the denunciation shall take effect upon the expiration of \nsuch longer period after the notification is received by the depositary. The Convention \nshall continue to apply to settlement agreements concluded before the denunciation \ntakes effect.  \nDONE in a single original, of which the Arabic, Chinese, English, French, Russian \nand Spanish texts are equally authentic. \n \n",
  "paragraphs": {
    "1": "A to certain territorial units of a non-unified legal system to which this Convention applies.",
    "2": "The denunciation shall take effect 12 months after the notification is received by the depositary. Where a longer period for the denunciation to take effect is specified in the notification, the denunciation shall take effect upon the expiration of such longer period after the notification is received by the depositary. The Convention shall continue to apply to settlement agreements concluded before the denunciation takes effect. DONE in a single original, of which the Arabic, Chinese, English, French, Russian and Spanish texts are equally authentic.",
    "3": "An adopted amendment shall be submitted by the depositary to all the Parties to the Convention for ratification, acceptance or approval.",
    "4": "An adopted amendment shall enter into force six months after the date of deposit of the third instrument of ratification, acceptance or approval. When an amendment enters into force, it shall be binding on those Parties to the Convention that have expressed consent to be bound by it.",
    "5": "When a Party to the Convention ratifies, accepts or approves an amendment following the deposit of the third instrument of ratification, acceptance or approval, the amendment shall enter into force in respect of that Party to the Convention six months after the date of the deposit of its instrument of ratification, acceptance or approval. Article 16 Denunciations"
  },
  "agenda_items": [
    "Item 80"
  ],
  "symbol_references": []
}