{
  "symbol": "A/RES/75/136",
  "filename": "A_RES_75_136.pdf",
  "title": "75/136. Crimes against humanity",
  "text": "United Nations \nA/RES/75/136\n \n \nGeneral Assembly \nDistr.: General \n22 December 2020 \n \n \n20-17198 (E)    291220 \n*2017198* \n \n \nSeventy-fifth session \nAgenda item 81 \nCrimes against humanity  \n \n \n \n \n Resolution adopted by the General Assembly \non 15 December 2020 \n \n \n \n \n[on the report of the Sixth Committee (A/75/427, para. 7)] \n \n \n 75/136. Crimes against humanity \n \n \n \nThe General Assembly, \n \nHaving considered chapter IV of the report of the International Law \nCommission on the work of its seventy-first session,1 which contains the draft articles \non prevention and punishment of crimes against humanity, \n \nNoting that the Commission decided to recommend the draft articles on \nprevention and punishment of crimes against humanity to the General Assembly and \nrecommended the elaboration of a convention by the Assembly or by an international \nconference of plenipotentiaries on the basis of the draft articles, 2  \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nRecognizing the need to prevent and punish crimes against humanity, which are \namong the most serious crimes of concern to the international community as a whole, \n \nRecalling its resolution 74/187 of 18 December 2019, by which it took note of \nthe draft articles on prevention and punishment of crimes against humanity, contained \nin chapter IV of the report of the International Law Commission on the work of its \nseventy-first session, \n \n1. \nExpresses its appreciation to the International Law Commission for its \ncontinuing contribution to the codification and progressive development of \ninternational law;  \n__________________ \n \n1  Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 10 (A/74/10). \n \n2  Ibid., para. 42. \n\nA/RES/75/136 \nCrimes against humanity\n \n20-17198\n2/2 \n \n \n2. \nTakes note of the draft articles on prevention and punishment of crimes \nagainst humanity, presented by the Commission;3  \n \n3. \nDecides to include in the provisional agenda of its seventy-sixth session \nthe item entitled “Crimes against humanity” and to continue to examine the \nrecommendation of the Commission contained in paragraph 42 of its report on the \nwork of its seventy-first session. \n \n45th plenary meeting \n15 December 2020 \n \n \n__________________ \n \n3  Ibid., chap. IV, sect. E. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the International Law Commission for its continuing contribution to the codification and progressive development of international law; __________________ 1 Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 10 (A/74/10). 2 Ibid., para. 42. A/RES/75/136 Crimes against humanity 20-17198 2/2",
    "2": "Takes note of the draft articles on prevention and punishment of crimes against humanity, presented by the Commission;3",
    "3": "Decides to include in the provisional agenda of its seventy-sixth session the item entitled “Crimes against humanity” and to continue to examine the recommendation of the Commission contained in paragraph 42 of its report on the work of its seventy-first session. 45th plenary meeting 15 December 2020 __________________ 3 Ibid., chap. IV, sect. E."
  },
  "agenda_items": [
    "Item 81"
  ],
  "symbol_references": []
}