{
  "symbol": "A/RES/76/180",
  "filename": "A_RES_76_180.pdf",
  "title": "76/180. Situation of human rights of Rohingya Muslims and other minorities in Myanmar",
  "text": "United Nations \nA/RES/76/180\n \n \nGeneral Assembly \nDistr.: General \n11 January 2022 \n \n \n21-19219 (E)    130122 \n*2119219* \n \n \nSeventy-sixth session \nAgenda item 74 (c) \nPromotion and protection of human rights: human \nrights situations and reports of special rapporteurs \nand representatives \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2021 \n \n \n \n \n[on the report of the Third Committee (A/76/462/Add.3, para. 34)] \n \n \n 76/180. Situation of human rights of Rohingya Muslims and other \nminorities in Myanmar \n \n \n \nThe General Assembly, \n \nGuided by the Charter of the United Nations and the Universal Declaration of \nHuman Rights,1 the International Covenants on Human Rights2 and other relevant \ninternational law and human rights law instruments, \n \nRecalling that States have the primary responsibility to respect, protect and fulfil \nhuman rights, \n \nRecalling also its previous resolutions on the situation of human rights in \nMyanmar, the most recent of which being resolutions 75/287 of 18 June 2021, 75/238 \nof 31 December 2020, 74/246 of 27 December 2019, 73/264 of 22 December 2018 \nand 72/248 of 24 December 2017, and recalling the resolutions and decisions of the \nHuman Rights Council, the most recent of which being resolutions 47/1 of 12 July \n2021,3 46/21 of 24 March 2021,4 S-29/1 of 12 February 2021,5 43/26 of 22 June 2020,6 \n42/3 of 26 September 2019,7 39/2 of 27 September 2018,8 37/32 of 23 March 20189 \n__________________ \n \n1 Resolution 217 A (III). \n \n2 Resolution 2200 A (XXI). \n \n3 Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 53 (A/76/53), \nchap. VII, sect. A. \n \n4 Ibid., chap. V, sect. A. \n \n5 Ibid., chap. IV. \n \n6 Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. IV, sect. A. \n \n7 Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. II. \n \n8 Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. II. \n \n9 Ibid., Supplement No. 53 (A/73/53), chap. IV, sect. A. \n\nA/RES/76/180 \nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar\n \n21-19219\n2/13 \n \nand S-27/1 of 5 December 2017,10 the presidential statements issued by the Security \nCouncil on 6 November 201711 and 10 March 2021,12 and the press statements of the \nSecurity Council on the situation in Myanmar of 9 May 2018,13 4 February 202114 \nand 1 and 30 April 2021, as well as Security Council resolution 2467 (2019) of \n23 April 2019, \n \nExpressing its grave concern at all violations and abuses of human rights in \nMyanmar, including before and following the declaration of the state of emergency \non 1 February 2021 and its later extension by two years, \n \nExpressing its unequivocal support for the people of Myanmar and their \ndemocratic aspirations and for the democratic transition in Myanmar, as well as for \nthe need to rebuild and strengthen democratic institutions and processes, to refrain \nfrom violence and arbitrary detentions and to respect fully human rights, fundamental \nfreedoms and the rule of law, \n \nWelcoming the work and the reports of the Special Rapporteur on the situation \nof human rights in Myanmar, while deeply regretting the non-cooperation of \nMyanmar with the mandate, and urging Myanmar to extend full cooperation to the \nSpecial Rapporteur, \n \nWelcoming also the work of the Special Envoy of the Secretary-General on \nMyanmar, \n \nWelcoming further, in this regard, the appointment of the new Special Envoy, \nand encouraging her engagement and inclusive dialogue with all relevant \nstakeholders, including civil society, and affected populations, \n \nWelcoming the report of the United Nations High Commissioner for Human \nRights on the root causes of the human rights violations and abuses Rohingya and \nother minorities in Myanmar are facing,15 and reiterating the importance of fully \nimplementing the recommendations contained in the report, \n \nRecalling the work done by the independent international fact-finding mission \non Myanmar, including its final report16 and all its other reports, including the reports \non the economic interests of the Myanmar military and on sexual and gender-based \nviolence in Myanmar and the gendered impact of its ethnic conflicts, and furthermore \ndeeply regretting the lack of cooperation of Myanmar with the fact-finding mission, \n \nAlarmed by the findings of the independent international fact-finding mission \non Myanmar of evidence of gross human rights violations and abuses suffered by \nRohingya Muslims and other minorities, perpetrated by the security and armed forces \nof Myanmar, which, according to the fact-finding mission, undoubtedly amount to the \ngravest crimes under international law, \n \nExpressing deep concern at the limited progress on the implementation of the \nfact-finding mission’s recommendations to conduct prompt, effective, thorough, \nindependent and impartial investigations and to hold perpetrators accountable for \ncrimes committed across Myanmar, \n \nConcerned that, contrary to the fact-finding mission’s recommendations, laws, \norders, policies and practices at all levels limiting freedoms of movement, expression, \n__________________ \n \n10 Ibid., chap. III. \n \n11 S/PRST/2017/22; see Resolutions and Decisions of the Security Council, 2017 (S/INF/72). \n \n12 S/PRST/2021/5. \n \n13 SC/13331. \n \n14 SC/14430. \n \n15 A/HRC/43/18. \n \n16 A/HRC/42/50. \n\nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar \nA/RES/76/180\n \n3/13\n21-19219 \n \nassociation and assembly, or which are discriminatory in their application or impact, \nhave not been reviewed, amended or repealed, \n \nWelcoming the work of the Independent Mechanism for Myanmar, established \nby the Human Rights Council in its resolution 39/2, to collect, consolidate, preserve \nand analyse evidence of the most serious international crimes and violations of \ninternational law committed in Myanmar since 2011, in particular in Rakhine, Kachin \nand Shan States, making use of the information handed over by the independent \ninternational fact-finding mission, and to prepare files in order to facilitate and \nexpedite fair and independent criminal proceedings, in accordance with international \nlaw standards, in national, regional or international courts or tribunals that have, or \nmay in the future have, jurisdiction over these crimes, in accordance with \ninternational law, \n \nWelcoming also the reports of the Independent Mechanism for Myanmar, \nestablished by the Human Rights Council in its resolution 39/2, to the General \nAssembly, including the third report submitted to the General Assembly on 5 July \n2021,17 and expressing its regret at the continued lack of access for and cooperation \nwith the Mechanism, \n \nRecognizing the complementary and mutually reinforcing work of the various \nUnited Nations mandate holders and mechanisms, including international justice and \naccountability mechanisms working on Myanmar to improve the situation of human \nrights in Myanmar, \n \nRecognizing also the importance of the role of regional organizations in efforts \nto achieve pacific settlement of local disputes, as stipulated in Chapter VIII of the \nCharter, while noting that such efforts do not preclude action under Chapter VI of the \nCharter, \n \nRecognizing further the important role of regional organizations, in particular \nthe Association of Southeast Asian Nations, in facilitating the creation of an \nenvironment in Myanmar that is conducive to the voluntary, safe, dignified and \nsustainable return of forcibly displaced persons, including Rohingya Muslims, to \nMyanmar, and reiterating the need to work in close coordination and in full \nconsultation with Rohingya Muslims, as well as with all relevant United Nations \nagencies and international partners, and to address the root causes of the crisis and \ndisplacement so that affected communities can rebuild their lives after their return to \nMyanmar, \n \nWelcoming the statement made by the Chair of the Association of Southeast \nAsian Nations at its Leaders’ Meeting, held on 24 April 2021 in Jakarta, 18 in which \nthe Chair, inter alia, encouraged the Secretary-General of the Association to continue \nto identify possible areas that could effectively facilitate the repatriation process for \ndisplaced persons from Rakhine State, noting that these conditions are currently not \nmet, and underscoring the importance of efforts to address the root causes of the \nsituation in Rakhine State, and of the five-point consensus, \n \nAcknowledging the efforts of the Organization of Islamic Cooperation, \nalongside relevant international efforts, aimed at bringing peace and stability to \nRakhine State and other states and regions of Myanmar, including through the work \nof its Secretary-General’s special envoy for Myanmar, \n \nWelcoming the report of the Secretary-General,19 \n__________________ \n \n17 A/HRC/48/18. \n \n18  A/75/868, annex. \n \n19 A/76/312. \n\nA/RES/76/180 \nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar\n \n21-19219\n4/13 \n \n \nTaking note of the ongoing processes to ensure justice and accountability in \nrespect of alleged crimes committed against Rohingya Muslims and other minorities \nin Myanmar, \n \nNoting that the International Criminal Court has authorized its Prosecutor to \ninvestigate alleged crimes within the Court’s jurisdiction related to the situation in \nBangladesh/Myanmar, \n \nWelcoming the order of the International Court of Justice of 23 January 2020 \nindicating provisional measures in the case lodged by the Gambia against Myanmar \non the application of the Convention on the Prevention and Punishment of the Crime \nof Genocide,20 which concluded that, prima facie, the Court had jurisdiction to deal \nwith the case, which found that the Rohingya in Myanmar appeared to constitute a \n“protected group” within the meaning of article 2 of the Convention, and that there \nwas a real and imminent risk of irreparable prejudice to the rights of the Rohingya in \nMyanmar, and taking note that Myanmar submitted two reports in response to the \nCourt’s order in May and November 2020, and measures adopted in this regard, \n \nNoting the publication of the executive summary of the report of the \nIndependent Commission of Enquiry established by Myanmar in 2018, which, \nnotwithstanding its limitations, acknowledges that war crimes, serious human rights \nviolations and violations of domestic law had been committed by multiple actors and \nthat there were reasonable grounds to believe that members of Myanmar security \nforces were involved, and regretting that the full report of the Commission at present \nremains unpublished, \n \nCondemning all violations and abuses of human rights in Myanmar, including \nagainst Rohingya Muslims and other minorities, as well as the use of excessive force \nand violence by the Myanmar armed forces, including torture and sexual violence, \nwhich has led to injuries and fatalities in many cases, against peaceful demonstrators, \nas well as members of civil society, women, young people, children, minorities and \nothers, and expressing its deep concern at undue restrictions to the activities of \nmedical personnel, all other representatives of civil society, labour union members, \njournalists and media workers, and calling for the immediate release of all those \ndetained arbitrarily, including foreign nationals, \n \nReiterating its deep concern at the excessive use of force by Myanmar security \nand armed forces, taking place in most states and regions, the continuing forced \ndisplacement of civilians, including of minorities, the recruitment and use of children, \nabductions, arbitrary detentions and killings, and the use of facilities functioning as \nschools for military purposes and for committing crimes, as well as reports of \nviolations and abuses of human rights, including those involving the use of landmines, \nmaking conditions in Rakhine State unsuitable for the voluntary, safe, dignified and \nsustainable return of all refugees and forcibly displaced persons, including Rohingya, \n \nReiterating the urgent need to ensure that all those responsible for crimes related \nto violations and abuses of international law throughout Myanmar, including \ninternational human rights law, international humanitarian law and international \ncriminal law, are held to account through credible and independent national, regional \nor international justice mechanisms, while recalling the authority of the Security \nCouncil in this regard, \n \nExpressing deep concern that, in Rakhine, 600,000 stateless Rohingya Muslims \nremain largely segregated and discriminated against in accessing citizenship and other \nfundamental rights, a large number of whom remain confined in camps with no \n__________________ \n \n20 Resolution 260 A (III), annex. \n\nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar \nA/RES/76/180\n \n5/13\n21-19219 \n \nfreedom of movement and grossly restricted access to basic services, including health \ncare and education, as well as livelihoods, \n \nExpressing its concern that Rohingya Muslims and other minorities, in \nparticular women and girls, remain at significant risk of sexual violence, notably \nfollowing the conflict between the security and armed forces and the Arakan Army, \n \nExpressing its deep concern at the reports of violence by the security and armed \nforces, which has disproportionately affected the Rohingya civilians and other \nminorities in Myanmar, where schools, religious sites and homes have been targeted, \n \nReiterating its deep concern at the escalating violence and the continuing forced \ndisplacement of civilians, as well as violations and abuses of human rights against \nRohingya Muslims and other minorities, thus making conditions unsuitable for the \nvoluntary, safe, dignified and sustainable return of all refugees and forcibly displaced \npersons to Myanmar, including Rohingya Muslims, \n \nContinuing to underline the need for the security and armed forces of Myanmar \nand other armed groups to cease all actions that run counter to the protection of all \npersons within the country, including those belonging to the Rohingya community, by \nrespecting international law, including international human rights law and \ninternational humanitarian law, and ending the violence, including sexual violence, \nand calling for urgent steps to ensure justice in respect of all human rights violations \nand violations of international humanitarian law so that those displaced by violence \nare able to voluntarily return in safety and dignity to their places of origin or to a \nplace of their choice in a sustainable manner, \n \nAlarmed at the continued attacks on humanitarian actors and the lack of access, \nand calling for all sides to abide by international law in this matter, \n \nExpressing its deep concern at the lack of access given to the International \nCommittee of the Red Cross to prisons, which has grave consequences on the ability \nof families to be informed about the health and conditions of prisoners, as well as on \nprisoners’ access to medicine, \n \nReiterating its deep distress at reports that unarmed individuals in Rakhine State \nhave been subjected to the excessive use of force and violations of human rights and \ninternational humanitarian law by the military and security and armed forces, \nincluding extrajudicial, summary or arbitrary killings, systematic rape and other \nforms of sexual and gender-based violence, arbitrary detention, enforced \ndisappearance and government seizure of Rohingya lands from which Rohingya \nMuslims were evicted and their homes destroyed, and remaining concerned by the \nprevious large-scale destruction of homes and systematic evictions in northern \nRakhine State, including the use of arson and violence, as well as the unlawful use of \nforce by non-State actors, \n \nExpressing concern that, in northern Rakhine State, the implementation of \npolicies under the guise of economic development and reconstruction by Myanmar \nand the heavy militarization of the area have resulted in the alteration of the \ndemographic structure, which further prevents the members of the displaced \nRohingya Muslim population from returning to Rakhine State, \n \nRecalling the Secretary-General’s call for a cessation of hostilities, as supported \nby Security Council resolution 2532 (2020) of 1 July 2020, while stressing the need \nfor continued de-escalation and an enduring ceasefire throughout the whole country, \nbest achieved by dialogue between all parties, \n \nRecalling also the organization of the fourth session of the Union Peace \nConference in August 2020, and underlining its relevance for inclusive State- and \nnation-building, \n\nA/RES/76/180 \nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar\n \n21-19219\n6/13 \n \n \nReiterating its grave concern that, in spite of the fact that Rohingya Muslims \nhave lived in Myanmar for generations prior to the independence of Myanmar, held \nfull documentation and participated actively in government and civic life, they were \nmade stateless by the enactment of the 1982 Citizenship Law and were eventually \ndisenfranchised, from 2015, from the electoral process, \n \nReaffirming that the denial of citizenship status and related rights to Rohingya \nMuslims and other minorities, including voting rights, is a serious human rights \nconcern, \n \nRe-emphasizing the right of all refugees and the importance of internally \ndisplaced persons to be able to return home and that such returns should be in safety \nand dignity and in a voluntary and sustainable manner, and reminding the \ninternational community of its collective responsibility in handling forcibly displaced \npersons in the region, \n \nExpressing concern at the irregular maritime movement of Rohingya, risking \ntheir lives in perilous conditions at the hands of exploitative smugglers, which \nhighlights their desperate situation and the urgent need to address the root causes of \ntheir vulnerability, \n \nAlarmed by the continued influx to Bangladesh over the last four decades of \n1.1 million Rohingya Muslims from Myanmar, including over 902,000 currently \nliving there, most of whom arrived since 25 August 2017 in the aftermath of atrocities \ncommitted by the security and armed forces of Myanmar, \n \nRecalling the bilateral arrangement of return concluded between the \nGovernment of Bangladesh and the Government of Myanmar on 23 November 2017 \nin Nay Pyi Taw and the formation of the 30-member joint working group on \n19 December 2017 to facilitate the repatriation of displaced Rohingyas to Myanmar, \nand regretting that no repatriation could commence under the arrangement owing to \nthe lack of a conducive environment in Rakhine State, \n \nUnderscoring the need for the implementation of and subsequent follow-up to \nthe status of the implementation of the memorandum of understanding between \nMyanmar and the United Nations Development Programme and the Office of the \nUnited Nations High Commissioner for Refugees on assistance in the repatriation \nprocess of all displaced persons from Rakhine State, including the Rohingya Muslims, \nand calling upon Myanmar to grant United Nations agencies unfettered access to \nnorthern Rakhine so that they can meaningfully engage with the process, \n \nReiterating its deep concern over the continued spread of false news, hate \nspeech and inflammatory rhetoric, in particular through social media, notably \ntargeting Rohingya Muslims and other minorities, \n \nReiterating its deep concern also at the restrictions and attacks on civil society, \njournalists and media workers, including restrictions on seeking, receiving and \nimparting information, including Internet shutdowns in Myanmar, that may also \nexacerbate further the plight of Rohingya Muslims and other minorities, \n \nUnderlining the importance of the call by the Secretary-General for increased \nefforts to implement the recommendations of the Advisory Commission on Rakhine \nState, to address the root causes of the crisis, including those on access to citizenship \nfor Rohingya, freedom of movement, the elimination of systematic segregation and \nall forms of discrimination, and inclusive and equal access to health services and \neducation, and birth registration, in full consultation with members of all ethnic and \nminority groups and persons in vulnerable situations, including on matters of \ncitizenship for Rohingya, \n\nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar \nA/RES/76/180\n \n7/13\n21-19219 \n \n \nRecalling the commitment of the Secretary-General to implementing the \nrecommendations made by the independent inquiry into the involvement of the United \nNations in Myanmar from 2010 to 2018, \n \nExpressing its concern that recent developments since 1 February 2021 pose \nserious challenges to the voluntary, safe, dignified and sustainable return of forcibly \ndisplaced Rohingya Muslims and all internally displaced persons, and in this regard \nstressing the need to address the root causes of the crisis in Rakhine State and \nreaffirming the necessity of an immediate cessation of the use of force that would \nlead to further displacement of Rohingya Muslims and other minorities, both \ninternally and across borders, \n \nUnderlining the need for a peaceful solution for Myanmar, through an inclusive \nand peaceful dialogue between all parties, in accordance with the will and interests \nof the people of Myanmar, \n \nStressing the importance of ensuring equal opportunity for the representation \nand the full, equal and meaningful participation of Rohingya, other minorities and \ninternally displaced persons, candidates and voters in all general elections, and that \nall people of Myanmar are able to cast their vote, allowing all candidates to contest \nelections fairly, \n \nWelcoming the conclusions on children and armed conflict in Myanmar of the \nWorking Group on Children and Armed Conflict of the Security Council,21 and noting \nthe concerns expressed by the Working Group about the grave violations committed \nagainst children and the concern about children and armed conflict in Myanmar \nexpressed by the Secretary-General in his report, \n \nCommending the ongoing humanitarian efforts and commitments that the \nGovernment of Bangladesh, in cooperation with United Nations agencies and the \ninternational community, including all humanitarian actors, has extended to those \nfleeing human rights violations and abuses in Myanmar, welcoming in this regard the \nrecently concluded memorandum of understanding between the Government of \nBangladesh and the Office of the United Nations High Commissioner for Refugees to \nprovide humanitarian assistance to the Rohingyas relocated to Bhashan Char, and \nrecognizing the extensive investments that the Government of Bangladesh has made \nin its Bhasan Char project, including in the facilities and infrastructure, \n \nWelcoming the statements made by the Chair of the Association of Southeast \nAsian Nations on 1 February and 2 March 2021, in which the Chair recalled the \npurposes and principles of the Charter of the Association, notably the principle of \ndemocracy, adherence to the rule of law, good governance and respect for and \nprotection of human rights and fundamental freedoms, and called upon all parties to \nexercise utmost restraint and seek a peaceful solution through constructive dialogue \nand practical reconciliation in the interests of the people and their livelihoods, \n \nWelcoming also the humanitarian assessments undertaken in northern Rakhine \nState by the Association of Southeast Asian Nations through its Coordinating Centre \nfor Humanitarian Assistance on Disaster Management in May 2019, and the \nestablishment of its ad hoc support team to implement the recommendations of the \npreliminary needs assessment of repatriation conditions in Rakhine State, and \nrecognizing the need for closer engagement with the Rohingya refugee community, \nwhile encouraging close cooperation with all relevant United Nations agencies and \ninternational partners, and the need to address the root causes of the conflict, so that \naffected communities can rebuild their lives there, \n__________________ \n \n21  S/AC.51/2019/2. \n\nA/RES/76/180 \nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar\n \n21-19219\n8/13 \n \n \nNoting with concern the exacerbation of the existing humanitarian situation and \nthe negative impact on the human rights situation in Myanmar, including access to \neducation, following the global coronavirus disease (COVID-19) pandemic, and the \ndeclaration of the state of emergency on 1 February 2021, and stressing that measures \nto address the COVID-19 pandemic must be targeted, necessary, transparent, \nnon-discriminatory, time-bound, proportionate and in accordance with obligations \nunder applicable international human rights law, \n \nEmphasizing the importance of timely, equitable and unhindered access to safe, \naffordable, effective and quality medicines, vaccines, diagnostics and therapeutics \nand other health-care products and technologies necessary to ensure an adequate and \neffective response to the COVID-19 pandemic, including for persons in the most \nvulnerable situations, those affected or displaced by armed conflicts in the country \nand persons belonging to minorities, such as the Rohingya, \n \n1. \nExpresses grave concern at continuing reports of serious human rights \nviolations and abuses by the military and security forces as well as violations of \ninternational humanitarian law in Myanmar, notably against Rohingya and other \nminorities, including those involving arbitrary arrests, deaths in detention, torture and \nother cruel, inhuman or degrading treatment or punishment, deliberate killing and \nmaiming of children, recruitment and use of children for forced labour, attacks on \nschools and hospitals and protected persons in relation to schools and/or hospitals, \nindiscriminate shelling in civilian areas, destruction and burning of homes, \ndeprivation of economic and social rights, the forced displacement of over 902,000 \nRohingya and other minorities to Bangladesh, rape, sexual slavery and other forms of \nsexual and gender-based violence, as well as restrictions on exercising the rights to \nfreedom of religion or belief, expression and peaceful assembly, and restrictions on \nmedia freedom and full Internet access and other restrictions; \n \n2. \nStrongly condemns all violations and abuses of human rights in Myanmar, \nincluding related to and following the declaration of the state of emergency on \n1 February 2021, and emphasizes the importance of conducting international, \nindependent, fair and transparent investigations into the gross human rights violations \nin Myanmar, including sexual and gender-based violence and violations and abuses \nagainst women and children, and of holding accountable all those responsible for \nbrutal acts and crimes against all persons, including Rohingya, in order to deliver \njustice to victims using all legal instruments and domestic, regional and international \njudicial mechanisms, including the International Court of Justice and the International \nCriminal Court, as applicable; \n \n3. \nCalls upon the security and armed forces of Myanmar to respect the \ndemocratic aspirations of the people of Myanmar and allow the democratic transition, \nto end violence, to fully respect human rights, fundamental freedoms and the rule of \nlaw, and to end the state of emergency declared on 1 February 2021; \n \n4. \nCalls upon the security and armed forces of Myanmar and other armed \ngroups to heed the Secretary-General’s calls for a global ceasefire and end all \nhostilities and violence, and calls for the immediate release of all those detained \narbitrarily, including foreign nationals; \n \n5. \nTakes note of the order of the International Court of Justice of 23 January \n2020 indicating provisional measures, and urges Myanmar, in accordance with the \nCourt’s order in relation to members of the Rohingya in its territory, to take all \nmeasures within its power to prevent the commission of all acts within the scope of \narticle 2 of the Convention on the Prevention and Punishment of the Crime of \nGenocide, to ensure that its military and any irregular armed units that may be \ndirected or supported by it and any organizations and persons that may be subject to \nits control, direction or influence do not commit, inter alia, any such acts, to prevent \n\nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar \nA/RES/76/180\n \n9/13\n21-19219 \n \nthe destruction and ensure the preservation of evidence and to report to the Court as \nordered on all measures taken to give effect to the order; \n \n6. \nExpresses grave concern about the ongoing restrictions on humanitarian \naccess in all conflict areas, including in Rakhine and Chin States, as well as the limited \nsteps taken to ensure access to health care for Rohingya, particularly in the time of \nCOVID-19, and urges the granting of full, unrestricted and safe access to all United \nNations mandate holders and human rights mechanisms, including the Special \nRapporteur on the situation of human rights in Myanmar, the Special Envoy of the \nSecretary-General on Myanmar, the United Nations country task force on monitoring \nand reporting grave violations committed against children, the Independent Mechanism \nfor Myanmar, established by the Human Rights Council in its resolution 39/2, and \nrelevant United Nations agencies and international and regional human rights bodies \nto independently monitor the situation of human rights and to ensure that individuals \ncan cooperate without hindrance with these mechanisms and without fear of reprisal, \nintimidation or attack, and expresses deep concern that international access to \naffected areas of northern Rakhine State and other areas affected by violence remains \nseverely restricted for the international community, including for United Nations \nagencies, humanitarian actors and international media; \n \n7. \nCalls upon the United Nations to ensure that the Independent Mechanism \nfor Myanmar, as established by the Human Rights Council in its resolution 39/2, is \nafforded the flexibility that it needs in terms of staffing, location and operational \nfreedom so that it can deliver as effectively as possible on its mandate, and urges \nMyanmar, Member States, judicial authorities and private entities to cooperate fully \nwith the Mechanism, including by granting it access and by providing it with every \nassistance in the execution of its mandate; \n \n8. \nExpresses grave concern at the potential retraumatization of survivors of \nhuman rights violations and abuses, particularly child survivors and sexual violence \nsurvivors, and calls upon all actors engaging in documentation to follow the “do no \nharm” principle for evidence-gathering in order to respect the dignity of survivors \nand to avoid retraumatization, and calls for fully addressing the needs of victims and \nsurvivors and their right to effective remedy, including through prompt, effective and \nindependent casualty recording and guarantees of non-recurrence; \n \n9. \nReiterates the urgent call upon Myanmar: \n \n(a) \nTo end immediately all violence and all violations of international law in \nMyanmar, to ensure the protection of the human rights of all persons in Myanmar, \nincluding of Rohingya and persons belonging to other minorities, and to take all \nmeasures necessary to provide justice to victims, to ensure full accountability and to \nend impunity for all violations and abuses of human rights law and violations of \ninternational humanitarian law, starting with a full, transparent and independent \ninvestigation into reports of all these violations, and calls for the release of the report \nof the Independent Commission of Enquiry established in 2018 in full or to share its \nfindings with relevant international mechanisms; \n \n(b) \nTo ensure through concrete actions the voluntary, safe, dignified and \nsustainable return and reintegration of Rohingya Muslims in Myanmar; \n \n(c) \nTo engage in inclusive, constructive and peaceful dialogue and \nreconciliation, in accordance with the will and interests of the people of Myanmar, \nincluding Rohingya Muslims and other minorities; \n \n(d) \nTo create the conditions necessary for the safe, voluntary, dignified and \nsustainable return of all refugees, including Rohingya Muslim refugees, particularly \nin view of the fact that not a single Rohingya so far has returned through a bilaterally \n\nA/RES/76/180 \nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar\n \n21-19219\n10/13 \n \nset up mechanism for repatriation between Bangladesh and Myanmar owing to the \nfailure of Myanmar to create such conditions in Rakhine State; \n \n(e) \nTo build trust among Rohingya Muslims in camps in Bangladesh through \nconfidence-building measures, including by arranging “go and see” visits to Rakhine \nState by Rohingya representatives; \n \n(f) \nTo ensure full protection of the human rights and fundamental freedoms \nof all persons in Myanmar, including Rohingya Muslims and other minorities, in an \nequal, non-discriminatory and dignified manner, in order to prevent further instability \nand insecurity, alleviate suffering, address the root causes of the crisis, including by \nrepealing or reforming discriminatory legislation, and forge a viable, lasting and \ndurable solution; \n \n(g) \nTo fulfil its human rights obligations and commitments to protect the right \nto freedom of expression, including online, and the rights to freedom of association \nand peaceful assembly, to create and maintain a safe and enabling environment for \ncivil society and independent media; \n \n(h) \nTo take the measures necessary to address the spread of discrimination and \nprejudice and to combat the incitement of hatred against Rohingya Muslims and \npersons belonging to other minorities, and to publicly condemn such acts and combat \nhate speech, while fully respecting international human rights law, as well as to \npromote interfaith dialogue in cooperation with the international community and \nencourage political and religious leaders in the country to work towards reconciliation \namong communities and national unity through dialogue, and to implement the \nPeacebuilding Fund project to address hate speech; \n \n(i) \nTo ensure an inclusive COVID-19 response, including through universal \nvaccination, to protect all persons and communities, in line with international \nhumanitarian law and human rights law, including the Rohingya Muslims and other \nminorities; \n \n(j) \nTo expedite efforts to eliminate statelessness and the systematic and \ninstitutionalized discrimination against members of all minorities, in particular \nrelating to Rohingya Muslims, by, inter alia, reviewing and reforming the 1982 \nCitizenship Law, which has led to deprivation of human rights, by ensuring equal \naccess to full citizenship through a transparent, voluntary and accessible procedure \nand to all civil and political rights, by allowing for self-identification, by amending \nor repealing all discriminatory legislation and policies, including discriminatory \nprovisions of the set of “protection of race and religion laws” enacted in 2015 \ncovering religious conversion, interfaith marriage, monogamy and population \ncontrol, and by lifting all local orders restricting rights to freedom of movement and \naccess to civil registration, health and education services and livelihoods; \n \n(k) \nTo dismantle the camps for internally displaced persons in Rakhine State \nwith a clear timeline and without further delay, ensuring that the return and relocation \nof internally displaced persons is carried out in accordance with international \nstandards and best practices, in cooperation with the United Nations and the \ninternational community, including as set forth in the Guiding Principles on Internal \nDisplacement;22 \n \n(l) \nTo accelerate full implementation of all the recommendations of the \nAdvisory Commission on Rakhine State to address the root causes of the crisis; \n__________________ \n \n22 E/CN.4/1998/53/Add.2, annex. \n\nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar \nA/RES/76/180\n \n11/13\n21-19219 \n \n \n(m) To ensure that Rohingya, other minorities and internally displaced persons \nhave an equal opportunity for representation and the full, equal and meaningful \nparticipation as candidates and voters in all general elections; \n \n(n) \nTo end and prevent the recruitment and use of children by all armed forces, \nincluding by the security and armed forces, and to address protection gaps by \nengaging with the task force on monitoring and reporting violations committed \nagainst children, notably by developing a joint action plan on killing and maiming \nand rape and other forms of sexual violence committed against children; \n \n(o) \nTo cooperate and engage meaningfully with the Special Rapporteur on the \nsituation of human rights in Myanmar, the Independent Mechanism and other United \nNations mandate holders and mechanisms working on Myanmar, including by \nfacilitating visits and granting unrestricted access throughout the country; \n \n(p) \nTo cooperate and engage meaningfully with the Special Envoy of the \nSecretary-General on Myanmar, including by facilitating an immediate and \nunconditional visit to Myanmar; \n \n(q) \nTo swiftly implement the five-point consensus reached at the Leaders’ \nMeeting of the Association of Southeast Asian Nations held on 24 April 2021 to \nfacilitate a peaceful solution in the interest of the people of Myanmar and their \nlivelihoods, and to that end calls upon all stakeholders in Myanmar to cooperate with \nthe Association and the Special Envoy of the Chair of the Association, and expresses \nits support for these efforts; \n \n(r) \nTo take concrete steps to strengthen institution-building and structural \nreforms to uphold the rule of law, human rights and democratic principles, through a \nparticipatory and inclusive approach, including efforts to ensure the independence of \nthe judiciary, and by reforming the security sector to enhance civilian control; \n \n(s) \nTo conduct independent, impartial and thorough investigations into all \nallegations of violations of international humanitarian law, including into conduct that \nmay constitute war crimes and crimes against humanity in Rakhine and Chin States, \ncrimes of sexual violence and allegations of human rights violations, and ensure that \nthe perpetrators are brought to justice through transparent and credible processes; \n \n(t) \nTo continue to ensure access to COVID-19 pandemic-related information, \nsupplies and health-care services to all, in a targeted, necessary, transparent, \nnon-discriminatory, time-bound, proportionate manner and in accordance with \nobligations under applicable international human rights law; \n \n10. Underscores the importance of providing protection and assistance, \nincluding non-discriminatory access to services such as medical and psychosocial \ncare, specifically tailored to women and girls, especially those who are victims of \nsexual and gender-based violence and human trafficking; \n \n11. \nReiterates its deep concern at the continued plight of Rohingya and \nforcibly displaced persons living in Bangladesh and in other countries, and \nappreciates the commitment by the Government of Bangladesh to provide temporary \nshelter, humanitarian assistance and protection to them; \n \n12. Commends the Government of Bangladesh for containing the spread of the \nCOVID-19 virus in the Rohingya camps effectively since the beginning of the \npandemic and avoiding loss of life with the support of all relevant national and \ninternational partners, including the host community, and for including Rohingya in \nthe national vaccination drive; \n \n13. Encourages Myanmar to continue to work with Bangladesh, in line with \nthe bilateral instruments on repatriation signed by Bangladesh and Myanmar, in order \n\nA/RES/76/180 \nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar\n \n21-19219\n12/13 \n \nto expedite the creation of a conducive environment for the voluntary, safe, dignified \nand sustainable return of the forcibly displaced Rohingya in Bangladesh, with the full \nsupport and meaningful involvement of the international community, including the \nUnited Nations and its funds, programmes and agencies, and stresses the importance \nof meaningfully engaging with civil society; \n \n14. Recognizes with appreciation the assistance and support of the international \ncommunity, including regional organizations, in particular the Association of \nSoutheast Asian Nations, and the countries neighbouring Myanmar; \n \n15. Calls upon the international community to effectively address irregular \nmaritime movements of Rohingya, in cooperation with the relevant United Nations \nagencies, as well as ensure international burden- and responsibility-sharing, \nespecially by the States parties to the 1951 Convention relating to the Status of \nRefugees;23 \n \n16. Calls for the renewal of the memorandum of understanding with the \nUnited Nations Development Programme and the Office of the United Nations High \nCommissioner for Refugees to associate them to the implementation of bilateral \narrangements with Bangladesh on the return of displaced persons from Rakhine State, \nand emphasizes the need for Myanmar to continue to cooperate fully with the \nGovernment of Bangladesh and with the United Nations, in particular the Office of \nthe United Nations High Commissioner for Refugees, and in consultation with the \npopulations concerned to enable the safe, voluntary, dignified, sustainable and well-\ninformed return of all refugees and forcibly displaced persons and internally displaced \npersons to their places of origin in Myanmar, and to give returnees freedom of \nmovement and unimpeded access to livelihoods, social services, including health \nservices, education and shelter, and to compensate them for all losses; \n \n17. Also calls for the prompt implementation of the memorandum of \nunderstanding signed by the Office of the United Nations High Commissioner for \nRefugees and the United Nations Development Programme with Myanmar, upon its \npossible renewal, to support the creation of conditions for the return of refugees from \nBangladesh; \n \n18. Underlines the urgent need for the expansion of the pilot projects by the \nUnited Nations Development Programme and the Office of the United Nations High \nCommissioner for Refugees under which the internally displaced Rohingya, living \nunder difficult conditions in northern Rakhine State, can return to their original house \nplots and their communities can receive multisectoral assistance; \n \n19. Encourages the international community to (a) assist Bangladesh in \nproviding humanitarian assistance to Rohingya refugees and forcibly displaced \npersons until such time as they are voluntarily repatriated to Myanmar in safety and \ndignity; and (b) assist in the provision of humanitarian assistance in Myanmar to \naffected persons of all communities including those who have been internally \ndisplaced as well as those in camps for internally displaced persons within Rakhine \nState; \n \n20. Urges the international community to support the 2021 joint response plan \nfor the Rohingya humanitarian crisis to ensure adequate resources for addressing the \nhumanitarian crisis; \n \n21. Encourages all business enterprises, including transnational corporations \nand domestic enterprises operating in Myanmar, to respect human rights in \naccordance with the Guiding Principles on Business and Human Rights 24 and the \n__________________ \n \n23 United Nations, Treaty Series, vol. 189, No. 2545. \n \n24 A/HRC/17/31, annex. \n\nSituation of human rights of Rohingya Muslims \nand other minorities in Myanmar \nA/RES/76/180\n \n13/13\n21-19219 \n \nrecommendations made by the independent international fact-finding mission in its \nreport on the economic interests of the Myanmar military; \n \n22. Requests the Secretary-General: \n \n(a) \nTo continue to provide his good offices and to pursue his discussions \nrelating to Myanmar, involving all relevant stakeholders, and to offer assistance to \nMyanmar; \n \n(b) \nTo submit the report of the Special Envoy on Myanmar covering all \nrelevant issues addressed in the present resolution to the General Assembly at its \nseventy-seventh session; \n \n(c) \nTo provide all assistance necessary to enable the Special Envoy on \nMyanmar to effectively discharge her mandate and to report to Member States every \nsix months, or as warranted by the situation on the ground, including through a \nworkplan for the Special Envoy’s work in Myanmar; \n \n(d) \nTo identify ways in which the existing mandates can more effectively \ndeliver in their respective areas of responsibility concerning Myanmar and can \ncomplement each other’s work through enhanced coordination; \n \n(e) \nTo ensure that all in-country programmes incorporate a human rights-\nbased approach and undergo due diligence processes; \n \n(f) \nTo call the continued attention of the Security Council to the situation in \nMyanmar with concrete recommendations for action towards resolving the \nhumanitarian crisis, promoting the safe, dignified, voluntary and sustainable return of \nRohingya refugees and forcibly displaced persons and ensuring accountability for \nthose responsible for mass atrocities and human rights violations and abuses; \n \n(g) \nTo support the implementation of the recommendations of the independent \ninternational fact-finding mission on Myanmar and assist the work of the ongoing \nIndependent Mechanism; \n \n(h) \nTo fully implement the recommendations contained in the report of the \nindependent inquiry into the involvement of the United Nations in Myanmar from \n2010 to 2018; \n \n(i) \nTo support, upon its possible renewal, the implementation of the \nmemorandum of understanding signed between Myanmar and the Office of the United \nNations High Commissioner for Refugees and the United Nations Development \nProgramme and to include a part dedicated to the implementation of the memorandum \nof understanding in his annual report; \n \n23. Requests that the Special Envoy continue to participate by way of \ninteractive dialogue in the seventy-seventh session of the General Assembly; \n \n24. Decides to remain seized of the matter, inter alia, on the basis of the reports \nof the Secretary-General, the independent international fact-finding mission on \nMyanmar, the Independent Mechanism, the Special Rapporteur on the situation of \nhuman rights in Myanmar and the Special Envoy of the Secretary-General on \nMyanmar. \n \n53rd plenary meeting \n16 December 2021 \n \n \n",
  "paragraphs": {
    "1": "Expresses grave concern at continuing reports of serious human rights violations and abuses by the military and security forces as well as violations of international humanitarian law in Myanmar, notably against Rohingya and other minorities, including those involving arbitrary arrests, deaths in detention, torture and other cruel, inhuman or degrading treatment or punishment, deliberate killing and maiming of children, recruitment and use of children for forced labour, attacks on schools and hospitals and protected persons in relation to schools and/or hospitals, indiscriminate shelling in civilian areas, destruction and burning of homes, deprivation of economic and social rights, the forced displacement of over 902,000 Rohingya and other minorities to Bangladesh, rape, sexual slavery and other forms of sexual and gender-based violence, as well as restrictions on exercising the rights to freedom of religion or belief, expression and peaceful assembly, and restrictions on media freedom and full Internet access and other restrictions;",
    "2": "Strongly condemns all violations and abuses of human rights in Myanmar, including related to and following the declaration of the state of emergency on 1 February 2021, and emphasizes the importance of conducting international, independent, fair and transparent investigations into the gross human rights violations in Myanmar, including sexual and gender-based violence and violations and abuses against women and children, and of holding accountable all those responsible for brutal acts and crimes against all persons, including Rohingya, in order to deliver justice to victims using all legal instruments and domestic, regional and international judicial mechanisms, including the International Court of Justice and the International Criminal Court, as applicable;",
    "3": "Calls upon the security and armed forces of Myanmar to respect the democratic aspirations of the people of Myanmar and allow the democratic transition, to end violence, to fully respect human rights, fundamental freedoms and the rule of law, and to end the state of emergency declared on 1 February 2021;",
    "4": "Calls upon the security and armed forces of Myanmar and other armed groups to heed the Secretary-General’s calls for a global ceasefire and end all hostilities and violence, and calls for the immediate release of all those detained arbitrarily, including foreign nationals;",
    "5": "Takes note of the order of the International Court of Justice of 23 January 2020 indicating provisional measures, and urges Myanmar, in accordance with the Court’s order in relation to members of the Rohingya in its territory, to take all measures within its power to prevent the commission of all acts within the scope of article 2 of the Convention on the Prevention and Punishment of the Crime of Genocide, to ensure that its military and any irregular armed units that may be directed or supported by it and any organizations and persons that may be subject to its control, direction or influence do not commit, inter alia, any such acts, to prevent Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/76/180 9/13 21-19219 the destruction and ensure the preservation of evidence and to report to the Court as ordered on all measures taken to give effect to the order;",
    "6": "Expresses grave concern about the ongoing restrictions on humanitarian access in all conflict areas, including in Rakhine and Chin States, as well as the limited steps taken to ensure access to health care for Rohingya, particularly in the time of COVID-19, and urges the granting of full, unrestricted and safe access to all United Nations mandate holders and human rights mechanisms, including the Special Rapporteur on the situation of human rights in Myanmar, the Special Envoy of the Secretary-General on Myanmar, the United Nations country task force on monitoring and reporting grave violations committed against children, the Independent Mechanism for Myanmar, established by the Human Rights Council in its resolution 39/2, and relevant United Nations agencies and international and regional human rights bodies to independently monitor the situation of human rights and to ensure that individuals can cooperate without hindrance with these mechanisms and without fear of reprisal, intimidation or attack, and expresses deep concern that international access to affected areas of northern Rakhine State and other areas affected by violence remains severely restricted for the international community, including for United Nations agencies, humanitarian actors and international media;",
    "7": "Calls upon the United Nations to ensure that the Independent Mechanism for Myanmar, as established by the Human Rights Council in its resolution 39/2, is afforded the flexibility that it needs in terms of staffing, location and operational freedom so that it can deliver as effectively as possible on its mandate, and urges Myanmar, Member States, judicial authorities and private entities to cooperate fully with the Mechanism, including by granting it access and by providing it with every assistance in the execution of its mandate;",
    "8": "Expresses grave concern at the potential retraumatization of survivors of human rights violations and abuses, particularly child survivors and sexual violence survivors, and calls upon all actors engaging in documentation to follow the “do no harm” principle for evidence-gathering in order to respect the dignity of survivors and to avoid retraumatization, and calls for fully addressing the needs of victims and survivors and their right to effective remedy, including through prompt, effective and independent casualty recording and guarantees of non-recurrence;",
    "9": "Reiterates the urgent call upon Myanmar: (a) To end immediately all violence and all violations of international law in Myanmar, to ensure the protection of the human rights of all persons in Myanmar, including of Rohingya and persons belonging to other minorities, and to take all measures necessary to provide justice to victims, to ensure full accountability and to end impunity for all violations and abuses of human rights law and violations of international humanitarian law, starting with a full, transparent and independent investigation into reports of all these violations, and calls for the release of the report of the Independent Commission of Enquiry established in 2018 in full or to share its findings with relevant international mechanisms; (b) To ensure through concrete actions the voluntary, safe, dignified and sustainable return and reintegration of Rohingya Muslims in Myanmar; (c) To engage in inclusive, constructive and peaceful dialogue and reconciliation, in accordance with the will and interests of the people of Myanmar, including Rohingya Muslims and other minorities; (d) To create the conditions necessary for the safe, voluntary, dignified and sustainable return of all refugees, including Rohingya Muslim refugees, particularly in view of the fact that not a single Rohingya so far has returned through a bilaterally A/RES/76/180 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 21-19219 10/13 set up mechanism for repatriation between Bangladesh and Myanmar owing to the failure of Myanmar to create such conditions in Rakhine State; (e) To build trust among Rohingya Muslims in camps in Bangladesh through confidence-building measures, including by arranging “go and see” visits to Rakhine State by Rohingya representatives; (f) To ensure full protection of the human rights and fundamental freedoms of all persons in Myanmar, including Rohingya Muslims and other minorities, in an equal, non-discriminatory and dignified manner, in order to prevent further instability and insecurity, alleviate suffering, address the root causes of the crisis, including by repealing or reforming discriminatory legislation, and forge a viable, lasting and durable solution; (g) To fulfil its human rights obligations and commitments to protect the right to freedom of expression, including online, and the rights to freedom of association and peaceful assembly, to create and maintain a safe and enabling environment for civil society and independent media; (h) To take the measures necessary to address the spread of discrimination and prejudice and to combat the incitement of hatred against Rohingya Muslims and persons belonging to other minorities, and to publicly condemn such acts and combat hate speech, while fully respecting international human rights law, as well as to promote interfaith dialogue in cooperation with the international community and encourage political and religious leaders in the country to work towards reconciliation among communities and national unity through dialogue, and to implement the Peacebuilding Fund project to address hate speech; (i) To ensure an inclusive COVID-19 response, including through universal vaccination, to protect all persons and communities, in line with international humanitarian law and human rights law, including the Rohingya Muslims and other minorities; (j) To expedite efforts to eliminate statelessness and the systematic and institutionalized discrimination against members of all minorities, in particular relating to Rohingya Muslims, by, inter alia, reviewing and reforming the 1982 Citizenship Law, which has led to deprivation of human rights, by ensuring equal access to full citizenship through a transparent, voluntary and accessible procedure and to all civil and political rights, by allowing for self-identification, by amending or repealing all discriminatory legislation and policies, including discriminatory provisions of the set of “protection of race and religion laws” enacted in 2015 covering religious conversion, interfaith marriage, monogamy and population control, and by lifting all local orders restricting rights to freedom of movement and access to civil registration, health and education services and livelihoods; (k) To dismantle the camps for internally displaced persons in Rakhine State with a clear timeline and without further delay, ensuring that the return and relocation of internally displaced persons is carried out in accordance with international standards and best practices, in cooperation with the United Nations and the international community, including as set forth in the Guiding Principles on Internal Displacement;22 (l) To accelerate full implementation of all the recommendations of the Advisory Commission on Rakhine State to address the root causes of the crisis; __________________ 22 E/CN.4/1998/53/Add.2, annex. Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/76/180 11/13 21-19219 (m) To ensure that Rohingya, other minorities and internally displaced persons have an equal opportunity for representation and the full, equal and meaningful participation as candidates and voters in all general elections; (n) To end and prevent the recruitment and use of children by all armed forces, including by the security and armed forces, and to address protection gaps by engaging with the task force on monitoring and reporting violations committed against children, notably by developing a joint action plan on killing and maiming and rape and other forms of sexual violence committed against children; (o) To cooperate and engage meaningfully with the Special Rapporteur on the situation of human rights in Myanmar, the Independent Mechanism and other United Nations mandate holders and mechanisms working on Myanmar, including by facilitating visits and granting unrestricted access throughout the country; (p) To cooperate and engage meaningfully with the Special Envoy of the Secretary-General on Myanmar, including by facilitating an immediate and unconditional visit to Myanmar; (q) To swiftly implement the five-point consensus reached at the Leaders’ Meeting of the Association of Southeast Asian Nations held on 24 April 2021 to facilitate a peaceful solution in the interest of the people of Myanmar and their livelihoods, and to that end calls upon all stakeholders in Myanmar to cooperate with the Association and the Special Envoy of the Chair of the Association, and expresses its support for these efforts; (r) To take concrete steps to strengthen institution-building and structural reforms to uphold the rule of law, human rights and democratic principles, through a participatory and inclusive approach, including efforts to ensure the independence of the judiciary, and by reforming the security sector to enhance civilian control; (s) To conduct independent, impartial and thorough investigations into all allegations of violations of international humanitarian law, including into conduct that may constitute war crimes and crimes against humanity in Rakhine and Chin States, crimes of sexual violence and allegations of human rights violations, and ensure that the perpetrators are brought to justice through transparent and credible processes; (t) To continue to ensure access to COVID-19 pandemic-related information, supplies and health-care services to all, in a targeted, necessary, transparent, non-discriminatory, time-bound, proportionate manner and in accordance with obligations under applicable international human rights law;",
    "10": "Underscores the importance of providing protection and assistance, including non-discriminatory access to services such as medical and psychosocial care, specifically tailored to women and girls, especially those who are victims of sexual and gender-based violence and human trafficking;",
    "11": "Reiterates its deep concern at the continued plight of Rohingya and forcibly displaced persons living in Bangladesh and in other countries, and appreciates the commitment by the Government of Bangladesh to provide temporary shelter, humanitarian assistance and protection to them;",
    "12": "Commends the Government of Bangladesh for containing the spread of the COVID-19 virus in the Rohingya camps effectively since the beginning of the pandemic and avoiding loss of life with the support of all relevant national and international partners, including the host community, and for including Rohingya in the national vaccination drive;",
    "13": "Encourages Myanmar to continue to work with Bangladesh, in line with the bilateral instruments on repatriation signed by Bangladesh and Myanmar, in order A/RES/76/180 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 21-19219 12/13 to expedite the creation of a conducive environment for the voluntary, safe, dignified and sustainable return of the forcibly displaced Rohingya in Bangladesh, with the full support and meaningful involvement of the international community, including the United Nations and its funds, programmes and agencies, and stresses the importance of meaningfully engaging with civil society;",
    "14": "Recognizes with appreciation the assistance and support of the international community, including regional organizations, in particular the Association of Southeast Asian Nations, and the countries neighbouring Myanmar;",
    "15": "Calls upon the international community to effectively address irregular maritime movements of Rohingya, in cooperation with the relevant United Nations agencies, as well as ensure international burden- and responsibility-sharing, especially by the States parties to the 1951 Convention relating to the Status of Refugees;23",
    "16": "Calls for the renewal of the memorandum of understanding with the United Nations Development Programme and the Office of the United Nations High Commissioner for Refugees to associate them to the implementation of bilateral arrangements with Bangladesh on the return of displaced persons from Rakhine State, and emphasizes the need for Myanmar to continue to cooperate fully with the Government of Bangladesh and with the United Nations, in particular the Office of the United Nations High Commissioner for Refugees, and in consultation with the populations concerned to enable the safe, voluntary, dignified, sustainable and well- informed return of all refugees and forcibly displaced persons and internally displaced persons to their places of origin in Myanmar, and to give returnees freedom of movement and unimpeded access to livelihoods, social services, including health services, education and shelter, and to compensate them for all losses;",
    "17": "Also calls for the prompt implementation of the memorandum of understanding signed by the Office of the United Nations High Commissioner for Refugees and the United Nations Development Programme with Myanmar, upon its possible renewal, to support the creation of conditions for the return of refugees from Bangladesh;",
    "18": "Underlines the urgent need for the expansion of the pilot projects by the United Nations Development Programme and the Office of the United Nations High Commissioner for Refugees under which the internally displaced Rohingya, living under difficult conditions in northern Rakhine State, can return to their original house plots and their communities can receive multisectoral assistance;",
    "19": "Encourages the international community to (a) assist Bangladesh in providing humanitarian assistance to Rohingya refugees and forcibly displaced persons until such time as they are voluntarily repatriated to Myanmar in safety and dignity; and (b) assist in the provision of humanitarian assistance in Myanmar to affected persons of all communities including those who have been internally displaced as well as those in camps for internally displaced persons within Rakhine State;",
    "20": "Urges the international community to support the 2021 joint response plan for the Rohingya humanitarian crisis to ensure adequate resources for addressing the humanitarian crisis;",
    "21": "Encourages all business enterprises, including transnational corporations and domestic enterprises operating in Myanmar, to respect human rights in accordance with the Guiding Principles on Business and Human Rights 24 and the __________________ 23 United Nations, Treaty Series, vol. 189, No. 2545. 24 A/HRC/17/31, annex. Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/76/180 13/13 21-19219 recommendations made by the independent international fact-finding mission in its report on the economic interests of the Myanmar military;",
    "22": "Requests the Secretary-General: (a) To continue to provide his good offices and to pursue his discussions relating to Myanmar, involving all relevant stakeholders, and to offer assistance to Myanmar; (b) To submit the report of the Special Envoy on Myanmar covering all relevant issues addressed in the present resolution to the General Assembly at its seventy-seventh session; (c) To provide all assistance necessary to enable the Special Envoy on Myanmar to effectively discharge her mandate and to report to Member States every six months, or as warranted by the situation on the ground, including through a workplan for the Special Envoy’s work in Myanmar; (d) To identify ways in which the existing mandates can more effectively deliver in their respective areas of responsibility concerning Myanmar and can complement each other’s work through enhanced coordination; (e) To ensure that all in-country programmes incorporate a human rights- based approach and undergo due diligence processes; (f) To call the continued attention of the Security Council to the situation in Myanmar with concrete recommendations for action towards resolving the humanitarian crisis, promoting the safe, dignified, voluntary and sustainable return of Rohingya refugees and forcibly displaced persons and ensuring accountability for those responsible for mass atrocities and human rights violations and abuses; (g) To support the implementation of the recommendations of the independent international fact-finding mission on Myanmar and assist the work of the ongoing Independent Mechanism; (h) To fully implement the recommendations contained in the report of the independent inquiry into the involvement of the United Nations in Myanmar from 2010 to 2018; (i) To support, upon its possible renewal, the implementation of the memorandum of understanding signed between Myanmar and the Office of the United Nations High Commissioner for Refugees and the United Nations Development Programme and to include a part dedicated to the implementation of the memorandum of understanding in his annual report;",
    "23": "Requests that the Special Envoy continue to participate by way of interactive dialogue in the seventy-seventh session of the General Assembly;",
    "24": "Decides to remain seized of the matter, inter alia, on the basis of the reports of the Secretary-General, the independent international fact-finding mission on Myanmar, the Independent Mechanism, the Special Rapporteur on the situation of human rights in Myanmar and the Special Envoy of the Secretary-General on Myanmar. 53rd plenary meeting 16 December 2021"
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": []
}