{
  "symbol": "A/RES/73/291",
  "filename": "A_RES_73_291.pdf",
  "title": "73/291. Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation",
  "text": "United Nations \nA/RES/73/291\n \n \nGeneral Assembly \nDistr.: General \n30 April 2019 \n \n19-06371 (E)    020519    \n*1906371* \n \n \nSeventy-third session \nAgenda item 25 (b) \n \n \n \n \n Resolution adopted by the General Assembly \non 15 April 2019 \n \n \n \n \n[without reference to a Main Committee (A/73/L.80)] \n \n \n 73/291. Buenos Aires outcome document of the second High-level \nUnited Nations Conference on South-South Cooperation \n \n \n \nThe General Assembly,  \n \nRecalling its resolution 71/318 of 28 August 2017, in which it decided that the \nsecond High-level United Nations Conference on South-South Cooperation would be \nheld in Buenos Aires from 20 to 22 March 2019,  \n \n1. \nExpresses its profound gratitude to the Government and the people of \nArgentina for hosting the second High-level United Nations Conference on South-\nSouth Cooperation from 20 to 22 March 2019 and for assuming all the costs of the \nHigh-level Conference as well as providing all the necessary support;  \n \n2. \nEndorses the Buenos Aires outcome document of the second High-level \nUnited Nations Conference on South-South Cooperation, which is contained in the \nannex to the present resolution. \n \n75th plenary meeting  \n15 April 2019 \n \n \n \n Annex  \n \n \n Buenos Aires outcome document of the second High-level \nUnited Nations Conference on South-South Cooperation \n \n \n1. \nWe, heads of delegations and high representatives of Governments, gathered in \nBuenos Aires from 20 to 22 March 2019 at the Second United Nations High-level \nConference on South-South Cooperation, on the occasion of the fortieth anniversary \nof the 1978 United Nations Conference on Technical Cooperation among Developing \nCountries, which adopted the Buenos Aires Plan of Action for Promoting and \nImplementing Technical Cooperation among Developing Countries, reaffirm that the \n\nA/RES/73/291 \nBuenos Aires outcome document of the second High-level\nUnited Nations Conference on South-South Cooperation\n \n19-06371\n2/11 \n \noverarching theme of the present Conference is “Role of South-South cooperation \nand implementation of the 2030 Agenda for Sustainable Development: challenges and \nopportunities.”  \n2. \nWe renew our commitment to the implementation of the 2030 Agenda for \nSustainable Development, the Addis Ababa Action Agenda and reaffirm the resolution \n33/134 of 19 December 1978, endorsing the Buenos Aires Plan of Action, which \nconstitutes a major milestone in the evolution of South-South and triangular \ncooperation and the resolution 64/222, endorsing the Nairobi outcome document of \nthe High-level United Nations Conference on South-South Cooperation.  \n3. \nWe welcome the Paris Agreement, the Sendai Framework for Disaster Risk \nReduction and the New Urban Agenda and recall other relevant major United Nations \nconferences and summits in the economic, social and related fields, as well as all \nGeneral Assembly resolutions relevant to South-South cooperation and triangular \ncooperation.  \n4. \nWe take note of the Havana Programme of Action adopted by the first South \nSummit, the Marrakech Framework for the Implementation of South-South \nCooperation and the Doha Plan of Action adopted by the Second South Summit. \n5. \nWe note that significant changes are taking place in international political and \neconomic relations, which create conditions conducive to promoting South-South \ncooperation and pursuing sustained economic development, and national and \ncollective self-reliance.  \n6. \nWe recognize that South-South and triangular cooperation contribute to the \nimplementation of the 2030 Agenda for Sustainable Development and to achieving \nthe overarching goal of eradication of poverty in all its forms and dimensions, as it \nshares the comprehensive vision of development contained in the 17 Sustainable \nDevelopment Goals, that balance the three dimensions of sustainable development – \nthe economic, social and environmental.  \n7. \nWe recognize that South-South cooperation is conducted among countries of the \nSouth, including but not limited to the economic, social, cultural, environmental, and \ntechnical domains, that can take place in a bilateral, regional or interregional contexts, \nfor developing countries to meet their development goals through concerted efforts, \ntaking into account the principles of South-South cooperation. \n8. \nWe recognize the importance and different history and particularities of South-\nSouth cooperation, and we reaffirm our view of South-South cooperation as a \nmanifestation of solidarity among peoples and countries of the South that contributes \nto their national well-being, their national and collective self-reliance and the \nattainment of internationally agreed development goals, including the Sustainable \nDevelopment Goals, according to national priorities and plans. South-South \ncooperation and its agenda have to be set by countries of the South and should \ncontinue to be guided by the principles of respect for national sovereignty, national \nownership and independence, equality, non-conditionality, non-interference in \ndomestic affairs and mutual benefit.  \n9. \nWe acknowledge the voluntary, participative, and demand driven nature of \nSouth-South Cooperation, born out of shared experiences and sympathies, based on \ntheir common objectives and solidarity. We further recognize that South-South \ncooperation leads to more diverse opportunities for development. South-South \nCooperation should not be seen as Official Development Assistance. \n10. We stress that South-South cooperation is not a substitute for, but rather a \ncomplement to, North-South cooperation. \n\nBuenos Aires outcome document of the second High-level \nUnited Nations Conference on South-South Cooperation \nA/RES/73/291\n \n3/11\n19-06371 \n \n11. \nWe acknowledge the need to enhance the development effectiveness of South-\nSouth and triangular cooperation.  \n12. We further recognize that triangular cooperation complements and adds value \nto South-South cooperation by enabling requesting developing countries to source \nand access more, and a broader range of, resources, expertise and capacities, that they \nidentify as needed in order to achieve their national development goals and \ninternationally agreed sustainable development goals.  \n13. We recognize that developing countries tend to share common views on national \ndevelopment strategies and priorities when faced with similar development \nchallenges. The proximity of experience is therefore a key catalyst in promoting \ncapacity development in developing countries and, in this regard, it accentuates the \nprinciples of South-South cooperation. It is important to enhance South-South \ncooperation in order to fulfill its full development potential.  \n14. We underline the need to promote peaceful and inclusive societies for achieving \nsustainable development, and to build effective, accountable and inclusive institutions \nat all levels. Good governance, rule of law, human rights, fundamental freedoms, \nequal access to fair justice systems, and measures to combat corruption and curb illicit \nfinancial flows will be integral to our efforts.  \n15. We recognize that South-South cooperation and triangular cooperation enables \ndeveloping countries to achieve sustainable development through partnership and, \ninter alia, to promote unity and cooperation, which contribute to establishing a fair \nand equitable international economic order.  \n16. We note that in the past few decades, while North-South cooperation is the main \nmodality for development cooperation, South-South cooperation has expanded its \nscope, facilitated regional, subregional and interregional integration, provided \ninnovative approaches for collective actions and strengthened its contribution to \nsustainable development in its three dimensions. We acknowledge incremental \ninstitutionalization in South-South cooperation and its incorporation into \npolicymaking by some countries and regions. There has been an expansion of the \nnumber of relevant actors in development, including multiple stakeholders, \nsubnational entities and parliamentarians, civil society, private sector, volunteer \ngroups, faith-based organizations, philanthropic organizations, scientific and \ntechnological communities, foundations and think-tanks, and academia, as \nappropriate. Multilateral institutions, international and regional banks and funds, \nincluding those newly established by developing countries, are providing financial \nsupport to South-South cooperation initiatives.  \n17. We acknowledge that developing countries continue to face serious challenges, \nas well as new and emerging challenges, in the implementation of the 2030 Agenda \nfor Sustainable Development, and we recognize the need to enhance capacity in \ndeveloping countries by enhancing resources, and by building local capabilities, \ninstitutions, expertise, human resources, where appropriate, in contribution to \nnational development priorities, at the request of developing countries. We recognize \nthe need for international development cooperation to better understand the \nmultidimensional perspective. \n18. We also recognize that South-South cooperation and triangular cooperation \nincreasingly take different and evolving forms, including technical cooperation, the \nsharing of knowledge and experience, training, capacity building and technology \ntransfer on mutually agreed terms, aimed at achieving sustainable development \nthrough the promotion of, inter alia, economic cooperation, including trade, \ninvestment, infrastructure development and connectivity, agriculture and rural \ndevelopment, food security and nutrition, food safety, health, energy, disaster risk \n\nA/RES/73/291 \nBuenos Aires outcome document of the second High-level\nUnited Nations Conference on South-South Cooperation\n \n19-06371\n4/11 \n \nreduction, addressing climate change, as well as mutual learning and the coordination \nof development policies and strategies among developing countries.  \n19. We recognize the contribution of South-South and triangular cooperation in \npromoting gender equality and the empowerment of women and girls in sustainable \ndevelopment and encourage further efforts to mainstream gender perspectives in these \nmodalities of cooperation.  \n20. We note the role of trade in growth and economic development of developing \ncountries and recognize the significant contribution of South-South and triangular \ncooperation in the area of trade and its ability to promote sustainable development, \nand in this regard reaffirm the importance of strengthening South-South trade in \nWTO-consistent manner, including the Global System of Trade Preferences among \nDeveloping Countries.  \n21. We reaffirm the key role of the United Nations funds, programs, specialized \nagencies, non-resident agencies, UN Regional Commissions, including UN country \nteams in supporting and promoting South-South cooperation and triangular \ncooperation while reiterating that every country has the primary responsibility for its \nown development.  \n22. We recognize the increasing role played by inclusive partnerships in South-\nSouth cooperation and triangular cooperation, acting as an instrument which help \nimprove the impact and actions in the field, acknowledging that governments have \nthe principal role of coordinating and leading development efforts, call upon all actors \nin development cooperation to be meaningfully engaged. We also welcome the \nincreasing role that developing countries play through South-South cooperation and \ntriangular cooperation towards the fulfillment of the Sustainable Development Goals. \n23. We acknowledge the importance of sharing of knowledge, experiences and best \npractices on South-South and triangular cooperation, on a voluntary basis, in the \nattainment of sustainable development and the implementation of the 2030 Agenda \nSustainable Development.  \n24. In order to step up South-South and triangular cooperation and to bolster support \nfor national and regional development efforts towards achieving the 2030 Agenda for \nSustainable Development, we:  \n \n(a) \nrecognize that poverty reduction policies and strategies, in conformity \nwith national conditions and circumstances, have enabled some developing countries \nto lift millions of their citizens out of extreme poverty and we invite all relevant \nstakeholders to share their knowledge and experience, particularly homegrown \ndevelopment approaches, in order to intensify efforts towards the eradication of \npoverty in all its forms and dimensions through South-South and triangular \ncooperation;  \n \n(b) \ncall upon developed and developing countries and all relevant \nstakeholders to strengthen the efforts to implement the 2030 Agenda for Sustainable \nDevelopment by promoting the economic, social and environmental dimensions of \nsustainability, including in all South-South and triangular cooperation policies and \nactivities to ensure a more holistic and coherent approach to sustainable development; \n \n(c) \ncall upon multilateral, regional and bilateral financial and development \ninstitutions to consider increasing financial resources and technical cooperation to \npromote South-South and triangular cooperation; \n \n(d) \nemphasize the need to leverage the role of South-South cooperation and \ntriangular cooperation as a means to promote and support industrial and semi-\nindustrial ventures and ensure food security and nutrition, including through the \npromotion of sustainable agriculture and food systems, food processing \n\nBuenos Aires outcome document of the second High-level \nUnited Nations Conference on South-South Cooperation \nA/RES/73/291\n \n5/11\n19-06371 \n \nagro-industries, which have the potential to link with global value chains and \neffectively address the market needs of developing countries;  \n \n(e) \nnote the establishment of new institutions regional and global banks and \nfunds, which will contribute to the advancement of South-South cooperation and the \nimplementation of 2030 Agenda for Sustainable Development, and we highlight the \nimportance for these institutions to be run in a transparent and efficient way;  \n \n(f) \nnote with concern the increase in debt levels globally and call on on \nborrowers and creditors to address the challenges linked to debt sustainability as a \nmatter of priority in order to prevent negative impact on long-term development and \nachieving the Sustainable Development Goals;  \n \n(g) \nencourage developing countries to adopt or strengthen national policies to \nadvance South-South cooperation and triangular cooperation, and to enhance the \ncapacity of national and sub-national coordination mechanisms, as appropriate, in \norder to improve policy coordination, the sharing of knowledge, lessons learned and \ngood practices, and the adaptation of such practices, including through the voluntary \nexchange of experience and expertise according to national policies and priorities for \ndevelopment; \n \n(h) \nencourage developed and developing countries to promote, through South-\nSouth and triangular cooperation, access to and the transfer of technology on mutually \nagreed terms, taking into account national legal frameworks of developing countries, \nand encourage broader South-South collaboration on technological developments, \nincluding collaboration on the acquisition of capabilities for research and \ndevelopment, the management of technology and information networks inclusive of \ntechnology producers and users as well as those working on infrastructure and human \nresources development. We also emphasize the need to promote the development, \ntransfer, dissemination and diffusion of environmentally sound technologies to \ndeveloping countries on mutually agreed terms;  \n \n(i) \ncall upon relevant centers of excellence, in accordance with national \ndevelopment policies and priorities, to strengthen South-South platforms and the \nexchange of experience among sub-regional and regional groupings, as appropriate, \nfor the purpose of building multi-stakeholder partnerships and cross-border \ncollaborative frameworks and programmes to scale up best practices with the \npotential to benefit many developing countries; \n \n(j) \ncommend the contribution of think tanks, communities of practice, \nnetworks and expert groups to the improvement of South-South cooperation and \ntriangular cooperation practices, and encourage United Nations entities to continue to \nengage, as appropriate, these organizations more effectively in efforts to better \nunderstand the role and impact of South-South and triangular cooperation to \nsuccessfully implement the 2030 Agenda for Sustainable Development and regional \ndevelopment frameworks such as the African Union Agenda 2063;  \n \n(k) \nnote that corruption and illicit financial flows impede economic \ndevelopment, deepen income inequality, and reduce the domestic resources \nmobilization for sustainable development in developing countries. In this regard, we \ncall upon all countries and encourage greater South-South and triangular cooperation, \nincluding the sharing of knowledge and best practices, to prevent and combat \ncorruption and illicit financial flows, including through strengthened good practices \non assets return;  \n \n(l) \nreaffirm our support for the High-level Committee on South-South \nCooperation and call upon the Committee, within existing resources, to continue to \nengage Member States, in inclusive and transparent consultations, during its regular \nsessions, for further enhancing South-South and triangular cooperation through peer-\n\nA/RES/73/291 \nBuenos Aires outcome document of the second High-level\nUnited Nations Conference on South-South Cooperation\n \n19-06371\n6/11 \n \nlearning, sharing knowledge and experiences as well as best practices on a voluntary \nbasis, by convening, inter alia, round table discussions and interactive dialogues, and \nto present recommendations, as deemed appropriate, to the General Assembly; and  \n \n(m) recognize that South-South and triangular cooperation represents an \nopportunity for support to developing countries in designing implementable strategies \nto strengthen Micro, Small and Medium Enterprises (MSMEs) as agents of \nsustainable development, including sustainable industrialization. Also recognize that \nSouth-South and triangular cooperation should enhance the capacity of developing \ncountries to develop strategies for creating an enabling environment for MSMEs to \ngrow and thrive, and to build their capacity to contribute more to decent work for all \nand sustained economic growth.  \n25. We encourage developing countries to develop country-led systems to evaluate \nand assess the quality and impact of South-South and triangular cooperation programs \nand improve data collection at the national level to promote cooperation in the \ndevelopment of methodologies and statistics to that end, as appropriate, while bearing \nin mind the specific principles and unique characteristics of South-South cooperation, \nand encourage all actors to support initiatives for information and data collection, \ncoordination, dissemination and evaluation of South-South cooperation, upon the \nrequest of developing countries.  \n26. In this regard, we invite interested developing countries to engage in \nconsultations, within the regional commissions, relevant intergovernmental fora on \nSouth-South and triangular cooperation, or regional organizations, as appropriate, on \nnon-binding voluntary methodologies, building upon existing experiences, taking into \naccount the specificities and different modalities of South-South cooperation and \nrespecting the diversity within South-South cooperation and within national \napproaches. In this regard, we take note of the efforts of certain developing countries \nthat have developed methodologies for planning, monitoring, measuring and \nevaluating South-South and triangular cooperation in their regions on a voluntary \nbasis and acknowledge the interest of some developing countries in order to establish \na methodology for accounting and evaluating South-South and triangular cooperation. \n27. Stressing the need to reinvigorate the United Nations development system in \nsupporting and promoting South-South cooperation and triangular cooperation, \naiming at implementing the 2030 Agenda for Sustainable Development, we:  \n \n(a) \nnote with appreciation that many United Nations entities have integrated \nSouth-South and triangular cooperation into their respective strategic frameworks or \nwork plans and designed innovative South-South and triangular cooperation \ninitiatives to benefit developing countries; and have established or strengthened \nspecialized units and set up programmes with dedicated human and financial \nresources to advance South-South cooperation and triangular cooperation; in this \ncontext, we encourage the United Nations development system to continue \nincorporating South-South cooperation and triangular cooperation into policies, \nprogrammes, strategic frameworks and other planning instruments, including \nappropriate indicators and methodologies, as agreed by the governing bodies, and \nprovide support for the exchange of good practices on innovative policies and \napproaches between developing countries, while taking into account the 2030 Agenda \nfor Sustainable Development, the Addis Ababa Action Agenda of the Third \nInternational Conference on Financing for Development that sets the global \nframework for financing sustainable development;  \n \n(b) \nrequest the United Nations development system, within existing resources \nand with the approval of respective governments, to continue its support to the \nstrengthening of relevant public research institutions, academic institutions, think \ntanks, knowledge networks and relevant regional or thematic centers of excellence, \n\nBuenos Aires outcome document of the second High-level \nUnited Nations Conference on South-South Cooperation \nA/RES/73/291\n \n7/11\n19-06371 \n \nas institutional spaces for knowledge development and sharing on South-South and \ntriangular cooperation initiatives;  \n \n(c) \ncall upon the United Nations Development System to assist developing \ncountries, upon request, in building the human and institutional capacity needed to \nformulate and implement national development policies, strategies and programmes \nfor South-South and triangular cooperation, including the sharing of good practices \nand experiences from the South, especially with the least developed countries, and in \na manner consistent with their mandates and strategic plans, and to encourage the \ntransfer of technologies on mutually agreed terms for the benefit of developing \ncountries to address poverty eradication and sustainable development;  \n \n(d) \nurge the United Nations Development System to enhance its assistance to \ndeveloping countries in seeking for potential cooperation partners in strategic areas \nidentified by developing countries, in line with their national development policies \nand plans, and to act, upon request and in a manner consistent with the respective \nmandates of United Nations Development System entities, as enablers of the building \nof these partnerships;  \n \n(e) \nrequest the United Nations Development System, within existing \nresources, to enhance, within existing resources, its support to South-South and \ntriangular cooperation inter alia in the areas of promoting capacity-building, regional \nintegration, interregional linkages, infrastructure interconnectivity and the \ndevelopment of national productive capacities through policy coordination, \nexchanges of knowledge, technological innovations and technology transfer on \nmutually agreed terms, and in several areas of sustainable development, such as \npoverty eradication and gender equality and the empowerment of women and girls. \n \n(f) \ncall upon all United Nations entities to improve the effectiveness, the \ncoherence and coordination and complementarity of their operational activities in \nsupport of South-South and triangular cooperation, in accordance with national \ndevelopment plans, the United Nations Development Assistance Framework \n(UNDAF) and their respective mandates. In this context we take note of the measures \ntaken to develop the United Nations System-wide Strategy on South-South \nCooperation that is being led by the United Nations Office for South-South \nCooperation (UNOSSC) through the United Nations Inter-Agency Mechanism for \nSouth-South and Triangular Cooperation, while taking into/ account the ongoing \nrepositioning of the United Nations Development System and keeping Member States \nfully informed; \n \n(g) \ncommend United Nations Development Programme (UNDP) for its many \nyears of hosting the UNOSSC and for its commitment in the promotion of South-\nSouth approaches to sustainable development; we call upon UNDP to continue \nhosting UNOSSC under the oversight of the UNDP Executive Board and call upon \nthe General Assembly to continue providing guidance, and request the Secretary-\nGeneral to remain engaged on this matter;  \n \n(h) \nreaffirm the mandate and the central role of the United Nations Office for \nSouth-South Cooperation as the focal point for promoting and facilitating South-\nSouth and triangular cooperation for development on a global and United Nations \nsystem-wide basis. In this regard, we call on the United Nations Office for South-\nSouth Cooperation to continue supporting policy dialogues, programmes, and \ncapacity-building, providing support for Member States to build South-South and \ntriangular cooperation partnerships, as well as enabling the sharing of good practices \nand experiences; \n \n(i) \nrecognize the role of the United Nations Regional Commissions in \nsupporting South-South and triangular cooperation initiatives, in accordance with \ntheir respective mandates, and bearing in mind the ongoing United Nations \n\nA/RES/73/291 \nBuenos Aires outcome document of the second High-level\nUnited Nations Conference on South-South Cooperation\n \n19-06371\n8/11 \n \nDevelopment System reform, by ongoing activities such as enhancing connectivity, \nharnessing the human and other resources of relevant knowledge networks, \npartnerships, technical and research capacity to enhance sub-regional, regional and \ninterregional South-South and triangular cooperation and by continuing their \ntechnical, policy and research support for countries of their regions and by \ncooperating, as appropriate, with United Nations country teams to continue to support \nthe capacity of Member States in areas in which South-South and triangular \ncooperation could have the highest development impact; and  \n \n(j) \nurge the United Nations system to continue its support to regional and \nsubregional organizations for the continued promotion of transparent, sustainable and \naccountable development practices, and to enable more partnerships, with a view to \npromoting and scaling up best practices to benefit developing countries.  \n28. We recognize that triangular cooperation is a modality that builds partnerships \nand trust, between all partners, and that combines diverse resources and capacities, \nunder the ownership of the requesting developing country, to achieve the Sustainable \nDevelopment Goals; and that it provides added value by leveraging and mobilizing \nadditional technical and financial resources, sharing a wider range of experiences, \npromoting new areas of cooperation, and combining affordable and context-based \ndevelopment solutions under flexible arrangements and agreed shared modalities, we: \n \n(a) \nrecognize the support provided by developed countries, international \norganizations, civil society and other relevant stakeholders to developing countries, \nupon their request, in improving their expertise and national capacities through \ntriangular cooperation mechanisms, including direct support or cost-sharing \narrangements, joint research and development projects, personnel exchange, third-\ncountry training programs and support for relevant centers of excellence, as well as \nby providing the necessary knowledge, experience and resources, so as to support \ndeveloping countries, in accordance with their national development priorities and \nstrategies. In this context, we encourage these partners to enhance their support to the \nactivities;  \n \n(b) \nnote the inclusive and diverse nature of triangular cooperation that \nsupports partnerships where each partner can contribute according to its own \ncapacities and means, and call upon establishment and promotion of innovative \ndevelopment solutions and partnerships, involving various stakeholders at different \nlevels, including local and regional authorities, civil society, the private sector, \nacademia, research centers and non-governmental organizations;  \n \n(c) \ncalls upon Member States for increased use of triangular cooperation, \nwhich allows the mobilization of additional resources, knowledge and expertise under \nthe leadership of beneficiary country necessary to deliver on the Sustainable \nDevelopment Goals and to increase cooperation capacities and to foster strong \npartnerships to implement the 2030 Agenda for Sustainable Development;  \n \n(d) \nrecognize the need to better understand triangular cooperation and to \nprovide more evidence and rigorous information on its scale, scope and impact. We \nencourage the continuation of information and knowledge sharing and mutual \nlearning from various experiences of triangular cooperation and to make best use of \nits comparative advantages, sharing knowledge, learning jointly, and co-creating \ndevelopment solutions;  \n \n(e) \nnote that triangular cooperation offers an adaptable and flexible approach \nto evolving development challenges, builds on the complementary strengths of \ndifferent actors to find innovative and cost-effective, flexible context-specific \nsolutions to development challenges, and can arise from a combination of South-\nSouth and North-South cooperation, creating partnerships around the pursuit of \n\nBuenos Aires outcome document of the second High-level \nUnited Nations Conference on South-South Cooperation \nA/RES/73/291\n \n9/11\n19-06371 \n \nshared development goals. In this regard, we welcome ongoing efforts to enhance the \ndevelopment effectiveness of triangular cooperation, in order to reduce transaction \ncosts and maximize the impact of triangular cooperation projects, and invite \ninterested developed and developing countries and organizations to further engage in \nthese efforts;  \n \n(f) \nwelcome the ongoing voluntary efforts to map and document good \npractices in triangular cooperation, and note that scaling up effective private sector \ninvolvement, where appropriate, can multiply the potential of development \ncooperation and mitigate risks when resources are limited; and in this context, we \nnote voluntary initiatives such as Global Partnership for Effective Development \nCooperation, including the Global Partnership Initiative on Effective Triangular \nCooperation. \n \n(g) \ncall upon all partners to further increase their support to South-South and \ntriangular cooperation initiatives for achieving sustainable development.  \n29. We acknowledge the need to enhance the effectiveness of South-South and \ntriangular cooperation by continuing to increase their respective mutual \naccountability and transparency, in accordance with national development plans and \npriorities. We also recognize that the impact of South-South cooperation should be \nassessed with a view to improving, as appropriate, its quality in a results-oriented \nmanner. In this regard, we encourage relevant partners to further enhance \ndevelopment effectiveness of both modalities, and to assess their impact, taking into \naccount, as applicable, the provisions of the Nairobi outcome document of the High-\nlevel United Nations Conference on South-South Cooperation and the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development. \n30. Recognizing that South-South cooperation and triangular cooperation are \nimportant complementary modalities for scientific cooperation, innovation, the \napplication of information and communication technology to development and for \nmaking the transfer of technologies on mutually agreed terms, more accessible, \nadaptable and affordable to developing countries, we:  \n \n(a) \nnote with appreciation the initiatives supported by the Technology \nFacilitation Mechanism and the Technology Bank for the Least Developed Countries; \n \n(b) \ncall upon countries that have established institutions with world-class \nexpertise in science, technology and innovation to consider providing more \nscholarships and other relevant arrangements that would enable students and young \nscientists, including women and girls, from countries of the South to gain greater \naccess to such institutions for higher studies and research; we also welcome the \nmeasures taken by some regions to grant visa-free entry to the citizens of their \nrespective member states;  \n \n(c) \ncall for more regional mechanisms to share and strengthen successful \nscience, technology and innovation policies and strategies, to explore new \nopportunities and to promote cross-border and interregional coordination and \ncollaboration between various science, technology and innovation initiatives, as well \nas research in scientific areas. More support for the Commission on Science and \nTechnology for Development, the Technology Facilitation Mechanism and for the \nTechnology Bank for Least Developed Countries, especially financial contributions \nto its operations, and related initiatives can assist developing countries in building \nhuman and institutional capacity in science, technology and innovation, including for \nthe better representation of women and girls;  \n \n(d) \ncall upon Member States and the United Nations Development System to \nfurther incorporate South-South cooperation and triangular cooperation in technology \nfacilitation mechanisms at a global and regional level, where appropriate, in order to \n\nA/RES/73/291 \nBuenos Aires outcome document of the second High-level\nUnited Nations Conference on South-South Cooperation\n \n19-06371\n10/11 \n \nincrease matchmaking between technology needs and solutions, support project \nimplementation, and to assess opportunities for triangular partnership-building; and \n \n(e) \nrecognize emerging technological advances that pose new opportunities \nand challenges, and we encourage Member States, with the support of United Nations \nentities, to conduct relevant studies and convene dialogues to explore policy options \nfor developing countries to individually and collectively manage challenges and \nenhance the benefits from the evolution of technologies such as artificial intelligence, \nbig data, robotics and other technological innovations, according to national plans \nand policies.  \n31. Recognizing the value of inclusive multi-stakeholder approaches to South-\nSouth and triangular cooperation led by Member States whereby governments create \nenabling environments that mobilize collective action by a growing number of diverse \nactors in South-South and triangular cooperation, we:  \n \n(a) \nencourage Member States and all relevant stakeholders, as appropriate, to \nestablish or strengthen, coordinated mechanisms at sub-national, national, regional \nand global levels to leverage the expertise and other resources of multi-stakeholder \npartnerships to support South-South cooperation and triangular cooperation \ninitiatives towards the attainment of the 2030 Agenda for Sustainable Development; \n \n(b) \nencourage Member States to share relevant knowledge, experience and \nbest practices on public-private partnerships, including risk assessment, and \nregulatory frameworks, to further contribute to sustainable development, and in this \nregard, we welcome the ongoing work of the United Nations Development System, \nincluding the United Nations Regional Commissions, within existing resources, \nincluding studies on possible models of international public-private partnership in \nsupport of South-South and triangular cooperation;  \n \n(c) \nrecognize that the shortage of resources continues to hinder the expansion \nof South-South and triangular cooperation. We thus underscore the need for further \nmobilization of resources and to engage, inter-alia, the private sector in South-South \nand triangular initiatives for sustainable development. We also encourage business \npractices to be aligned with the sustainable development goals and their targets, in \nline with national plans and priorities, to contribute to the development and transfer \nof science, technology and innovation-based solutions on mutually agreed terms, \nacross the South; and \n \n(d) \nrecognize that South-South and triangular cooperation has the potential to \nenhance capacity-building, strengthen human resources and leverage the catalytic role \nof education and human development in the creation of employment opportunities \nand encourage developed and developing countries to strengthen South-South and \ntriangular cooperation in the field of education, particularly in the area of science \ntechnology, innovation and technical and vocational education to enhance developing \ncountries’ capacities to eradicate poverty, reduce inequality and produce more high-\nvalue goods and services.  \n32. We recognize trends towards rapid urbanization in developing countries and call \nfor greater South-South and triangular cooperation initiatives aimed at eradication of \npoverty in all its forms and dimensions in urban and rural areas through more \ncoordinated policies and sharing of knowledge, solutions and experience, by raising \nthe productivity, resilience and sustainability at the local level, including of urban \ncenters where 68 per cent of the world’s population is projected to live by 2050. An \nimportant means to this end is sharing of good practices in participatory urban \nplanning and management. We stress the importance of scaling up South-South and \ntriangular cooperation towards decent work for all, local community development and \nservice delivery in rural areas to address the drivers of rural-to-urban migration and \nrelated challenges.  \n\nBuenos Aires outcome document of the second High-level \nUnited Nations Conference on South-South Cooperation \nA/RES/73/291\n \n11/11\n19-06371 \n \n33. We recognize the need to mobilize adequate resources from all sources, \nincluding public, private, domestic and international, for enhancing South-South and \ntriangular cooperation and, in this context, we commend developing countries that \nhave partnered with United Nations entities and established financing facilities and \ntrust funds to advance South-South cooperation for addressing development \nchallenges. We commend developed countries for their support, to South-South \ncooperation and engagement in triangular cooperation and encourage them to further \nscale it up.  \n34. We welcome contributions to the Pérez-Guerrero Trust Fund for South-South \nCooperation and the United Nations Fund for South-South Cooperation and invite all \ndeveloped and developing countries to keep up and scale up their efforts in this \nregard. In this context, we encourage UNOSSC to support these efforts by \nundertaking resource mobilization initiatives to facilitate the effective and efficient \nuse of financial and in-kind resources for the United Nations Fund for South-South \nCooperation, in line with the overall UNDP resource mobilization strategy and \nstrategic plans while avoiding fragmentation of financing arrangements. We also \nencourage UNOSSC and relevant United Nations entities, upon request, to facilitate \ndeveloping countries to access South-South cooperation funds.  \n35. We welcome the progress made since Monterrey Consensus on Financing for \nDevelopment to develop and mobilize support for innovative sources and mechanisms \nof additional financing, and we encourage countries to further explore new sources \nand instruments of innovative financing for funding the Sustainable Development \nGoals at the global, regional, national and subnational levels, as appropriate. \n36. We call upon the Secretary General to report, on the implementation of this \noutcome document, in his existing reports to the General Assembly and the High-\nLevel Committee on South-South Cooperation, as appropriate.  \n37. We convey our appreciation and gratitude to the Republic of Argentina and its \npeople for the excellent organization and hosting of the Second United Nations High-\nlevel Conference on South-South Cooperation and the warm hospitality extended to \nus in the city of Buenos Aires. \n \n",
  "paragraphs": {
    "1": "We, heads of delegations and high representatives of Governments, gathered in Buenos Aires from 20 to 22 March 2019 at the Second United Nations High-level Conference on South-South Cooperation, on the occasion of the fortieth anniversary of the 1978 United Nations Conference on Technical Cooperation among Developing Countries, which adopted the Buenos Aires Plan of Action for Promoting and Implementing Technical Cooperation among Developing Countries, reaffirm that the A/RES/73/291 Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation 19-06371 2/11 overarching theme of the present Conference is “Role of South-South cooperation and implementation of the 2030 Agenda for Sustainable Development: challenges and opportunities.”",
    "2": "We renew our commitment to the implementation of the 2030 Agenda for Sustainable Development, the Addis Ababa Action Agenda and reaffirm the resolution 33/134 of 19 December 1978, endorsing the Buenos Aires Plan of Action, which constitutes a major milestone in the evolution of South-South and triangular cooperation and the resolution 64/222, endorsing the Nairobi outcome document of the High-level United Nations Conference on South-South Cooperation.",
    "3": "We welcome the Paris Agreement, the Sendai Framework for Disaster Risk Reduction and the New Urban Agenda and recall other relevant major United Nations conferences and summits in the economic, social and related fields, as well as all General Assembly resolutions relevant to South-South cooperation and triangular cooperation.",
    "4": "We take note of the Havana Programme of Action adopted by the first South Summit, the Marrakech Framework for the Implementation of South-South Cooperation and the Doha Plan of Action adopted by the Second South Summit.",
    "5": "We note that significant changes are taking place in international political and economic relations, which create conditions conducive to promoting South-South cooperation and pursuing sustained economic development, and national and collective self-reliance.",
    "6": "We recognize that South-South and triangular cooperation contribute to the implementation of the 2030 Agenda for Sustainable Development and to achieving the overarching goal of eradication of poverty in all its forms and dimensions, as it shares the comprehensive vision of development contained in the 17 Sustainable Development Goals, that balance the three dimensions of sustainable development – the economic, social and environmental.",
    "7": "We recognize that South-South cooperation is conducted among countries of the South, including but not limited to the economic, social, cultural, environmental, and technical domains, that can take place in a bilateral, regional or interregional contexts, for developing countries to meet their development goals through concerted efforts, taking into account the principles of South-South cooperation.",
    "8": "We recognize the importance and different history and particularities of South- South cooperation, and we reaffirm our view of South-South cooperation as a manifestation of solidarity among peoples and countries of the South that contributes to their national well-being, their national and collective self-reliance and the attainment of internationally agreed development goals, including the Sustainable Development Goals, according to national priorities and plans. South-South cooperation and its agenda have to be set by countries of the South and should continue to be guided by the principles of respect for national sovereignty, national ownership and independence, equality, non-conditionality, non-interference in domestic affairs and mutual benefit.",
    "9": "We acknowledge the voluntary, participative, and demand driven nature of South-South Cooperation, born out of shared experiences and sympathies, based on their common objectives and solidarity. We further recognize that South-South cooperation leads to more diverse opportunities for development. South-South Cooperation should not be seen as Official Development Assistance.",
    "10": "We stress that South-South cooperation is not a substitute for, but rather a complement to, North-South cooperation. Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation A/RES/73/291 3/11 19-06371",
    "11": "We acknowledge the need to enhance the development effectiveness of South- South and triangular cooperation.",
    "12": "We further recognize that triangular cooperation complements and adds value to South-South cooperation by enabling requesting developing countries to source and access more, and a broader range of, resources, expertise and capacities, that they identify as needed in order to achieve their national development goals and internationally agreed sustainable development goals.",
    "13": "We recognize that developing countries tend to share common views on national development strategies and priorities when faced with similar development challenges. The proximity of experience is therefore a key catalyst in promoting capacity development in developing countries and, in this regard, it accentuates the principles of South-South cooperation. It is important to enhance South-South cooperation in order to fulfill its full development potential.",
    "14": "We underline the need to promote peaceful and inclusive societies for achieving sustainable development, and to build effective, accountable and inclusive institutions at all levels. Good governance, rule of law, human rights, fundamental freedoms, equal access to fair justice systems, and measures to combat corruption and curb illicit financial flows will be integral to our efforts.",
    "15": "We recognize that South-South cooperation and triangular cooperation enables developing countries to achieve sustainable development through partnership and, inter alia, to promote unity and cooperation, which contribute to establishing a fair and equitable international economic order.",
    "16": "We note that in the past few decades, while North-South cooperation is the main modality for development cooperation, South-South cooperation has expanded its scope, facilitated regional, subregional and interregional integration, provided innovative approaches for collective actions and strengthened its contribution to sustainable development in its three dimensions. We acknowledge incremental institutionalization in South-South cooperation and its incorporation into policymaking by some countries and regions. There has been an expansion of the number of relevant actors in development, including multiple stakeholders, subnational entities and parliamentarians, civil society, private sector, volunteer groups, faith-based organizations, philanthropic organizations, scientific and technological communities, foundations and think-tanks, and academia, as appropriate. Multilateral institutions, international and regional banks and funds, including those newly established by developing countries, are providing financial support to South-South cooperation initiatives.",
    "17": "We acknowledge that developing countries continue to face serious challenges, as well as new and emerging challenges, in the implementation of the 2030 Agenda for Sustainable Development, and we recognize the need to enhance capacity in developing countries by enhancing resources, and by building local capabilities, institutions, expertise, human resources, where appropriate, in contribution to national development priorities, at the request of developing countries. We recognize the need for international development cooperation to better understand the multidimensional perspective.",
    "18": "We also recognize that South-South cooperation and triangular cooperation increasingly take different and evolving forms, including technical cooperation, the sharing of knowledge and experience, training, capacity building and technology transfer on mutually agreed terms, aimed at achieving sustainable development through the promotion of, inter alia, economic cooperation, including trade, investment, infrastructure development and connectivity, agriculture and rural development, food security and nutrition, food safety, health, energy, disaster risk A/RES/73/291 Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation 19-06371 4/11 reduction, addressing climate change, as well as mutual learning and the coordination of development policies and strategies among developing countries.",
    "19": "We recognize the contribution of South-South and triangular cooperation in promoting gender equality and the empowerment of women and girls in sustainable development and encourage further efforts to mainstream gender perspectives in these modalities of cooperation.",
    "20": "We note the role of trade in growth and economic development of developing countries and recognize the significant contribution of South-South and triangular cooperation in the area of trade and its ability to promote sustainable development, and in this regard reaffirm the importance of strengthening South-South trade in WTO-consistent manner, including the Global System of Trade Preferences among Developing Countries.",
    "21": "We reaffirm the key role of the United Nations funds, programs, specialized agencies, non-resident agencies, UN Regional Commissions, including UN country teams in supporting and promoting South-South cooperation and triangular cooperation while reiterating that every country has the primary responsibility for its own development.",
    "22": "We recognize the increasing role played by inclusive partnerships in South- South cooperation and triangular cooperation, acting as an instrument which help improve the impact and actions in the field, acknowledging that governments have the principal role of coordinating and leading development efforts, call upon all actors in development cooperation to be meaningfully engaged. We also welcome the increasing role that developing countries play through South-South cooperation and triangular cooperation towards the fulfillment of the Sustainable Development Goals.",
    "23": "We acknowledge the importance of sharing of knowledge, experiences and best practices on South-South and triangular cooperation, on a voluntary basis, in the attainment of sustainable development and the implementation of the 2030 Agenda Sustainable Development.",
    "24": "In order to step up South-South and triangular cooperation and to bolster support for national and regional development efforts towards achieving the 2030 Agenda for Sustainable Development, we: (a) recognize that poverty reduction policies and strategies, in conformity with national conditions and circumstances, have enabled some developing countries to lift millions of their citizens out of extreme poverty and we invite all relevant stakeholders to share their knowledge and experience, particularly homegrown development approaches, in order to intensify efforts towards the eradication of poverty in all its forms and dimensions through South-South and triangular cooperation; (b) call upon developed and developing countries and all relevant stakeholders to strengthen the efforts to implement the 2030 Agenda for Sustainable Development by promoting the economic, social and environmental dimensions of sustainability, including in all South-South and triangular cooperation policies and activities to ensure a more holistic and coherent approach to sustainable development; (c) call upon multilateral, regional and bilateral financial and development institutions to consider increasing financial resources and technical cooperation to promote South-South and triangular cooperation; (d) emphasize the need to leverage the role of South-South cooperation and triangular cooperation as a means to promote and support industrial and semi- industrial ventures and ensure food security and nutrition, including through the promotion of sustainable agriculture and food systems, food processing Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation A/RES/73/291 5/11 19-06371 agro-industries, which have the potential to link with global value chains and effectively address the market needs of developing countries; (e) note the establishment of new institutions regional and global banks and funds, which will contribute to the advancement of South-South cooperation and the implementation of 2030 Agenda for Sustainable Development, and we highlight the importance for these institutions to be run in a transparent and efficient way; (f) note with concern the increase in debt levels globally and call on on borrowers and creditors to address the challenges linked to debt sustainability as a matter of priority in order to prevent negative impact on long-term development and achieving the Sustainable Development Goals; (g) encourage developing countries to adopt or strengthen national policies to advance South-South cooperation and triangular cooperation, and to enhance the capacity of national and sub-national coordination mechanisms, as appropriate, in order to improve policy coordination, the sharing of knowledge, lessons learned and good practices, and the adaptation of such practices, including through the voluntary exchange of experience and expertise according to national policies and priorities for development; (h) encourage developed and developing countries to promote, through South- South and triangular cooperation, access to and the transfer of technology on mutually agreed terms, taking into account national legal frameworks of developing countries, and encourage broader South-South collaboration on technological developments, including collaboration on the acquisition of capabilities for research and development, the management of technology and information networks inclusive of technology producers and users as well as those working on infrastructure and human resources development. We also emphasize the need to promote the development, transfer, dissemination and diffusion of environmentally sound technologies to developing countries on mutually agreed terms; (i) call upon relevant centers of excellence, in accordance with national development policies and priorities, to strengthen South-South platforms and the exchange of experience among sub-regional and regional groupings, as appropriate, for the purpose of building multi-stakeholder partnerships and cross-border collaborative frameworks and programmes to scale up best practices with the potential to benefit many developing countries; (j) commend the contribution of think tanks, communities of practice, networks and expert groups to the improvement of South-South cooperation and triangular cooperation practices, and encourage United Nations entities to continue to engage, as appropriate, these organizations more effectively in efforts to better understand the role and impact of South-South and triangular cooperation to successfully implement the 2030 Agenda for Sustainable Development and regional development frameworks such as the African Union Agenda 2063; (k) note that corruption and illicit financial flows impede economic development, deepen income inequality, and reduce the domestic resources mobilization for sustainable development in developing countries. In this regard, we call upon all countries and encourage greater South-South and triangular cooperation, including the sharing of knowledge and best practices, to prevent and combat corruption and illicit financial flows, including through strengthened good practices on assets return; (l) reaffirm our support for the High-level Committee on South-South Cooperation and call upon the Committee, within existing resources, to continue to engage Member States, in inclusive and transparent consultations, during its regular sessions, for further enhancing South-South and triangular cooperation through peer- A/RES/73/291 Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation 19-06371 6/11 learning, sharing knowledge and experiences as well as best practices on a voluntary basis, by convening, inter alia, round table discussions and interactive dialogues, and to present recommendations, as deemed appropriate, to the General Assembly; and (m) recognize that South-South and triangular cooperation represents an opportunity for support to developing countries in designing implementable strategies to strengthen Micro, Small and Medium Enterprises (MSMEs) as agents of sustainable development, including sustainable industrialization. Also recognize that South-South and triangular cooperation should enhance the capacity of developing countries to develop strategies for creating an enabling environment for MSMEs to grow and thrive, and to build their capacity to contribute more to decent work for all and sustained economic growth.",
    "25": "We encourage developing countries to develop country-led systems to evaluate and assess the quality and impact of South-South and triangular cooperation programs and improve data collection at the national level to promote cooperation in the development of methodologies and statistics to that end, as appropriate, while bearing in mind the specific principles and unique characteristics of South-South cooperation, and encourage all actors to support initiatives for information and data collection, coordination, dissemination and evaluation of South-South cooperation, upon the request of developing countries.",
    "26": "In this regard, we invite interested developing countries to engage in consultations, within the regional commissions, relevant intergovernmental fora on South-South and triangular cooperation, or regional organizations, as appropriate, on non-binding voluntary methodologies, building upon existing experiences, taking into account the specificities and different modalities of South-South cooperation and respecting the diversity within South-South cooperation and within national approaches. In this regard, we take note of the efforts of certain developing countries that have developed methodologies for planning, monitoring, measuring and evaluating South-South and triangular cooperation in their regions on a voluntary basis and acknowledge the interest of some developing countries in order to establish a methodology for accounting and evaluating South-South and triangular cooperation.",
    "27": "Stressing the need to reinvigorate the United Nations development system in supporting and promoting South-South cooperation and triangular cooperation, aiming at implementing the 2030 Agenda for Sustainable Development, we: (a) note with appreciation that many United Nations entities have integrated South-South and triangular cooperation into their respective strategic frameworks or work plans and designed innovative South-South and triangular cooperation initiatives to benefit developing countries; and have established or strengthened specialized units and set up programmes with dedicated human and financial resources to advance South-South cooperation and triangular cooperation; in this context, we encourage the United Nations development system to continue incorporating South-South cooperation and triangular cooperation into policies, programmes, strategic frameworks and other planning instruments, including appropriate indicators and methodologies, as agreed by the governing bodies, and provide support for the exchange of good practices on innovative policies and approaches between developing countries, while taking into account the 2030 Agenda for Sustainable Development, the Addis Ababa Action Agenda of the Third International Conference on Financing for Development that sets the global framework for financing sustainable development; (b) request the United Nations development system, within existing resources and with the approval of respective governments, to continue its support to the strengthening of relevant public research institutions, academic institutions, think tanks, knowledge networks and relevant regional or thematic centers of excellence, Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation A/RES/73/291 7/11 19-06371 as institutional spaces for knowledge development and sharing on South-South and triangular cooperation initiatives; (c) call upon the United Nations Development System to assist developing countries, upon request, in building the human and institutional capacity needed to formulate and implement national development policies, strategies and programmes for South-South and triangular cooperation, including the sharing of good practices and experiences from the South, especially with the least developed countries, and in a manner consistent with their mandates and strategic plans, and to encourage the transfer of technologies on mutually agreed terms for the benefit of developing countries to address poverty eradication and sustainable development; (d) urge the United Nations Development System to enhance its assistance to developing countries in seeking for potential cooperation partners in strategic areas identified by developing countries, in line with their national development policies and plans, and to act, upon request and in a manner consistent with the respective mandates of United Nations Development System entities, as enablers of the building of these partnerships; (e) request the United Nations Development System, within existing resources, to enhance, within existing resources, its support to South-South and triangular cooperation inter alia in the areas of promoting capacity-building, regional integration, interregional linkages, infrastructure interconnectivity and the development of national productive capacities through policy coordination, exchanges of knowledge, technological innovations and technology transfer on mutually agreed terms, and in several areas of sustainable development, such as poverty eradication and gender equality and the empowerment of women and girls. (f) call upon all United Nations entities to improve the effectiveness, the coherence and coordination and complementarity of their operational activities in support of South-South and triangular cooperation, in accordance with national development plans, the United Nations Development Assistance Framework (UNDAF) and their respective mandates. In this context we take note of the measures taken to develop the United Nations System-wide Strategy on South-South Cooperation that is being led by the United Nations Office for South-South Cooperation (UNOSSC) through the United Nations Inter-Agency Mechanism for South-South and Triangular Cooperation, while taking into/ account the ongoing repositioning of the United Nations Development System and keeping Member States fully informed; (g) commend United Nations Development Programme (UNDP) for its many years of hosting the UNOSSC and for its commitment in the promotion of South- South approaches to sustainable development; we call upon UNDP to continue hosting UNOSSC under the oversight of the UNDP Executive Board and call upon the General Assembly to continue providing guidance, and request the Secretary- General to remain engaged on this matter; (h) reaffirm the mandate and the central role of the United Nations Office for South-South Cooperation as the focal point for promoting and facilitating South- South and triangular cooperation for development on a global and United Nations system-wide basis. In this regard, we call on the United Nations Office for South- South Cooperation to continue supporting policy dialogues, programmes, and capacity-building, providing support for Member States to build South-South and triangular cooperation partnerships, as well as enabling the sharing of good practices and experiences; (i) recognize the role of the United Nations Regional Commissions in supporting South-South and triangular cooperation initiatives, in accordance with their respective mandates, and bearing in mind the ongoing United Nations A/RES/73/291 Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation 19-06371 8/11 Development System reform, by ongoing activities such as enhancing connectivity, harnessing the human and other resources of relevant knowledge networks, partnerships, technical and research capacity to enhance sub-regional, regional and interregional South-South and triangular cooperation and by continuing their technical, policy and research support for countries of their regions and by cooperating, as appropriate, with United Nations country teams to continue to support the capacity of Member States in areas in which South-South and triangular cooperation could have the highest development impact; and (j) urge the United Nations system to continue its support to regional and subregional organizations for the continued promotion of transparent, sustainable and accountable development practices, and to enable more partnerships, with a view to promoting and scaling up best practices to benefit developing countries.",
    "28": "We recognize that triangular cooperation is a modality that builds partnerships and trust, between all partners, and that combines diverse resources and capacities, under the ownership of the requesting developing country, to achieve the Sustainable Development Goals; and that it provides added value by leveraging and mobilizing additional technical and financial resources, sharing a wider range of experiences, promoting new areas of cooperation, and combining affordable and context-based development solutions under flexible arrangements and agreed shared modalities, we: (a) recognize the support provided by developed countries, international organizations, civil society and other relevant stakeholders to developing countries, upon their request, in improving their expertise and national capacities through triangular cooperation mechanisms, including direct support or cost-sharing arrangements, joint research and development projects, personnel exchange, third- country training programs and support for relevant centers of excellence, as well as by providing the necessary knowledge, experience and resources, so as to support developing countries, in accordance with their national development priorities and strategies. In this context, we encourage these partners to enhance their support to the activities; (b) note the inclusive and diverse nature of triangular cooperation that supports partnerships where each partner can contribute according to its own capacities and means, and call upon establishment and promotion of innovative development solutions and partnerships, involving various stakeholders at different levels, including local and regional authorities, civil society, the private sector, academia, research centers and non-governmental organizations; (c) calls upon Member States for increased use of triangular cooperation, which allows the mobilization of additional resources, knowledge and expertise under the leadership of beneficiary country necessary to deliver on the Sustainable Development Goals and to increase cooperation capacities and to foster strong partnerships to implement the 2030 Agenda for Sustainable Development; (d) recognize the need to better understand triangular cooperation and to provide more evidence and rigorous information on its scale, scope and impact. We encourage the continuation of information and knowledge sharing and mutual learning from various experiences of triangular cooperation and to make best use of its comparative advantages, sharing knowledge, learning jointly, and co-creating development solutions; (e) note that triangular cooperation offers an adaptable and flexible approach to evolving development challenges, builds on the complementary strengths of different actors to find innovative and cost-effective, flexible context-specific solutions to development challenges, and can arise from a combination of South- South and North-South cooperation, creating partnerships around the pursuit of Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation A/RES/73/291 9/11 19-06371 shared development goals. In this regard, we welcome ongoing efforts to enhance the development effectiveness of triangular cooperation, in order to reduce transaction costs and maximize the impact of triangular cooperation projects, and invite interested developed and developing countries and organizations to further engage in these efforts; (f) welcome the ongoing voluntary efforts to map and document good practices in triangular cooperation, and note that scaling up effective private sector involvement, where appropriate, can multiply the potential of development cooperation and mitigate risks when resources are limited; and in this context, we note voluntary initiatives such as Global Partnership for Effective Development Cooperation, including the Global Partnership Initiative on Effective Triangular Cooperation. (g) call upon all partners to further increase their support to South-South and triangular cooperation initiatives for achieving sustainable development.",
    "29": "We acknowledge the need to enhance the effectiveness of South-South and triangular cooperation by continuing to increase their respective mutual accountability and transparency, in accordance with national development plans and priorities. We also recognize that the impact of South-South cooperation should be assessed with a view to improving, as appropriate, its quality in a results-oriented manner. In this regard, we encourage relevant partners to further enhance development effectiveness of both modalities, and to assess their impact, taking into account, as applicable, the provisions of the Nairobi outcome document of the High- level United Nations Conference on South-South Cooperation and the Addis Ababa Action Agenda of the Third International Conference on Financing for Development.",
    "30": "Recognizing that South-South cooperation and triangular cooperation are important complementary modalities for scientific cooperation, innovation, the application of information and communication technology to development and for making the transfer of technologies on mutually agreed terms, more accessible, adaptable and affordable to developing countries, we: (a) note with appreciation the initiatives supported by the Technology Facilitation Mechanism and the Technology Bank for the Least Developed Countries; (b) call upon countries that have established institutions with world-class expertise in science, technology and innovation to consider providing more scholarships and other relevant arrangements that would enable students and young scientists, including women and girls, from countries of the South to gain greater access to such institutions for higher studies and research; we also welcome the measures taken by some regions to grant visa-free entry to the citizens of their respective member states; (c) call for more regional mechanisms to share and strengthen successful science, technology and innovation policies and strategies, to explore new opportunities and to promote cross-border and interregional coordination and collaboration between various science, technology and innovation initiatives, as well as research in scientific areas. More support for the Commission on Science and Technology for Development, the Technology Facilitation Mechanism and for the Technology Bank for Least Developed Countries, especially financial contributions to its operations, and related initiatives can assist developing countries in building human and institutional capacity in science, technology and innovation, including for the better representation of women and girls; (d) call upon Member States and the United Nations Development System to further incorporate South-South cooperation and triangular cooperation in technology facilitation mechanisms at a global and regional level, where appropriate, in order to A/RES/73/291 Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation 19-06371 10/11 increase matchmaking between technology needs and solutions, support project implementation, and to assess opportunities for triangular partnership-building; and (e) recognize emerging technological advances that pose new opportunities and challenges, and we encourage Member States, with the support of United Nations entities, to conduct relevant studies and convene dialogues to explore policy options for developing countries to individually and collectively manage challenges and enhance the benefits from the evolution of technologies such as artificial intelligence, big data, robotics and other technological innovations, according to national plans and policies.",
    "31": "Recognizing the value of inclusive multi-stakeholder approaches to South- South and triangular cooperation led by Member States whereby governments create enabling environments that mobilize collective action by a growing number of diverse actors in South-South and triangular cooperation, we: (a) encourage Member States and all relevant stakeholders, as appropriate, to establish or strengthen, coordinated mechanisms at sub-national, national, regional and global levels to leverage the expertise and other resources of multi-stakeholder partnerships to support South-South cooperation and triangular cooperation initiatives towards the attainment of the 2030 Agenda for Sustainable Development; (b) encourage Member States to share relevant knowledge, experience and best practices on public-private partnerships, including risk assessment, and regulatory frameworks, to further contribute to sustainable development, and in this regard, we welcome the ongoing work of the United Nations Development System, including the United Nations Regional Commissions, within existing resources, including studies on possible models of international public-private partnership in support of South-South and triangular cooperation; (c) recognize that the shortage of resources continues to hinder the expansion of South-South and triangular cooperation. We thus underscore the need for further mobilization of resources and to engage, inter-alia, the private sector in South-South and triangular initiatives for sustainable development. We also encourage business practices to be aligned with the sustainable development goals and their targets, in line with national plans and priorities, to contribute to the development and transfer of science, technology and innovation-based solutions on mutually agreed terms, across the South; and (d) recognize that South-South and triangular cooperation has the potential to enhance capacity-building, strengthen human resources and leverage the catalytic role of education and human development in the creation of employment opportunities and encourage developed and developing countries to strengthen South-South and triangular cooperation in the field of education, particularly in the area of science technology, innovation and technical and vocational education to enhance developing countries’ capacities to eradicate poverty, reduce inequality and produce more high- value goods and services.",
    "32": "We recognize trends towards rapid urbanization in developing countries and call for greater South-South and triangular cooperation initiatives aimed at eradication of poverty in all its forms and dimensions in urban and rural areas through more coordinated policies and sharing of knowledge, solutions and experience, by raising the productivity, resilience and sustainability at the local level, including of urban centers where 68 per cent of the world’s population is projected to live by 2050. An important means to this end is sharing of good practices in participatory urban planning and management. We stress the importance of scaling up South-South and triangular cooperation towards decent work for all, local community development and service delivery in rural areas to address the drivers of rural-to-urban migration and related challenges. Buenos Aires outcome document of the second High-level United Nations Conference on South-South Cooperation A/RES/73/291 11/11 19-06371",
    "33": "We recognize the need to mobilize adequate resources from all sources, including public, private, domestic and international, for enhancing South-South and triangular cooperation and, in this context, we commend developing countries that have partnered with United Nations entities and established financing facilities and trust funds to advance South-South cooperation for addressing development challenges. We commend developed countries for their support, to South-South cooperation and engagement in triangular cooperation and encourage them to further scale it up.",
    "34": "We welcome contributions to the Pérez-Guerrero Trust Fund for South-South Cooperation and the United Nations Fund for South-South Cooperation and invite all developed and developing countries to keep up and scale up their efforts in this regard. In this context, we encourage UNOSSC to support these efforts by undertaking resource mobilization initiatives to facilitate the effective and efficient use of financial and in-kind resources for the United Nations Fund for South-South Cooperation, in line with the overall UNDP resource mobilization strategy and strategic plans while avoiding fragmentation of financing arrangements. We also encourage UNOSSC and relevant United Nations entities, upon request, to facilitate developing countries to access South-South cooperation funds.",
    "35": "We welcome the progress made since Monterrey Consensus on Financing for Development to develop and mobilize support for innovative sources and mechanisms of additional financing, and we encourage countries to further explore new sources and instruments of innovative financing for funding the Sustainable Development Goals at the global, regional, national and subnational levels, as appropriate.",
    "36": "We call upon the Secretary General to report, on the implementation of this outcome document, in his existing reports to the General Assembly and the High- Level Committee on South-South Cooperation, as appropriate.",
    "37": "We convey our appreciation and gratitude to the Republic of Argentina and its people for the excellent organization and hosting of the Second United Nations High- level Conference on South-South Cooperation and the warm hospitality extended to us in the city of Buenos Aires."
  },
  "agenda_items": [
    "Item 25"
  ],
  "symbol_references": [
    "A/73/L.80"
  ]
}