{
  "symbol": "A/RES/79/31",
  "filename": "A_RES_79_31.pdf",
  "title": "79/31. Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them",
  "text": "United Nations \nA/RES/79/31\n \n \nGeneral Assembly \nDistr.: General \n9 December 2024 \n \n24-23045 (E)     \n*2423045* \n \n \nSeventy-ninth session \nAgenda item 98 (m) \nGeneral and complete disarmament: assistance to States \nfor curbing the illicit traffic in small arms and light \nweapons and collecting them \n \n \n \n \n Resolution adopted by the General Assembly \non 2 December 2024 \n \n \n \n \n[on the report of the First Committee (A/79/408, para. 114)] \n \n \n \n79/31. Assistance to States for curbing the illicit traffic in small arms and \nlight weapons and collecting them \n \n \n \nThe General Assembly,  \n \nRecalling its resolution 78/54 of 4 December 2023, \n \nDeeply concerned by the magnitude of human casualty and suffering, especially \namong children, caused by the illicit proliferation and use of small arms and light \nweapons, \n \nConcerned by the negative impact that the illicit proliferation and use of those \nweapons continue to have on the efforts of States in the Sahelo-Saharan subregion in \nthe areas of poverty eradication, sustainable development and the maintenance of \npeace, security and stability, \n \nBearing in mind the Bamako Declaration on an African Common Position on \nthe Illicit Proliferation, Circulation and Trafficking of Small Arms and Light \nWeapons, adopted in Bamako on 1 December 2000,1  \n \nRecalling the report of the Secretary-General entitled “In larger freedom: \ntowards development, security and human rights for all”, 2 in which he emphasized \nthat States must strive just as hard to eliminate the threat of small arms and light \nweapons as they do to eliminate the threat of weapons of mass destruction, \n__________________ \n \n1  A/CONF.192/PC/23, annex. \n \n2  A/59/2005. \n\nA/RES/79/31 \nAssistance to States for curbing the illicit traffic in small arms \nand light weapons and collecting them\n \n24-23045\n2/3 \n \n \nRecalling also the International Instrument to Enable States to Identify and \nTrace, in a Timely and Reliable Manner, Illicit Small Arms and Light Weapons, \nadopted on 8 December 2005,3 \n \nRecalling further the expression of support in the 2005 World Summit Outcome \nfor the implementation of the Programme of Action to Prevent, Combat and Eradicate \nthe Illicit Trade in Small Arms and Light Weapons in All Its Aspects, 4 \n \nRecalling the adoption, on 14 June 2006 in Abuja at the thirtieth ordinary \nsummit of the Economic Community of West African States, of the Convention on \nSmall Arms and Light Weapons, Their Ammunition and Other Related Materials, in \nreplacement of the moratorium on the importation, exportation and manufacture of \nsmall arms and light weapons in West Africa, \n \nRecalling also the entry into force of the Convention on 29 September 2009, \n \nRecalling further the decision taken by the Economic Community to establish \nthe Small Arms Unit, responsible for advocating appropriate policies and developing \nand implementing programmes, as well as the establishment of the Economic \nCommunity’s Small Arms Control Programme, launched on 6 June 2006 in Bamako, \nin replacement of the Programme for Coordination and Assistance for Security and \nDevelopment, \n \nTaking note of the latest report of the Secretary-General on the illicit trade in \nsmall arms and light weapons in all its aspects and assistance to States for curbing the \nillicit traffic in small arms and light weapons and collecting them, 5  \n \nRecalling, in that regard, the decision of the European Union to significantly \nsupport the Economic Community in its efforts to combat the illicit proliferation of \nsmall arms and light weapons, \n \nRecognizing the important role that civil society organizations play, by raising \npublic awareness, in efforts to curb the illicit traffic in small arms and light weapons, \n \nRecalling the report of the Eighth Biennial Meeting of States to Consider the \nImplementation of the Programme of Action to Prevent, Combat and Eradicate the \nIllicit Trade in Small Arms and Light Weapons in All Its Aspects, held in New York \nfrom 27 June to 1 July 2022,6 \n \nRecalling also the report of the Fourth United Nations Conference to Review \nProgress Made in the Implementation of the Programme of Action to Prevent, Combat \nand Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, \nheld in New York from 18 to 28 June 2024,7 \n \nWelcoming the inclusion of small arms and light weapons in the scope of the \nArms Trade Treaty, 8  as well as the inclusion of international assistance in its \nprovisions, \n \n1. \nCommends the United Nations and international, regional and other \norganizations for their assistance to States for curbing the illicit traffic in small arms \nand light weapons and collecting them; \n \n2. \nEncourages the Secretary-General to pursue his efforts in the context of \nthe implementation of General Assembly resolution 49/75 G of 15 December 1994 \n__________________ \n \n3  See decision 60/519 and A/60/88 and A/60/88/Corr.2, annex. \n \n4  Resolution 60/1, para. 94. \n \n5  A/79/77. \n \n6  A/CONF.192/BMS/2022/1. \n \n7  A/CONF.192/2024/RC/3. \n \n8  United Nations, Treaty Series, vol. 3013, No. 52373. \n\nAssistance to States for curbing the illicit traffic in small arms  \nand light weapons and collecting them \nA/RES/79/31\n \n3/3\n24-23045 \n \nand the recommendations of the United Nations advisory missions aimed at curbing \nthe illicit circulation of small arms and light weapons and collecting them in the \naffected States that so request, with the support of the United Nations Regional Centre \nfor Peace and Disarmament in Africa and in close cooperation with the African Union; \n \n3. \nEncourages the international community to support the implementation of \nthe Economic Community of West African States Convention on Small Arms and \nLight Weapons, Their Ammunition and Other Related Materials; \n \n4. \nEncourages the countries of the Sahelo-Saharan subregion to facilitate the \neffective functioning of national commissions to combat the illicit proliferation of \nsmall arms and light weapons, and in that regard invites the international community \nto lend its support wherever possible; \n \n5. \nEncourages the collaboration of civil society organizations and \nassociations in the efforts of the national commissions to combat the illicit traffic in \nsmall arms and light weapons and in the implementation of the Programme of Action \nto Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons \nin All Its Aspects;9  \n \n6. \nEncourages cooperation among State organs, international organizations \nand civil society in support of programmes and projects aimed at combating the illicit \ntraffic in small arms and light weapons and collecting them; \n \n7. \nCalls upon the international community to provide technical and financial \nsupport to strengthen the capacity of civil society organizations to take action to help \nto combat the illicit trade in small arms and light weapons; \n \n8. \nInvites the Secretary-General and those States and organizations that are \nin a position to do so to continue to provide assistance to States for curbing the illicit \ntraffic in small arms and light weapons and collecting them; \n \n9. \nRequests the Secretary-General to continue to consider the matter and to \nreport to the General Assembly at its eightieth session on the implementation of the \npresent resolution; \n \n10. Decides to include in the provisional agenda of its eightieth session, under \nthe item entitled “General and complete disarmament”, the sub-item entitled \n“Assistance to States for curbing the illicit traffic in small arms and light weapons \nand collecting them”. \n \n43rd plenary meeting \n2 December 2024 \n \n__________________ \n \n9  Report of the United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in \nAll Its Aspects, New York, 9–20 July 2001 (A/CONF.192/15), chap. IV, para. 24. \n",
  "paragraphs": {
    "1": "Commends the United Nations and international, regional and other organizations for their assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them;",
    "2": "Encourages the Secretary-General to pursue his efforts in the context of the implementation of General Assembly resolution 49/75 G of 15 December 1994 __________________ 3 See decision 60/519 and A/60/88 and A/60/88/Corr.2, annex. 4 Resolution 60/1, para. 94. 5 A/79/77. 6 A/CONF.192/BMS/2022/1. 7 A/CONF.192/2024/RC/3. 8 United Nations, Treaty Series, vol. 3013, No. 52373. Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them A/RES/79/31 3/3 24-23045 and the recommendations of the United Nations advisory missions aimed at curbing the illicit circulation of small arms and light weapons and collecting them in the affected States that so request, with the support of the United Nations Regional Centre for Peace and Disarmament in Africa and in close cooperation with the African Union;",
    "3": "Encourages the international community to support the implementation of the Economic Community of West African States Convention on Small Arms and Light Weapons, Their Ammunition and Other Related Materials;",
    "4": "Encourages the countries of the Sahelo-Saharan subregion to facilitate the effective functioning of national commissions to combat the illicit proliferation of small arms and light weapons, and in that regard invites the international community to lend its support wherever possible;",
    "5": "Encourages the collaboration of civil society organizations and associations in the efforts of the national commissions to combat the illicit traffic in small arms and light weapons and in the implementation of the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects;9",
    "6": "Encourages cooperation among State organs, international organizations and civil society in support of programmes and projects aimed at combating the illicit traffic in small arms and light weapons and collecting them;",
    "7": "Calls upon the international community to provide technical and financial support to strengthen the capacity of civil society organizations to take action to help to combat the illicit trade in small arms and light weapons;",
    "8": "Invites the Secretary-General and those States and organizations that are in a position to do so to continue to provide assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them;",
    "9": "Requests the Secretary-General to continue to consider the matter and to report to the General Assembly at its eightieth session on the implementation of the present resolution;",
    "10": "Decides to include in the provisional agenda of its eightieth session, under the item entitled “General and complete disarmament”, the sub-item entitled “Assistance to States for curbing the illicit traffic in small arms and light weapons and collecting them”. 43rd plenary meeting 2 December 2024 __________________ 9 Report of the United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, New York, 9–20 July 2001 (A/CONF.192/15), chap. IV, para. 24."
  },
  "agenda_items": [
    "Item 98"
  ],
  "symbol_references": []
}