{
  "symbol": "A/RES/80/191",
  "filename": "A_RES_80_191.pdf",
  "title": "80/191. Rights of Indigenous Peoples",
  "text": "United Nations \nA/RES/80/191 \n \nGeneral Assembly \nDistr.: General \n19 December 2025 \n25-20889 (E) \n*2520889* \n \n \nEightieth session \nAgenda item 68 (a) \nRights of Indigenous Peoples: rights of Indigenous Peoples \n \n \n \n \n Resolution adopted by the General Assembly \non 15 December 2025 \n \n \n[on the report of the Third Committee (A/80/545, para. 5)] \n \n \n 80/191. Rights of Indigenous Peoples \n \n \n \nThe General Assembly, \n \nReaffirming the purposes and principles contained in the Charter of the United \nNations, \n \nRecalling all relevant resolutions of the General Assembly, the Human Rights \nCouncil and the Economic and Social Council relating to the rights of Indigenous \nPeoples, reaffirming its resolutions 65/198 of 21 December 2010, 66/142 of \n19 December 2011, 67/153 of 20 December 2012, 68/149 of 18 December 2013, 69/2 \nof 22 September 2014, 69/159 of 18 December 2014, 70/232 of 23 December 2015, \n71/178 of 19 December 2016, 71/321 of 8 September 2017, 72/155 of 19 December \n2017, 72/247 of 24 December 2017, 73/156 of 17 December 2018, 74/135 of \n18 December 2019, 75/168 of 16 December 2020, 76/148 of 16 December 2021, \n77/203 of 15 of December of 2022 and 78/189 of 19 December 2023, 79/159 of \n17 December 2024, and 79/315 of 30 June 2025, and recalling Human Rights Council \nresolutions 27/13 of 25 September 2014,1 30/4 of 1 October 2015,2 33/12 and 33/13 \nof 29 September 2016,3 36/14 of 28 September 2017,4 39/13 of 28 September 2018,5 \n42/19 of 26 September 2019,6 45/12 of 6 October 2020,7 48/11 of 8 October 2021,8 \n_______________ \n \n1 See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 53A and \ncorrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n2 Ibid., Seventieth Session, Supplement No. 53A (A/70/53/Add.1), chap. III. \n \n3 Ibid., Seventy-first Session, Supplement No. 53A and corrigendum (A/71/53/Add.1 and \nA/71/53/Add.1/Corr.1), chap. II. \n \n4 Ibid., Seventy-second Session, Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n5 Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. II. \n \n6 Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. III. \n \n7 Ibid., Seventy-fifth Session, Supplement No. 53A (A/75/53/Add.1), chap. III. \n \n8 Ibid., Seventy-sixth Session, Supplement No. 53A (A/76/53/Add.1), chap. IV, sect. A. \n\nA/RES/80/191 \nRights of Indigenous Peoples\n \n25-20889\n2/16 \n \n51/18 of 6 October 2022, 9  54/12 of 11 October 2023 10  and 57/15 of 10 October \n2024,11 and 60/13 of 6 October 2025, \n \nReaffirming the United Nations Declaration on the Rights of Indigenous \nPeoples,12 which addresses the individual and collective rights of Indigenous Peoples \nand has positively influenced the drafting of several constitutions and statutes at the \nnational and local levels and contributed to the progressive development of \ninternational and national legal frameworks and policies, \n \nRecalling the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples, held in \nNew York on 22 and 23 September 2014,13 in which Heads of State and Government, \nministers and representatives of Member States reiterated the important and \ncontinuing role of the United Nations in promoting and protecting the rights of \nIndigenous Peoples, recalling also the inclusive preparatory process for the high-level \nplenary meeting, including the comprehensive engagement of the representatives of \nIndigenous Peoples, and welcoming and reaffirming the commitments, measures and \nefforts undertaken by States, the United Nations system, Indigenous Peoples and other \nactors in its implementation, \n \nEncouraging the active engagement of Indigenous Peoples in the \nimplementation of the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples, including \nat the regional and global levels, and inviting the General Assembly to consider \nholding a follow-up World Conference on Indigenous Peoples to enable follow-up on \nthe implementation of the outcome document, \n \nRecalling the 2030 Agenda for Sustainable Development, 14 and stressing the \nneed to ensure that no one is left behind and to endeavour to reach the furthest behind \nfirst, in particular Indigenous Peoples, who should participate in, contribute to and \nbenefit without discrimination from the implementation of the 2030 Agenda, and \nencouraging Member States to give due consideration to all the rights of Indigenous \nPeoples while implementing the 2030 Agenda, \n \nStressing the importance of promoting and pursuing the objectives of the United \nNations Declaration on the Rights of Indigenous Peoples also through international \ncooperation to support national and regional efforts and instruments to achieve the \nends of the Declaration, including the right to maintain and strengthen the distinct \npolitical, legal, economic, social and cultural institutions of Indigenous Peoples and \nthe right to participate fully, if they so choose, in the political, economic, social and \ncultural life of the State, \n \nTaking note of the references to Indigenous Peoples in the Pact for the Future, \nthe Global Digital Compact and the Declaration on Future Generations, 15 \n \nNoting the need to recognize, respect, promote and protect the rights of \nIndigenous Peoples, their territories, lands and ecosystems, while safeguarding their \ntraditions, spiritual beliefs and ancestral knowledge, strengthen their distinct political, \nlegal, economic social and cultural institutions, while retaining their right to \nparticipate fully, if they so choose, in the political, economic, social and cultural life \nof the State, and ensure their right to participation in decision-making in matters that \n_______________ \n \n9 Ibid., Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. III, sect. A. \n \n10 Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n \n11 Ibid., Seventy-ninth Session, Supplement No. 53A (A/79/53/Add.1), chap. II. \n \n12 Resolution 61/295, annex. \n \n13 Resolution 69/2. \n \n14 Resolution 70/1. \n \n15 Resolution 79/1. \n\nRights of Indigenous Peoples \nA/RES/80/191\n \n3/16\n25-20889 \n \nwould affect their rights, as determined by law and in accordance with international \nhuman rights obligations, \n \nReiterating that the coronavirus disease (COVID‑19) pandemic was one of the \ngreatest global challenges, and recognizing that, although its acute phase has ended, \nits consequences continue to affect Indigenous Peoples, especially women and girls, \nparticularly in their health, well-being, livelihoods, food security, economies, trade, \neducation and full enjoyment of human rights, with disproportionate impacts on the \npoor and those in vulnerable situations, \n \nRecognizing the need for science, technology and innovation to be adapted and \nmade relevant to Indigenous Peoples, in line with the principle of free, prior and \ninformed consent, fostering synergies between science and technology and \nIndigenous knowledge, systems, practices and capacities, \n \nExpressing deep concern about the rise in discrimination, hate speech, \nstigmatization, racism, racial discrimination, xenophobia and related intolerance, \nincluding against Indigenous Peoples, and highlighting the urgent need to counter \nsuch conduct in accordance with international human rights law, \n \nCondemning the cases of threats, harassment, reprisals and murder of \nIndigenous Peoples, in particular women and girls, and persons with disabilities, often \nwith impunity, as well as land invasions, arbitrary forced evictions and other abusive \npractices, \n \nCondemning also the increase of cases of intimidation, harassment and reprisals \nagainst Indigenous human rights defenders and Indigenous leaders, including \nIndigenous women, as well as Indigenous Peoples’ representatives attending United \nNations meetings and United Nations mandate holders working on the rights of \nIndigenous Peoples, and expressing its concern at the practice of some countries, \nincluding those hosting meetings on Indigenous issues, of intentionally or in a \ndiscriminatory manner delaying or denying entry visas to United Nations mandate \nholders or Indigenous Peoples’ representatives, or applying additional travel \nrestrictions to them that interfere, inter alia, with their ability to participate in or return \nfrom such meetings, \n \nBearing in mind the policy instruments in the Global Compact for Safe, Orderly \nand Regular Migration16 for Member States to draw on, including to respond to the \nneeds of migrants who face situations of vulnerability, including Indigenous Peoples, \n \nNoting the importance to Indigenous women and girls of the United Nations \nDeclaration on the Rights of Indigenous Peoples and the Indigenous and Tribal \nPeoples Convention, 1989 (No. 169), of the International Labour Organization,17 \n \nRecalling the agreed conclusions of the sixty-third session of the Commission \non the Status of Women,18 in which Governments at all levels and as appropriate, with \nthe relevant entities of the United Nations system and international and regional \norganizations, within their respective mandates and bearing in mind national \npriorities, were urged to promote and protect the rights of Indigenous women and \ngirls, including those living in rural and remote areas, by addressing the multiple and \nintersecting forms of discrimination and barriers that they face, including violence, \nensuring access to quality and inclusive education, healthcare, public services, \neconomic resources, including land and natural resources, and women’s access to \ndecent work, and promoting their meaningful participation in the economy and in \n_______________ \n \n16 Resolution 73/195, annex. \n \n17 United Nations, Treaty Series, vol. 1650, No. 28383. \n \n18 See Official Records of the Economic and Social Council, 2019, Supplement No. 7 (E/2019/27), \nchap. I, sect. A. \n\nA/RES/80/191 \nRights of Indigenous Peoples\n \n25-20889\n4/16 \n \ndecision-making processes at all levels and in all areas, while respecting and \nprotecting their traditional and ancestral knowledge, recognizing that Indigenous \nwomen and girls, including those living in rural and remote areas, regardless of age, \noften face violence and higher rates of poverty, limited access to healthcare services, \ninformation and communications technologies, infrastructure, financial services, \neducation and employment, while recognizing also their cultural, social, economic, \npolitical and environmental contributions, including to climate change mitigation and \nadaptation, \n \nRecognizing that violence against Indigenous women and girls, online and \noffline, has a negative impact on their enjoyment of human rights and fundamental \nfreedoms and constitutes a major impediment to Indigenous women’s full, equal, \nmeaningful and effective participation in society, the economy and political decision-\nmaking, and in this regard recalling Human Rights Council resolution 32/19 of 1 July \n2016, entitled “Accelerating efforts to eliminate violence against women: preventing \nand responding to violence against women and girls, including Indigenous women \nand girls”,19 which brings closer attention to this issue, and recognizing also the \nnegative effects of multiple and intersecting forms of discrimination, \n \nTaking note of general recommendation No. 39 (2022) on the rights of \nIndigenous women and girls20 of the Committee on the Elimination of Discrimination \nagainst Women, and noting further that it provides recommendations to States Parties \non legislative, policy and other relevant measures to ensure the implementation of the \nConvention on the Elimination of All Forms of Discrimination against Women,21 \n \nStressing the importance of the empowerment and capacity-building of \nIndigenous women and youth, including their full, meaningful, equal and effective \nparticipation in decision-making processes in matters that affect them directly, \nincluding policies, programmes and resources, where relevant, that target the well-\nbeing of Indigenous women, children and youth, in particular in the areas of quality \nhealth services, inclusive quality education, productive employment and decent work, \nthe transmission of traditional, scientific and technical knowledge, languages, \nspiritual and religious traditions and practices, and the importance of taking measures \nto promote awareness and understanding of their rights, \n \nRecognizing the importance of the International Year of Indigenous Languages \nand the International Decade of Indigenous Languages to draw attention to the critical \nloss of Indigenous languages and the urgent need to preserve, revitalize and promote \nIndigenous languages, including sign languages, and to take further urgent steps to \nthat end at the national and international levels, taking into consideration challenges \nrelated to high linguistic diversity, including the promotion, translation and \ninterpretation of international instruments to Indigenous languages, \n \nStressing the importance of the preservation, revitalization and promotion of \nIndigenous languages for the empowerment of Indigenous language users, speakers \nand signers, and the preservation of Indigenous Peoples’ cultures, traditions and \nknowledge, and recognizing the potential of the positive contribution of digital \ntechnologies in this regard, \n \nRecognizing the important contribution of Indigenous Peoples in addressing a \nrange of issues on the international agenda, \n_______________ \n \n19 See Official Records of the General Assembly, Seventy-first Session, Supplement No. 53 \n(A/71/53), chap. V, sect. A. \n \n20 CEDAW/C/GC/39. \n \n21 United Nations, Treaty Series, vol. 1249, No. 20378. \n\nRights of Indigenous Peoples \nA/RES/80/191\n \n5/16\n25-20889 \n \n \nRecognizing also that Indigenous individuals have the rights to life, physical \nand mental integrity, liberty and security of person, and the collective right of \nIndigenous Peoples to live in freedom, peace and security, as set out in the United \nNations Declaration on the Rights of Indigenous Peoples, and emphasizing the \nimportance of meaningfully engaging Indigenous Peoples in peace agreement \nnegotiations, transitional justice processes, conflict resolution, mediation and \nconstructive arrangements, \n \nRecognizing further the importance to Indigenous Peoples of revitalizing, using, \ndeveloping and transmitting to future generations their histories, languages, oral \ntraditions, cultures, knowledge, philosophies, writing systems and literature, \n \nTaking note of World Health Assembly resolution 76.16 of 30 May 2023, \nentitled “The health of Indigenous Peoples”,22 in which the World Health Assembly \nrecalls relevant principles in the United Nations Declaration on the Rights of \nIndigenous Peoples, reaffirms that Indigenous Peoples have the right to their \ntraditional medicines and to maintain their health practices, including the \nconservation of their vital medicinal plants, and also reaffirms that Indigenous \nindividuals have the right to access, without any discrimination, all social and health \nservices, \n \nDeeply concerned that, in many cases, suicide rates in Indigenous Peoples’ \ncommunities, in particular among Indigenous youth and children, are significantly \nhigher than in the general population, and recognizing the need to support a holistic \napproach to social and emotional well-being through connection to land, culture, \nspirituality and ancestry, in addition to access to mental health services and \npsychosocial support, \n \nBearing in mind the importance of promoting respect for the rights of \nIndigenous children, in particular eliminating the worst forms of child labour, in \naccordance with international law, including relevant human rights law and \ninternational labour law obligations, \n \nRecognizing the importance of access to justice in the promotion and protection \nof the rights of Indigenous Peoples and individuals and the need to examine and take \nsteps to remove obstacles to justice for Indigenous Peoples, especially for Indigenous \nwomen, children, youth, older persons and persons with disabilities, \n \nReiterating the responsibility of transnational corporations and other business \nenterprises to respect all human rights, while recognizing the specific challenges that \nmay be faced by Indigenous Peoples, and all applicable laws and international \nprinciples and to operate transparently and in a socially and environmentally \nresponsible manner, and emphasizing the need to refrain from negatively affecting the \nwell-being of Indigenous Peoples and to take further action towards corporate \nresponsibility and accountability, including the prevention, mitigation and \nremediation of human rights abuses, in line with the Guiding Principles on Business \nand Human Rights: Implementing the United Nations “Protect, Respect and Remedy” \nFramework,23 \n \nTaking note of the work carried out by the Special Rapporteur on the rights of \nIndigenous Peoples, including on the protection of Indigenous human rights \ndefenders, as well as of his interim report entitled “Identification, demarcation, \nregistration, and titling of Indigenous Peoples’ lands: practices and lessons”,24 and \ncalling upon all States to consider the recommendations contained in the report, \n_______________ \n \n22 See World Health Organization, document WHA76/2023/REC/1. \n \n23 A/HRC/17/31, annex. \n \n24 See A/80/181. \n\nA/RES/80/191 \nRights of Indigenous Peoples\n \n25-20889\n6/16 \n \n \nTaking note with appreciation of the decision of the Human Rights Council, in \nits resolution 60/13, that the theme of the annual half-day panel discussion on the \nrights of Indigenous Peoples, to be held during the sixty-third session of the Human \nRights Council, will be on “Convention for the Protection of the World Cultural and \nNatural Heritage: Indigenous Peoples’ rights and engagement”, and looking forward \nto the summary report thereon to be prepared by the Office of the United Nations \nHigh Commissioner for Human Rights, \n \nNoting the discussions to enhance the participation of Indigenous Peoples in the \nwork of the Human Rights Council, including the discussions and outcomes of the \ntwo intersessional meetings on concrete ways to enhance the participation of \nIndigenous Peoples in the work of the Council, held on 18 and 19 July and 17 and \n18 October 2024, convened to discuss recommendations on possible ways to ensure \nthe enhanced participation of Indigenous Peoples in the work of the Council, and \ntaking note of the summary report thereon prepared by the Office of the High \nCommissioner,25 \n \nTaking note of the report of the Office of the United Nations High Commissioner \nfor Human Rights on the half-day panel discussion, held on 27 September 2023, on \nthe rights of Indigenous Peoples, in particular, the impact of certain development \nprojects on Indigenous women,26 \n \nRecognizing the importance of free, prior and informed consent, as outlined in \nthe United Nations Declaration on the Rights of Indigenous Peoples, \n \nRecognizing and reaffirming that Indigenous individuals are entitled without \ndiscrimination to all human rights recognized in international law, and that Indigenous \nPeoples possess collective rights as set out in the United Nations Declaration on the \nRights of Indigenous Peoples, which are indispensable for their existence, well-being \nand integral development as peoples, \n \nRecognizing the value and the diversity of the cultures and the form of social \norganization of Indigenous Peoples and their holistic traditional knowledge of their \nlands, natural resources and environment, and stressing that Indigenous Peoples, \nincluding those who are in voluntary isolation or initial contact, have the right to self-\ndetermination and can choose to live in accordance with their traditions, \n \nNoting that the General Assembly, in the outcome document of the high-level \nplenary meeting of the Assembly known as the World Conference on Indigenous \nPeoples, affirmed and recognized the importance of Indigenous Peoples’ religious and \ncultural sites and of providing access to and repatriation of their ceremonial objects \nand human remains, as contemplated in the United Nations Declaration on the Rights \nof Indigenous Peoples, \n \nCommending Member States, cultural, religious and educational institutions, \nmuseums, Indigenous Peoples and civil society for their efforts to combat the illicit \ntrade in Indigenous Peoples’ cultural property, and welcoming all initiatives, whether \nby States, institutions or private persons, for the voluntary return of Indigenous \nPeoples’ cultural property that has been illicitly appropriated, \n \nRecognizing that agricultural practices and forestry that include Indigenous \ntraditional knowledge and innovations can contribute to overcoming the combined \nchallenges of climate change, food insecurity, biodiversity conservation and \ncombating desertification and land degradation, \n_______________ \n \n25 A/HRC/59/35. \n \n26 A/HRC/56/33. \n\nRights of Indigenous Peoples \nA/RES/80/191\n \n7/16\n25-20889 \n \n \nRecognizing also that Indigenous Peoples, particularly Indigenous women and \ngirls and Indigenous persons with disabilities, are disproportionately affected by the \nimpacts of climate change, which have a negative impact on the enjoyment of their \nrights, and stressing the need for resources, education and healthcare, as well as the \nneed to strengthen the full, equal and meaningful participation of Indigenous women \nin decision-making processes regarding environmental and development policies, \n \nRecognizing further the importance of facilitating Indigenous Peoples’ \nlivelihoods, which may be achieved by, inter alia, the recognition of their traditions, \nland tenure systems, adequate public policies and economic empowerment, \n \nRecognizing that the economic empowerment, inclusion and development of all \nIndigenous Peoples, especially Indigenous women, including through the \nestablishment of Indigenous-owned businesses, can enable them to improve their \nsocial, cultural, civil and political engagement, achieve greater economic \nindependence and build more sustainable and resilient communities, and noting the \ncontribution of Indigenous Peoples to the broader economy, \n \nConcerned about the extreme disadvantages that Indigenous Peoples have \ntypically faced across a range of social and economic indicators and about the \nimpediments to their full enjoyment of their rights, in particular for all women, young \nwomen and girls, \n \nStressing the need to pay particular attention to the rights and special needs of \nIndigenous women, children, youth, older persons and persons with disabilities, as set \nout in the United Nations Declaration on the Rights of Indigenous Peoples, including \nin the process of protecting and promoting their equal access to justice, \n \nWelcoming the adoption of decision CBD/COP/DEC/16/5 of 1 November 2024 \non the establishment of the Subsidiary Body on article 8 (j) as well as other matters \nrelevant to Indigenous Peoples under the Conference of the Parties to the Convention \non Biological Diversity and its Protocols, \n \nEncouraging initiatives for the allocation of financial resources for Indigenous \nPeoples in a timely, accessible and transparent manner, respecting the principle of \ncountry ownership and national priorities, \n \n1. \nNotes with appreciation the work of the Expert Mechanism on the Rights \nof Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special \nRapporteur on the rights of Indigenous Peoples, takes note of the reports of the Special \nRapporteur,27 and encourages all Governments to respond favourably to the requests \nof the Special Rapporteur for visits; \n \n2. \nTakes note of the report of the United Nations High Commissioner for \nHuman Rights on the rights of Indigenous Peoples, 28  the report of the Special \nRapporteur on the rights of Indigenous Peoples, entitled “Identification, demarcation, \nregistration and titling of Indigenous Peoples’ lands: practices and lessons”, 29 and the \nreport of the Expert Mechanism on the Rights of Indigenous Peoples, entitled “Right \nof Indigenous Peoples to data, including with regard to data collection and \ndisaggregation”,30 and its annual report on the rights of Indigenous Peoples;31 \n \n3. \nUrges Governments and the United Nations system, in consultation and \ncooperation with Indigenous Peoples through their representatives and institutions, to \n_______________ \n \n27 A/79/160, A/HRC/57/47 and A/HRC/57/47/Add.1. \n \n28 A/HRC/60/41. \n \n29 A/80/181. \n \n30 A/HRC/60/66. \n \n31 A/HRC/60/65. \n\nA/RES/80/191 \nRights of Indigenous Peoples\n \n25-20889\n8/16 \n \ncontinue to implement appropriate measures at the national level, including \nlegislative measures, to achieve the ends of the United Nations Declaration on the \nRights of Indigenous Peoples and to promote awareness of it among all sectors of \nsociety, including members of legislatures, the judiciary and the civil service, as well \nas among Indigenous Peoples, and invites international and regional organizations, \nwithin their respective mandates, national human rights institutions, where they exist, \ncivil society, including non‑governmental organizations, and other relevant actors to \ncontribute to those efforts; \n \n4. \nUnderscores the importance of implementing the outcome document of the \nhigh-level plenary meeting of the General Assembly known as the World Conference \non Indigenous Peoples, and reiterates the commitment of Member States to \ncooperating with Indigenous Peoples, through their own representative institutions, \nto develop and implement national action plans, strategies or other measures, where \nrelevant, to achieve the ends of the United Nations Declaration on the Rights of \nIndigenous Peoples, and acknowledges the positive development that several States \nhave developed, or are in the process of developing, national action plans and \ndomestic legislation for their implementation with the coordination of Indigenous \nPeoples; \n \n5. \nEncourages the leadership of the Secretary-General and of the \nUnder‑Secretary-General for Economic and Social Affairs, as the responsible senior \nofficial of the United Nations system, in overseeing the implementation of and in \nfollowing up on the system-wide action plan to ensure a coherent approach to \nachieving the ends of the United Nations Declaration on the Rights of Indigenous \nPeoples, raising awareness of the rights of Indigenous Peoples and increasing the \ncoherence of the activities of the system in this regard, and encourages the funds, \nprogrammes and specialized agencies of the United Nations system, resident \ncoordinators and United Nations country teams to implement this plan in full \nalignment with national development needs and priorities; \n \n6. \nEncourages Member States, resident coordinators and United Nations \ncountry teams, within their mandates and in coordination with the Governments \nconcerned, to involve Indigenous Peoples regarding issues affecting them in the \npreparation of the United Nations Sustainable Development Cooperation Frameworks \nand country programme action plans; \n \n7. \nReminds Member States to work towards achieving the ends of the United \nNations Declaration on the Rights of Indigenous Peoples; \n \n8. \nEncourages those States that have not yet ratified or acceded to the \nIndigenous and Tribal Peoples Convention, 1989 (No. 169), of the International \nLabour Organization to consider doing so; \n \n9. \nUrges Member States to implement World Health Assembly resolution \n76.16 of 30 May 2023, entitled “The health of Indigenous Peoples”, and invites the \nDirector-General of the World Health Organization to take into account the present \nresolution while developing a global plan of action for the health of Indigenous \nPeoples within the framework of resolution 76.16 and his mandate for the \nconsideration of the seventy-ninth World Health Assembly; \n \n10. Reiterates the need for Member States to ensure protection for Indigenous \nPeoples affected by public health emergencies and protection from future health \nemergencies, and prevent all forms of discrimination, especially in the context of \ntimely, universal, inclusive, equitable and non‑discriminatory access to safe, quality, \neffective and affordable healthcare and services and medical supplies and equipment, \nincluding diagnostics, therapeutics, medicine and vaccines, and through the \ndissemination of accurate, clear and evidence- and science-based information, \n\nRights of Indigenous Peoples \nA/RES/80/191\n \n9/16\n25-20889 \n \nincluding in Indigenous languages, as appropriate, and to leave no one behind, with \nan endeavour to reach the furthest behind first, founded on the dignity of the human \nperson and reflecting the principles of equality and non‑discrimination, and calls upon \nMember States to put in place an inclusive response to and recovery from public \nhealth emergencies and engage with Indigenous Peoples and other relevant \nstakeholders to fully empower all in improving and protecting their own health; \n \n11. Reaffirms that Indigenous Peoples have the right to their traditional \nmedicines and to maintain their health practices, 32  including, inter alia, the \nconservation of their vital medicinal plants, as part of the response to public health \nemergencies and their consequences, and also reaffirms that Indigenous individuals \nhave the right to access, without any discrimination, to all social and health services; \n \n12. Recalls the report of the Secretary-General on the status of the United \nNations Voluntary Fund for Indigenous Peoples, 33  encourages Governments and \nintergovernmental and non‑governmental organizations to continue to contribute to \nthe trust fund on Indigenous issues and the United Nations Voluntary Fund for \nIndigenous Peoples and invites Indigenous organizations and private institutions and \nindividuals to do likewise, and notes the importance of accessibility, accountability, \ntransparency and balanced geographical distribution in the management of those \nfunds; \n \n13. Also recalls the expansion of the mandate of the United Nations Voluntary \nFund for Indigenous Peoples so that it can assist representatives of Indigenous \nPeoples’ organizations and communities in participating, whether in person or \nalternatively by electronic means, in other mechanisms and negotiations such as the \nForum on Business and Human Rights and in the Conference of the Parties to the \nUnited Nations Framework Convention on Climate Change, including in its \npreparatory sessions and in the meetings of the Local Communities and Indigenous \nPeoples Platform Facilitative Working Group organized by the secretariat of the \nConvention, in accordance with their respective rules and regulations; \n \n14. Decides to further expand the mandate of the United Nations Voluntary \nFund for Indigenous Peoples so that it can assist representatives of Indigenous \nPeoples’ organizations and communities in participating in meetings related to the \nConvention for the Protection of the World Cultural and Natural Heritage;34 \n \n15. Notes the ongoing work and potential of the Local Communities and \nIndigenous Peoples Platform of the United Nations Framework Convention on \nClimate Change, emphasizing the important role of Indigenous Peoples in achieving \nthe targets and goals set out in the United Nations Framework Convention on Climate \nChange,35 the Paris Agreement36 and the 2030 Agenda for Sustainable Development, \nand recognizes that Indigenous Peoples are among the first to face the direct \nconsequences of climate change owing to their dependence upon and close \nrelationship with the environment and its resources; \n \n16. Stresses the disproportionate impact of climate change on Indigenous \nPeoples due to their direct reliance on ecosystems, including for meeting their basic \nneeds and engaging in traditional and other economic activities, and further \nemphasizes that climate change poses a threat to the survival, dignity and well-being \n_______________ \n \n32 Resolution 61/295, annex, art. 24, para. 1. \n \n33 A/79/262. \n \n34 United Nations, Treaty Series, vol. 1037, No. 15511. \n \n35 Ibid., vol. 1771, No. 30822. \n \n36 See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n\nA/RES/80/191 \nRights of Indigenous Peoples\n \n25-20889\n10/16 \n \nof Indigenous Peoples and exacerbates the existing inequities and challenges that they \nface; \n \n17. Also stresses the urgent need to enhance adaptive capacity, strengthen \nresilience and reduce vulnerability of Indigenous Peoples to climate change and \nextreme weather events, and to support the leadership, knowledge, technologies, \npractices and efforts of Indigenous Peoples to address and respond to climate change, \nand encourages Member States to take measures that will ensure the full and effective \nparticipation of Indigenous Peoples in decision-making processes relating to climate \nchange on issues affecting them, including Indigenous women, youth, older persons \nand persons with disabilities; \n \n18. Further stresses the importance of enhancing the participation of \nIndigenous Peoples in processes and negotiations on issues that affect them, \nincluding, but not limited to, the United Nations Framework Convention on Climate \nChange and the Paris Agreement, 37 and the uunming-Montreal Biodiversity \nFramework 38 under the United Nations Convention on Biological Diversity, 39 the \nUnited Nations Convention to Combat Desertification in Those Countries \nExperiencing Serious Drought and/or Desertification, Particularly in Africa, 40 and the \nConvention for the Protection of the World Cultural and Natural Heritage; 41 \n \n19. Encourages Member States and the private sector to ensure more \nsustainable, environmentally friendly and responsible corporate behaviour that \naddresses the adverse environmental impact of certain business activities, such as \nillegal logging and mining, uncontrolled agribusiness expansions, unsustainable \nlarge-scale infrastructure development projects and extractive industries on the lands \nand territories traditionally inhabited by Indigenous Peoples and on the well-being of \nIndigenous Peoples; \n \n20. Decides to continue to observe the International Day of Indigenous \nPeoples every year on 9 August, and requests the Secretary-General to support the \nobservance of the Day from within existing resources; \n \n21. Encourages Member States and all organizations and bodies of the United \nNations system and other international and regional organizations, the private sector \nand academia, as well as civil society, including non‑governmental organizations, to \nobserve the International Day of Indigenous Peoples in an appropriate manner, \nincluding through educational and public awareness-raising activities; \n \n22. Encourages Member States to give due consideration to all the rights of \nIndigenous Peoples in fulfilling the commitments undertaken in the 2030 Agenda and \nin the elaboration of national action plans and programmes as well as international \nand regional programmes, applying the pledge to leave no one behind and to \nendeavour to reach the furthest behind first; \n \n23. Encourages States to continue to consider including in their voluntary \nnational reviews for the high-level political forum on sustainable development and \ntheir national and global reports information related to Indigenous Peoples on the \nprogress made and challenges in the implementation of the 2030 Agenda, bearing in \nmind paragraphs 78 and 79 of the 2030 Agenda, and also encourages States to compile \ndisaggregated data to measure progress and to ensure that no one is left behind; \n_______________ \n \n37 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n38 United Nations Environment Programme, document CBD/COP/15/17, decision 15/4, annex. \n \n39 United Nations, Treaty Series, vol. 1760, No. 30619. \n \n40 Ibid., vol. 1954, No. 33480. \n \n41 Ibid., vol. 1037, No. 15511. \n\nRights of Indigenous Peoples \nA/RES/80/191\n \n11/16\n25-20889 \n \n \n24. Also encourages States, according to their relevant national context and \ncharacteristics, to collect and disseminate data disaggregated by ethnicity, income, \ngender, age, race, migratory status, disability, geographic location or other factors, as \nappropriate, in order to monitor and improve the impact of development policies, \nstrategies and programmes aimed at improving the well-being of Indigenous Peoples \nand individuals, to combat and eliminate violence and multiple and intersecting forms \nof discrimination against them and to support work towards the achievement of the \nSustainable Development Goals and the 2030 Agenda; \n \n25. Calls upon States to foster an enabling online environment that is safe and \nconducive to engagement by all Indigenous Peoples, and to take all necessary and \nappropriate measures to address disinformation and advocacy of hatred constituting \nincitement to discrimination, hostility or violence towards Indigenous Peoples; \n \n26. Encourages the Secretary-General to include information pertinent to \nIndigenous Peoples in the forthcoming annual reports on progress towards the \nSustainable Development Goals; \n \n27. Stresses the need to strengthen the commitment of States and the entities \nof the United Nations system to mainstream the promotion and protection of the rights \nof Indigenous Peoples into development policies and programmes at the national, \nregional and international levels, and encourages them to give due consideration to \nthe rights of Indigenous Peoples in achieving the goals of the 2030 Agenda; \n \n28. Also stresses the need for Indigenous Peoples of all regions to contribute \nto the high-level political forum on sustainable development, and encourages States \nto engage with Indigenous Peoples at the local, national and regional levels in relation \nto the Sustainable Development Goals and to promote Indigenous Peoples’ leadership \nin their achievement; \n \n29. Invites the Expert Mechanism on the Rights of Indigenous Peoples, the \nPermanent Forum on Indigenous Issues and the Special Rapporteur on the rights of \nIndigenous Peoples to give due consideration, within their mandates, to the rights of \nIndigenous Peoples as related to the implementation of the 2030 Agenda; \n \n30. Encourages the Permanent Forum on Indigenous Issues to continue to \nprovide input on Indigenous issues to the high-level political forum on sustainable \ndevelopment for consideration in its thematic reviews; \n \n31. Underlines the need to intensify efforts, in cooperation with Indigenous \nPeoples, to prevent and eliminate all forms of violence, harassment and \ndiscrimination, both online and offline, against Indigenous women, children, youth, \nolder persons and persons with disabilities and to support measures that will ensure \ntheir empowerment and full, meaningful and effective participation in decision-\nmaking processes at all levels and in all areas and eliminate structural and legal \nbarriers to their full, equal and effective participation in political, economic, social \nand cultural life; \n \n32. Urges States to take necessary measures, where appropriate, to ensure the \nrights, protection and safety of Indigenous Peoples, including Indigenous leaders and \nIndigenous human rights defenders, and to promote a safe and enabling environment \nin which human rights violations, killings, reprisals and abuses against or related to \nthem are prevented and investigated, the perpetrators are held accountable and access \nto justice and remedy are ensured; \n \n33. Reaffirms the importance of effective accountability with regard to \nviolence against Indigenous women and girls, including all forms of sexual and \ngender-based violence, domestic violence, abuse, exploitation and sexual harassment, \n\nA/RES/80/191 \nRights of Indigenous Peoples\n \n25-20889\n12/16 \n \nas well as with regard to taking adequate measures to prevent and eliminate such \nviolence; \n \n34. Encourages States to consider including in their reports related to \nIndigenous Peoples and women information on the progress made and challenges in \nthe implementation of Commission on the Status of Women resolutions 49/7 of \n11 March 2005, entitled “Indigenous women: beyond the ten-year review of the \nBeijing Declaration and Platform for Action”,42 and 56/4 of 9 March 2012, entitled \n“Indigenous women: key actors in poverty and hunger eradication”, 43 as well as to \nconsider general recommendation No. 39 (2022) on the rights of Indigenous women \nand girls of the Committee on the Elimination of Discrimination against Women; \n \n35. Invites Member States and all organizations and bodies of the United \nNations system and other international and regional organizations, the private sector \nand academia, as well as civil society, to consider the importance of general \nrecommendation No. 39 (2022) of the Committee on the Elimination of \nDiscrimination against Women, with a particular focus on gender equality and the \nempowerment of Indigenous women and girls; \n \n36. Takes note of the work of the Commission on the Status of Women on \ngender equality and the empowerment of all women and girls, including Indigenous \nwomen and girls, and suggests that the Commission consider in a future session the \nissue of gender equality and the empowerment of Indigenous women and girls as a \npriority theme; \n \n37. Recalls the proclamation of the period 2022–2032 as the International \nDecade of Indigenous Languages, to draw attention to the critical loss of Indigenous \nlanguages and the urgent need to preserve, revitalize and promote Indigenous \nlanguages and to take urgent steps at the national, regional and international levels, \nand renew its support to the United Nations Educational, Scientific and Cultural \nOrganization to serve as the lead agency for the International Decade through the \nglobal action plan, in collaboration with the Department of Economic and Social \nAffairs of the Secretariat, and other relevant agencies, within existing resources; \n \n38. Highlights the progress made towards the midterm review of the \nimplementation of the Global Action Plan of the International Decade of Indigenous \nLanguages, scheduled for 2027 and coordinated by the United Nations Educational, \nScientific and Cultural Organization, a process that will allow for the assessment of \nprogress achieved both globally and in national and local action plans, with the aim \nof strengthening efforts for the preservation, revitalization and promotion of \nIndigenous languages; \n \n39. Encourages the adoption by Member States of national action plans with \nan intergenerational approach to preserve, revitalize and promote Indigenous \nlanguages, including sign languages, and engage with public and private actors to \nenhance the use of digital technologies involving and empowering Indigenous \nPeoples, while respecting their cultures, traditions and autonomy; \n \n40. Recognizes the importance of Indigenous languages as a driver for the \nachievement of the Sustainable Development Goals, and calls upon Member States to \nintegrate the preservation, promotion and revitalization of Indigenous languages into \nthe wider efforts to implement the 2030 Agenda; \n_______________ \n \n42 See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. D. \n \n43 Ibid., 2012, Supplement No. 7 and corrigendum (E/2012/27 and E/2012/27/Corr.1), chap. I, \nsect. D. \n\nRights of Indigenous Peoples \nA/RES/80/191\n \n13/16\n25-20889 \n \n \n41. Also recognizes the importance of creating international, regional and \nnational initiatives to promote the use of Indigenous languages, such as the \nIbero‑American Institute of Indigenous Languages, and in this regard encourages \nMember States to explore the creation of such initiatives; \n \n42. Invites Member States to consider establishing national mechanisms with \nadequate funding for the successful implementation of the International Decade of \nIndigenous Languages, in partnership with Indigenous Peoples, and to support \nIndigenous Peoples, as custodians of their own languages, to initiate and develop \nappropriate measures for the implementation of the International Decade, with the \naim to preserve, revitalize and promote Indigenous languages; \n \n43. Recognizes that the United Nations pursues multilingualism as a means of \npromoting, protecting and preserving diversity of languages and cultures globally, \nreaffirms that linguistic diversity is an important element of cultural diversity, and \nencourages Member States to adopt public policies with an intercultural approach in \ntheir design and implementation, aiming to preserve, revitalize and promote \nIndigenous languages, the possibility of including educational programmes that \nreinforce the use of Indigenous languages among children and youth by using an \nintergenerational approach with the participation of Indigenous elders, as well as the \npromotion and use of Indigenous languages at the international level; \n \n44. Recalls the right of Indigenous Peoples to establish their own media in \ntheir own languages and to have access to all forms of non‑Indigenous media without \ndiscrimination, and calls upon States to promote and examine national policies, \npractices and funding programmes on Indigenous media, including on capacity-\nbuilding and content production in Indigenous languages by Indigenous content \nproducers and media professionals, especially Indigenous women, and to foster \ninternational cooperation, knowledge-sharing and cooperation among Indigenous \nmedia and other partners, including mainstream media and Governments; \n \n45. Encourages Governments to redouble efforts to eliminate child labour, \nboth in legislation and in practice, in the context of respect for the human rights of \nIndigenous children, including through international cooperation, as appropriate; \n \n46. Also encourages Governments to promote actions to end hunger and \nmalnutrition in all its forms and achieve food security and improved nutrition for \nIndigenous children, especially for those living in rural and remote areas, by \nproviding them with adequate access to food, water and sanitation, education, \nincluding intercultural and multilingual education, and universal and equitable access \nto quality health services, and to implement actions for poverty eradication and build \nsustainable food systems; \n \n47. Further encourages the United Nations University, the United Nations \nInstitute for Training and Research and the International Labour Organization \nInternational Training Centre in Turin, Italy, among others, to promote academic \nprogrammes, research and training that integrate Indigenous Peoples’ knowledge, \nworldviews and values, while fostering inter-scientific dialogue between science and \nindigenous traditional knowledge; \n \n48. Urges Governments to ensure that Indigenous Peoples shall not be forcibly \nremoved from their lands or territories and that no relocation shall take place without \nthe free, prior and informed consent of the Indigenous Peoples concerned, after \nagreement on just and fair compensation and, where possible, with the option of \nreturn, and to take effective measures to ensure that all Indigenous Peoples, regardless \nof their tenure status, have access to essential services, including access to safe and \naffordable water, sanitation, energy and health services; \n\nA/RES/80/191 \nRights of Indigenous Peoples\n \n25-20889\n14/16 \n \n \n49. Encourages transnational corporations and other business enterprises to \nrespect human rights, including the rights of Indigenous children, and to eliminate \nforced labour and child labour from their operations; \n \n50. Expresses concern over the misappropriation and misuse of Indigenous \nPeoples’ cultural heritage, reaffirms that Indigenous Peoples have the right to \nmaintain, control, protect and develop their cultural heritage, traditional knowledge \nand traditional cultural expressions, and that they also have the right to maintain, \ncontrol, protect and develop their intellectual property over such cultural heritage, \ntraditional knowledge and traditional cultural expressions, and recalls that States, in \nconjunction with Indigenous Peoples, shall take effective measures to recognize and \nprotect the exercise of these rights, in accordance with the United Nations Declaration \non the Rights of Indigenous Peoples, and as acknowledged in national law; \n \n51. Underscores the need to ensure equal protection of the law and equality \nbefore the courts for Indigenous women and girls at all levels and, to that end, the \nimportance of providing systematic gender-sensitivity training, as appropriate, for \npolice and security forces, prosecutors, judges and lawyers, integrating gender \nconsiderations into security sector reform initiatives, developing protocols and \nguidelines and enhancing or putting in place appropriate accountability measures for \nadjudicators; \n \n52. Encourages States and entities of the United Nations system to strengthen \ninternational cooperation, including to address the disadvantages faced by Indigenous \nPeoples, and to increase technical cooperation and financial assistance in this regard; \n \n53. Encourages the World Health Organization, the United Nations Children’s \nFund and other relevant United Nations agencies, funds and programmes, in \naccordance with their mandates, to carry out research and evidence-gathering on the \nprevalence and root causes of suicide among Indigenous youth and children and good \npractices on its prevention and to consider developing, as appropriate, strategies or \npolicies, consistent with national priorities, in cooperation with Member States, to \ntackle it, including through consultation with Indigenous Peoples, in particular \nIndigenous youth organizations; \n \n54. Recalls the report of the Secretary-General on enhancing the participation \nof Indigenous Peoples’ representatives and institutions in meetings of relevant United \nNations bodies on issues affecting them,44 and recalls with appreciation the work led \nby the Presidents of the General Assembly at its seventieth to seventy-fifth sessions \nin conducting consultations with Member States, Indigenous Peoples’ representatives \nand institutions from all regions of the world and existing mechanisms of the United \nNations on possible measures to enable the participation of Indigenous Peoples’ \nrepresentatives and institutions in meetings of relevant United Nations bodies on \nissues affecting them, which led to the adoption of Assembly resolution 71/321, taking \ninto account the achievements in that regard of other bodies and organizations \nthroughout the United Nations system, to be preceded by consultations with \nIndigenous Peoples’ representatives and institutions from all regions of the world as \nan input to the intergovernmental process; \n \n55. Takes note with appreciation of the summary reports of the three informal \ninteractive hearings on possible further measures necessary to enhance the \nparticipation of Indigenous Peoples’ representatives and institutions in relevant \nUnited Nations meetings on issues affecting them, held at United Nations \nHeadquarters on 17 April 2018, 25 April 2019 and 20 April 2023, recalls General \nAssembly resolution 70/232, whereby the Assembly requested the President of the \n_______________ \n \n44 A/75/255. \n\nRights of Indigenous Peoples \nA/RES/80/191\n \n15/16\n25-20889 \n \nGeneral Assembly to conduct timely, inclusive, representative and transparent \nconsultations with Member States, Indigenous Peoples’ representatives and \ninstitutions from all regions of the world, and existing relevant mechanisms of the \nUnited Nations, on the possible measures necessary, including procedural and \ninstitutional steps and accreditation criteria, to enable the participation of Indigenous \nPeoples’ representatives and institutions in meetings of relevant United Nations \nbodies on issues affecting them, and also recalls Assembly resolutions 71/321 and \n77/203, whereby the Assembly decided to continue the consideration of possible \nfurther measures necessary to enhance the participation of Indigenous Peoples’ \nrepresentatives and institutions in relevant United Nations meetings on issues \naffecting them at the seventy-eighth session, as originally requested in resolution \n71/321; \n \n56. Congratulates the President of the General Assembly for convening a \nsuccessful and productive high-level event to commemorate the tenth anniversary of \nthe adoption of the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples in order to \nraise awareness of the importance of pursuing its objectives; \n \n57. Recalls its resolution 78/328 of 6 September 2024 on enhancing the \nparticipation of Indigenous Peoples’ representatives and institutions in meetings of \nrelevant United Nations bodies on issues affecting them, in which the General \nAssembly decided to continue its consideration of possible further measures \nnecessary to enhance the participation of Indigenous Peoples’ representatives and \ninstitutions in relevant United Nations meetings on issues affecting them at its \neightieth session, taking into account the achievements in that regard of other bodies \nand organizations throughout the United Nations system, with the aim of adopting \nprocedural and institutional steps; \n \n58. Raises awareness of the fact that many Indigenous Peoples do not speak \nany of the official languages of the United Nations, and encourages the United \nNations to consider addressing this issue; \n \n59. Recalls its resolution 79/159 of 17 December 2024 deciding to organize a \nhigh-level panel, within existing resources, to be held during the high-level week of \nthe eighty-second session of the General Assembly, in 2027, to commemorate the \ntwentieth anniversary of the United Nations Declaration on the Rights of Indigenous \nPeoples and share perspectives and best practices on the realization of the rights of \nIndigenous Peoples, including to pursue the objectives of the United Nations \nDeclaration on the Rights of Indigenous Peoples; \n \n60. Decides to initiate, at the high-level panel, a discussion on the organization \nof the Second World Conference on Indigenous Peoples, to be held in 2028, and \ninvites the President of the General Assembly, at its eighty-first session, to conduct \nopen-ended consultations with Member States and representatives of Indigenous \nPeoples within the framework of the Permanent Forum on Indigenous Issues, as well \nas with the Expert Mechanism on the Rights of Indigenous Peoples and the Special \nRapporteur, in order to determine the modalities for the meeting, including the \nparticipation of Indigenous Peoples in the Conference; \n \n61. Encourages the United Nations system to strengthen cooperation with the \nFund for the Development of the Indigenous Peoples of Latin America and the \nCaribbean, considering its fundamental role in the Latin American and Caribbean \nregion in processes of dialogue and consultation between States and Indigenous \nPeoples; \n\nA/RES/80/191 \nRights of Indigenous Peoples\n \n25-20889\n16/16 \n \n \n62. Calls upon the relevant States to recognize, respect and protect the rights \nof Indigenous Peoples in voluntary isolation and initial contact, and to respect the \nprinciple of no contact, where applicable; \n \n63. Decides to continue its consideration of the question at its eighty-first \nsession, under the item entitled “Rights of Indigenous Peoples”, and to maintain in \nthe provisional agenda the sub-item entitled “Follow-up to the outcome document of \nthe high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples”. \n \n62nd plenary meeting \n15 December 2025 \n \n",
  "paragraphs": {
    "1": "Notes with appreciation the work of the Expert Mechanism on the Rights of Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special Rapporteur on the rights of Indigenous Peoples, takes note of the reports of the Special Rapporteur,27 and encourages all Governments to respond favourably to the requests of the Special Rapporteur for visits;",
    "2": "Takes note of the report of the United Nations High Commissioner for Human Rights on the rights of Indigenous Peoples, 28 the report of the Special Rapporteur on the rights of Indigenous Peoples, entitled “Identification, demarcation, registration and titling of Indigenous Peoples’ lands: practices and lessons”, 29 and the report of the Expert Mechanism on the Rights of Indigenous Peoples, entitled “Right of Indigenous Peoples to data, including with regard to data collection and disaggregation”,30 and its annual report on the rights of Indigenous Peoples;31",
    "3": "Urges Governments and the United Nations system, in consultation and cooperation with Indigenous Peoples through their representatives and institutions, to continue to implement appropriate measures at the national level, including legislative measures, to achieve the ends of the United Nations Declaration on the Rights of Indigenous Peoples and to promote awareness of it among all sectors of society, including members of legislatures, the judiciary and the civil service, as well as among Indigenous Peoples, and invites international and regional organizations, within their respective mandates, national human rights institutions, where they exist, civil society, including non‑governmental organizations, and other relevant actors to contribute to those efforts;",
    "4": "Underscores the importance of implementing the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples, and reiterates the commitment of Member States to cooperating with Indigenous Peoples, through their own representative institutions, to develop and implement national action plans, strategies or other measures, where relevant, to achieve the ends of the United Nations Declaration on the Rights of Indigenous Peoples, and acknowledges the positive development that several States have developed, or are in the process of developing, national action plans and domestic legislation for their implementation with the coordination of Indigenous Peoples;",
    "5": "Encourages the leadership of the Secretary-General and of the Under‑Secretary-General for Economic and Social Affairs, as the responsible senior official of the United Nations system, in overseeing the implementation of and in following up on the system-wide action plan to ensure a coherent approach to achieving the ends of the United Nations Declaration on the Rights of Indigenous Peoples, raising awareness of the rights of Indigenous Peoples and increasing the coherence of the activities of the system in this regard, and encourages the funds, programmes and specialized agencies of the United Nations system, resident coordinators and United Nations country teams to implement this plan in full alignment with national development needs and priorities;",
    "6": "Encourages Member States, resident coordinators and United Nations country teams, within their mandates and in coordination with the Governments concerned, to involve Indigenous Peoples regarding issues affecting them in the preparation of the United Nations Sustainable Development Cooperation Frameworks and country programme action plans;",
    "7": "Reminds Member States to work towards achieving the ends of the United Nations Declaration on the Rights of Indigenous Peoples;",
    "8": "Encourages those States that have not yet ratified or acceded to the Indigenous and Tribal Peoples Convention, 1989 (No. 169), of the International Labour Organization to consider doing so;",
    "9": "Urges Member States to implement World Health Assembly resolution 76.16 of 30 May 2023, entitled “The health of Indigenous Peoples”, and invites the Director-General of the World Health Organization to take into account the present resolution while developing a global plan of action for the health of Indigenous Peoples within the framework of resolution 76.16 and his mandate for the consideration of the seventy-ninth World Health Assembly;",
    "10": " including in Indigenous languages, as appropriate, and to leave no one behind, with an endeavour to reach the furthest behind first, founded on the dignity of the human person and reflecting the principles of equality and non‑discrimination, and calls upon Member States to put in place an inclusive response to and recovery from public health emergencies and engage with Indigenous Peoples and other relevant stakeholders to fully empower all in improving and protecting their own health;",
    "11": "Reaffirms that Indigenous Peoples have the right to their traditional medicines and to maintain their health practices, 32 including, inter alia, the conservation of their vital medicinal plants, as part of the response to public health emergencies and their consequences, and also reaffirms that Indigenous individuals have the right to access, without any discrimination, to all social and health services;",
    "12": "Recalls the report of the Secretary-General on the status of the United Nations Voluntary Fund for Indigenous Peoples, 33 encourages Governments and intergovernmental and non‑governmental organizations to continue to contribute to the trust fund on Indigenous issues and the United Nations Voluntary Fund for Indigenous Peoples and invites Indigenous organizations and private institutions and individuals to do likewise, and notes the importance of accessibility, accountability, transparency and balanced geographical distribution in the management of those funds;",
    "13": "Also recalls the expansion of the mandate of the United Nations Voluntary Fund for Indigenous Peoples so that it can assist representatives of Indigenous Peoples’ organizations and communities in participating, whether in person or alternatively by electronic means, in other mechanisms and negotiations such as the Forum on Business and Human Rights and in the Conference of the Parties to the United Nations Framework Convention on Climate Change, including in its preparatory sessions and in the meetings of the Local Communities and Indigenous Peoples Platform Facilitative Working Group organized by the secretariat of the Convention, in accordance with their respective rules and regulations;",
    "14": "Decides to further expand the mandate of the United Nations Voluntary Fund for Indigenous Peoples so that it can assist representatives of Indigenous Peoples’ organizations and communities in participating in meetings related to the Convention for the Protection of the World Cultural and Natural Heritage;34",
    "15": "Notes the ongoing work and potential of the Local Communities and Indigenous Peoples Platform of the United Nations Framework Convention on Climate Change, emphasizing the important role of Indigenous Peoples in achieving the targets and goals set out in the United Nations Framework Convention on Climate Change,35 the Paris Agreement36 and the 2030 Agenda for Sustainable Development, and recognizes that Indigenous Peoples are among the first to face the direct consequences of climate change owing to their dependence upon and close relationship with the environment and its resources;",
    "16": "Stresses the disproportionate impact of climate change on Indigenous Peoples due to their direct reliance on ecosystems, including for meeting their basic needs and engaging in traditional and other economic activities, and further emphasizes that climate change poses a threat to the survival, dignity and well-being of Indigenous Peoples and exacerbates the existing inequities and challenges that they face;",
    "17": "Also stresses the urgent need to enhance adaptive capacity, strengthen resilience and reduce vulnerability of Indigenous Peoples to climate change and extreme weather events, and to support the leadership, knowledge, technologies, practices and efforts of Indigenous Peoples to address and respond to climate change, and encourages Member States to take measures that will ensure the full and effective participation of Indigenous Peoples in decision-making processes relating to climate change on issues affecting them, including Indigenous women, youth, older persons and persons with disabilities;",
    "18": "Further stresses the importance of enhancing the participation of Indigenous Peoples in processes and negotiations on issues that affect them, including, but not limited to, the United Nations Framework Convention on Climate Change and the Paris Agreement, 37 and the uunming-Montreal Biodiversity Framework 38 under the United Nations Convention on Biological Diversity, 39 the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa, 40 and the Convention for the Protection of the World Cultural and Natural Heritage; 41",
    "19": "Encourages Member States and the private sector to ensure more sustainable, environmentally friendly and responsible corporate behaviour that addresses the adverse environmental impact of certain business activities, such as illegal logging and mining, uncontrolled agribusiness expansions, unsustainable large-scale infrastructure development projects and extractive industries on the lands and territories traditionally inhabited by Indigenous Peoples and on the well-being of Indigenous Peoples;",
    "20": "Decides to continue to observe the International Day of Indigenous Peoples every year on 9 August, and requests the Secretary-General to support the observance of the Day from within existing resources;",
    "21": "Encourages Member States and all organizations and bodies of the United Nations system and other international and regional organizations, the private sector and academia, as well as civil society, including non‑governmental organizations, to observe the International Day of Indigenous Peoples in an appropriate manner, including through educational and public awareness-raising activities;",
    "22": "Encourages Member States to give due consideration to all the rights of Indigenous Peoples in fulfilling the commitments undertaken in the 2030 Agenda and in the elaboration of national action plans and programmes as well as international and regional programmes, applying the pledge to leave no one behind and to endeavour to reach the furthest behind first;",
    "23": "Encourages States to continue to consider including in their voluntary national reviews for the high-level political forum on sustainable development and their national and global reports information related to Indigenous Peoples on the progress made and challenges in the implementation of the 2030 Agenda, bearing in mind paragraphs 78 and 79 of the 2030 Agenda, and also encourages States to compile disaggregated data to measure progress and to ensure that no one is left behind;",
    "24": "Also encourages States, according to their relevant national context and characteristics, to collect and disseminate data disaggregated by ethnicity, income, gender, age, race, migratory status, disability, geographic location or other factors, as appropriate, in order to monitor and improve the impact of development policies, strategies and programmes aimed at improving the well-being of Indigenous Peoples and individuals, to combat and eliminate violence and multiple and intersecting forms of discrimination against them and to support work towards the achievement of the Sustainable Development Goals and the 2030 Agenda;",
    "25": "Calls upon States to foster an enabling online environment that is safe and conducive to engagement by all Indigenous Peoples, and to take all necessary and appropriate measures to address disinformation and advocacy of hatred constituting incitement to discrimination, hostility or violence towards Indigenous Peoples;",
    "26": "Encourages the Secretary-General to include information pertinent to Indigenous Peoples in the forthcoming annual reports on progress towards the Sustainable Development Goals;",
    "27": "Stresses the need to strengthen the commitment of States and the entities of the United Nations system to mainstream the promotion and protection of the rights of Indigenous Peoples into development policies and programmes at the national, regional and international levels, and encourages them to give due consideration to the rights of Indigenous Peoples in achieving the goals of the 2030 Agenda;",
    "28": "Also stresses the need for Indigenous Peoples of all regions to contribute to the high-level political forum on sustainable development, and encourages States to engage with Indigenous Peoples at the local, national and regional levels in relation to the Sustainable Development Goals and to promote Indigenous Peoples’ leadership in their achievement;",
    "29": "Invites the Expert Mechanism on the Rights of Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special Rapporteur on the rights of Indigenous Peoples to give due consideration, within their mandates, to the rights of Indigenous Peoples as related to the implementation of the 2030 Agenda;",
    "30": "Encourages the Permanent Forum on Indigenous Issues to continue to provide input on Indigenous issues to the high-level political forum on sustainable development for consideration in its thematic reviews;",
    "31": "Underlines the need to intensify efforts, in cooperation with Indigenous Peoples, to prevent and eliminate all forms of violence, harassment and discrimination, both online and offline, against Indigenous women, children, youth, older persons and persons with disabilities and to support measures that will ensure their empowerment and full, meaningful and effective participation in decision- making processes at all levels and in all areas and eliminate structural and legal barriers to their full, equal and effective participation in political, economic, social and cultural life;",
    "32": "Urges States to take necessary measures, where appropriate, to ensure the rights, protection and safety of Indigenous Peoples, including Indigenous leaders and Indigenous human rights defenders, and to promote a safe and enabling environment in which human rights violations, killings, reprisals and abuses against or related to them are prevented and investigated, the perpetrators are held accountable and access to justice and remedy are ensured;",
    "33": " as well as with regard to taking adequate measures to prevent and eliminate such violence;",
    "34": "Encourages States to consider including in their reports related to Indigenous Peoples and women information on the progress made and challenges in the implementation of Commission on the Status of Women resolutions 49/7 of 11 March 2005, entitled “Indigenous women: beyond the ten-year review of the Beijing Declaration and Platform for Action”,42 and 56/4 of 9 March 2012, entitled “Indigenous women: key actors in poverty and hunger eradication”, 43 as well as to consider general recommendation No. 39 (2022) on the rights of Indigenous women and girls of the Committee on the Elimination of Discrimination against Women;",
    "35": "Invites Member States and all organizations and bodies of the United Nations system and other international and regional organizations, the private sector and academia, as well as civil society, to consider the importance of general recommendation No. 39 (2022) of the Committee on the Elimination of Discrimination against Women, with a particular focus on gender equality and the empowerment of Indigenous women and girls;",
    "36": "Takes note of the work of the Commission on the Status of Women on gender equality and the empowerment of all women and girls, including Indigenous women and girls, and suggests that the Commission consider in a future session the issue of gender equality and the empowerment of Indigenous women and girls as a priority theme;",
    "37": "Recalls the proclamation of the period 2022–2032 as the International Decade of Indigenous Languages, to draw attention to the critical loss of Indigenous languages and the urgent need to preserve, revitalize and promote Indigenous languages and to take urgent steps at the national, regional and international levels, and renew its support to the United Nations Educational, Scientific and Cultural Organization to serve as the lead agency for the International Decade through the global action plan, in collaboration with the Department of Economic and Social Affairs of the Secretariat, and other relevant agencies, within existing resources;",
    "38": "Highlights the progress made towards the midterm review of the implementation of the Global Action Plan of the International Decade of Indigenous Languages, scheduled for 2027 and coordinated by the United Nations Educational, Scientific and Cultural Organization, a process that will allow for the assessment of progress achieved both globally and in national and local action plans, with the aim of strengthening efforts for the preservation, revitalization and promotion of Indigenous languages;",
    "39": "Encourages the adoption by Member States of national action plans with an intergenerational approach to preserve, revitalize and promote Indigenous languages, including sign languages, and engage with public and private actors to enhance the use of digital technologies involving and empowering Indigenous Peoples, while respecting their cultures, traditions and autonomy;",
    "40": "Recognizes the importance of Indigenous languages as a driver for the achievement of the Sustainable Development Goals, and calls upon Member States to integrate the preservation, promotion and revitalization of Indigenous languages into the wider efforts to implement the 2030 Agenda;",
    "41": "Also recognizes the importance of creating international, regional and national initiatives to promote the use of Indigenous languages, such as the Ibero‑American Institute of Indigenous Languages, and in this regard encourages Member States to explore the creation of such initiatives;",
    "42": "Invites Member States to consider establishing national mechanisms with adequate funding for the successful implementation of the International Decade of Indigenous Languages, in partnership with Indigenous Peoples, and to support Indigenous Peoples, as custodians of their own languages, to initiate and develop appropriate measures for the implementation of the International Decade, with the aim to preserve, revitalize and promote Indigenous languages;",
    "43": "Recognizes that the United Nations pursues multilingualism as a means of promoting, protecting and preserving diversity of languages and cultures globally, reaffirms that linguistic diversity is an important element of cultural diversity, and encourages Member States to adopt public policies with an intercultural approach in their design and implementation, aiming to preserve, revitalize and promote Indigenous languages, the possibility of including educational programmes that reinforce the use of Indigenous languages among children and youth by using an intergenerational approach with the participation of Indigenous elders, as well as the promotion and use of Indigenous languages at the international level;",
    "44": "Recalls the right of Indigenous Peoples to establish their own media in their own languages and to have access to all forms of non‑Indigenous media without discrimination, and calls upon States to promote and examine national policies, practices and funding programmes on Indigenous media, including on capacity- building and content production in Indigenous languages by Indigenous content producers and media professionals, especially Indigenous women, and to foster international cooperation, knowledge-sharing and cooperation among Indigenous media and other partners, including mainstream media and Governments;",
    "45": "Encourages Governments to redouble efforts to eliminate child labour, both in legislation and in practice, in the context of respect for the human rights of Indigenous children, including through international cooperation, as appropriate;",
    "46": "Also encourages Governments to promote actions to end hunger and malnutrition in all its forms and achieve food security and improved nutrition for Indigenous children, especially for those living in rural and remote areas, by providing them with adequate access to food, water and sanitation, education, including intercultural and multilingual education, and universal and equitable access to quality health services, and to implement actions for poverty eradication and build sustainable food systems;",
    "47": "Further encourages the United Nations University, the United Nations Institute for Training and Research and the International Labour Organization International Training Centre in Turin, Italy, among others, to promote academic programmes, research and training that integrate Indigenous Peoples’ knowledge, worldviews and values, while fostering inter-scientific dialogue between science and indigenous traditional knowledge;",
    "48": "",
    "49": "Encourages transnational corporations and other business enterprises to respect human rights, including the rights of Indigenous children, and to eliminate forced labour and child labour from their operations;",
    "50": "Expresses concern over the misappropriation and misuse of Indigenous Peoples’ cultural heritage, reaffirms that Indigenous Peoples have the right to maintain, control, protect and develop their cultural heritage, traditional knowledge and traditional cultural expressions, and that they also have the right to maintain, control, protect and develop their intellectual property over such cultural heritage, traditional knowledge and traditional cultural expressions, and recalls that States, in conjunction with Indigenous Peoples, shall take effective measures to recognize and protect the exercise of these rights, in accordance with the United Nations Declaration on the Rights of Indigenous Peoples, and as acknowledged in national law;",
    "51": "Underscores the need to ensure equal protection of the law and equality before the courts for Indigenous women and girls at all levels and, to that end, the importance of providing systematic gender-sensitivity training, as appropriate, for police and security forces, prosecutors, judges and lawyers, integrating gender considerations into security sector reform initiatives, developing protocols and guidelines and enhancing or putting in place appropriate accountability measures for adjudicators;",
    "52": "Encourages States and entities of the United Nations system to strengthen international cooperation, including to address the disadvantages faced by Indigenous Peoples, and to increase technical cooperation and financial assistance in this regard;",
    "53": "Encourages the World Health Organization, the United Nations Children’s Fund and other relevant United Nations agencies, funds and programmes, in accordance with their mandates, to carry out research and evidence-gathering on the prevalence and root causes of suicide among Indigenous youth and children and good practices on its prevention and to consider developing, as appropriate, strategies or policies, consistent with national priorities, in cooperation with Member States, to tackle it, including through consultation with Indigenous Peoples, in particular Indigenous youth organizations;",
    "54": "Recalls the report of the Secretary-General on enhancing the participation of Indigenous Peoples’ representatives and institutions in meetings of relevant United Nations bodies on issues affecting them,44 and recalls with appreciation the work led by the Presidents of the General Assembly at its seventieth to seventy-fifth sessions in conducting consultations with Member States, Indigenous Peoples’ representatives and institutions from all regions of the world and existing mechanisms of the United Nations on possible measures to enable the participation of Indigenous Peoples’ representatives and institutions in meetings of relevant United Nations bodies on issues affecting them, which led to the adoption of Assembly resolution 71/321, taking into account the achievements in that regard of other bodies and organizations throughout the United Nations system, to be preceded by consultations with Indigenous Peoples’ representatives and institutions from all regions of the world as an input to the intergovernmental process;",
    "55": "Takes note with appreciation of the summary reports of the three informal interactive hearings on possible further measures necessary to enhance the participation of Indigenous Peoples’ representatives and institutions in relevant United Nations meetings on issues affecting them, held at United Nations Headquarters on 17 April 2018, 25 April 2019 and 20 April 2023, recalls General Assembly resolution 70/232, whereby the Assembly requested the President of the General Assembly to conduct timely, inclusive, representative and transparent consultations with Member States, Indigenous Peoples’ representatives and institutions from all regions of the world, and existing relevant mechanisms of the United Nations, on the possible measures necessary, including procedural and institutional steps and accreditation criteria, to enable the participation of Indigenous Peoples’ representatives and institutions in meetings of relevant United Nations bodies on issues affecting them, and also recalls Assembly resolutions 71/321 and 77/203, whereby the Assembly decided to continue the consideration of possible further measures necessary to enhance the participation of Indigenous Peoples’ representatives and institutions in relevant United Nations meetings on issues affecting them at the seventy-eighth session, as originally requested in resolution 71/321;",
    "56": "Congratulates the President of the General Assembly for convening a successful and productive high-level event to commemorate the tenth anniversary of the adoption of the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples in order to raise awareness of the importance of pursuing its objectives;",
    "57": "Recalls its resolution 78/328 of 6 September 2024 on enhancing the participation of Indigenous Peoples’ representatives and institutions in meetings of relevant United Nations bodies on issues affecting them, in which the General Assembly decided to continue its consideration of possible further measures necessary to enhance the participation of Indigenous Peoples’ representatives and institutions in relevant United Nations meetings on issues affecting them at its eightieth session, taking into account the achievements in that regard of other bodies and organizations throughout the United Nations system, with the aim of adopting procedural and institutional steps;",
    "58": "Raises awareness of the fact that many Indigenous Peoples do not speak any of the official languages of the United Nations, and encourages the United Nations to consider addressing this issue;",
    "59": "Recalls its resolution 79/159 of 17 December 2024 deciding to organize a high-level panel, within existing resources, to be held during the high-level week of the eighty-second session of the General Assembly, in 2027, to commemorate the twentieth anniversary of the United Nations Declaration on the Rights of Indigenous Peoples and share perspectives and best practices on the realization of the rights of Indigenous Peoples, including to pursue the objectives of the United Nations Declaration on the Rights of Indigenous Peoples;",
    "60": "Decides to initiate, at the high-level panel, a discussion on the organization of the Second World Conference on Indigenous Peoples, to be held in 2028, and invites the President of the General Assembly, at its eighty-first session, to conduct open-ended consultations with Member States and representatives of Indigenous Peoples within the framework of the Permanent Forum on Indigenous Issues, as well as with the Expert Mechanism on the Rights of Indigenous Peoples and the Special Rapporteur, in order to determine the modalities for the meeting, including the participation of Indigenous Peoples in the Conference;",
    "61": "",
    "62": "Calls upon the relevant States to recognize, respect and protect the rights of Indigenous Peoples in voluntary isolation and initial contact, and to respect the principle of no contact, where applicable;",
    "63": "Decides to continue its consideration of the question at its eighty-first session, under the item entitled “Rights of Indigenous Peoples”, and to maintain in the provisional agenda the sub-item entitled “Follow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples”."
  },
  "agenda_items": [
    "Item 68"
  ],
  "symbol_references": []
}