{
  "symbol": "A/RES/76/113",
  "filename": "A_RES_76_113.pdf",
  "title": "76/113. Provisional application of treaties",
  "text": "United Nations \nA/RES/76/113\n \n \nGeneral Assembly \nDistr.: General \n17 December 2021 \n \n21-18669 (E)    271221     \n*2118669* \n \n \nSeventy-sixth session \nAgenda item 82 \nReport of the International Law Commission on the work \nof its seventy-second session \n \n \n \n \n Resolution adopted by the General Assembly \non 9 December 2021 \n \n \n \n \n[on the report of the Sixth Committee (A/76/473, para. 12)] \n \n \n \n76/113. Provisional application of treaties \n \n \n \nThe General Assembly, \n \nHaving considered chapter V of the report of the International Law Commission \non the work of its seventy-second session,1 which contains the Guide to Provisional \nApplication of Treaties, \n \nTaking note of the recommendation of the International Law Commission \ncontained in paragraph 49 of its report, \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nNoting that the subject of the provisional application of treaties is of major \nimportance in international relations, \n \nUnderlining the essentially voluntary and optional nature of the provisional \napplication of treaties,  \n \n1. \nWelcomes the conclusion of the work of the International Law Commission \non the provisional application of treaties, and its adoption of the draft guidelines and \ndraft annex constituting the Guide to Provisional Application of Treaties, and the \ncommentaries thereto;  \n \n2. \nExpresses its appreciation to the International Law Commission for its \ncontinuing contribution to the codification and progressive development of \ninternational law; \n__________________ \n \n1 Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 10 (A/76/10). \n\nA/RES/76/113 \nProvisional application of treaties\n \n21-18669\n2/4 \n \n \n3. \nTakes note of the views and comments expressed in the debates of the Sixth \nCommittee on the subject, including those made at the seventy-sixth session of the \nGeneral Assembly, 2  after the International Law Commission had completed its \nconsideration of this topic in accordance with its statute;  \n \n4. \nAlso takes note of the Guide to Provisional Application of Treaties, \nincluding the guidelines, the text of which is annexed to the present resolution, brings \nthe Guide to the attention of States and international organizations for their \nconsideration, and encourages its widest possible dissemination; \n \n5. \nRequests the Secretary-General to prepare a volume of the United Nations \nLegislative Series compiling the practice of States and international organizations in \nthe provisional application of treaties, as furnished by the latter over the years, \ntogether with other materials relevant to the topic. \n \n49th plenary meeting \n9 December 2021 \n \n \nAnnex \n \nText of the guidelines on provisional application of treaties \n \n \nGuideline 1 \nScope  \n \n \nThe present guidelines concern the provisional application of treaties by States \nor by international organizations. \n \nGuideline 2 \nPurpose \n \n \nThe purpose of the present guidelines is to provide guidance regarding the law \nand practice on the provisional application of treaties, on the basis of article 25 of the \nVienna Convention on the Law of Treaties and other relevant rules of international \nlaw.  \n \nGuideline 3 \nGeneral rule \n \n \nA treaty or a part of a treaty is applied provisionally pending its entry into force \nbetween the States or international organizations concerned, if the treaty itself so \nprovides, or if in some other manner it has been so agreed. \n \nGuideline 4 \nForm of agreement \n \n \nIn addition to the case where the treaty so provides, the provisional application \nof a treaty or a part of a treaty may be agreed between the States or international \norganizations concerned through:  \n \n(a) \na separate treaty; or \n \n(b) \nany other means or arrangements, including: \n__________________ \n \n2 See A/C.6/76/SR.16, A/C.6/76/SR.17, A/C.6/76/SR.18 and A/C.6/76/SR.19. The statements made \nin the Sixth Committee are available in full (in the original languages) on the website of the \nSixth Committee, at www.un.org/en/ga/sixth/. \n\nProvisional application of treaties \nA/RES/76/113\n \n3/4\n21-18669 \n \n \n(i) \na resolution, decision or other act adopted by an international organization \nor at an intergovernmental conference, in accordance with the rules of such \norganization or conference, reflecting the agreement of the States or \ninternational organizations concerned;  \n \n(ii) a declaration by a State or by an international organization that is accepted \nby the other States or international organizations concerned.  \n \nGuideline 5 \nCommencement \n \n \nThe provisional application of a treaty or a part of a treaty takes effect on such \ndate, and in accordance with such conditions and procedures, as the treaty provides \nor as is otherwise agreed.  \n \nGuideline 6 \nLegal effect \n \n \nThe provisional application of a treaty or a part of a treaty produces a legally \nbinding obligation to apply the treaty or a part thereof between the States or \ninternational organizations concerned, except to the extent that the treaty otherwise \nprovides or it is otherwise agreed. Such treaty or part of a treaty that is being applied \nprovisionally must be performed in good faith. \n \nGuideline 7 \nReservations \n \n \nThe present guidelines are without prejudice to any question concerning \nreservations relating to the provisional application of a treaty or a part of a treaty. \n \nGuideline 8 \nResponsibility for breach \n \n \nThe breach of an obligation arising under a treaty or a part of a treaty that is \napplied provisionally entails international responsibility in accordance with the \napplicable rules of international law.  \n \nGuideline 9 \nTermination \n \n1. \nThe provisional application of a treaty or a part of a treaty terminates with the \nentry into force of that treaty in the relations between the States or international \norganizations concerned. \n2. \nUnless the treaty otherwise provides or it is otherwise agreed, the provisional \napplication of a treaty or a part of a treaty with respect to a State or an international \norganization shall be terminated if that State or international organization notifies the \nother States or international organizations concerned of its intention not to become a \nparty to the treaty.  \n3. \nUnless the treaty otherwise provides or it is otherwise agreed, a State or an \ninternational organization may invoke other grounds for terminating provisional \napplication, in which case it shall notify the other States or international organizations \nconcerned. \n4. \nUnless the treaty otherwise provides or it is otherwise agreed, the termination \nof the provisional application of a treaty or a part of a treaty does not affect any right, \nobligation or legal situation created through the execution of such provisional \napplication prior to its termination. \n \n\nA/RES/76/113 \nProvisional application of treaties\n \n21-18669\n4/4 \n \nGuideline 10 \nInternal law of States, rules of international organizations and observance of \nprovisionally applied treaties \n \n1. \nA State that has agreed to the provisional application of a treaty or a part of a \ntreaty may not invoke the provisions of its internal law as justification for its failure \nto perform an obligation arising under such provisional application.  \n2. \nAn international organization that has agreed to the provisional application of a \ntreaty or a part of a treaty may not invoke the rules of the organization as justification \nfor its failure to perform an obligation arising under such provisional application. \n \nGuideline 11 \nProvisions of internal law of States and rules of international organizations \nregarding competence to agree on the provisional application of treaties \n \n1. \nA State may not invoke the fact that its consent to the provisional application of \na treaty or a part of a treaty has been expressed in violation of a provision of its \ninternal law regarding competence to agree to the provisional application of treaties \nas invalidating its consent unless that violation was manifest and concerned a rule of \nits internal law of fundamental importance.  \n2. \nAn international organization may not invoke the fact that its consent to the \nprovisional application of a treaty or a part of a treaty has been expressed in violation \nof the rules of the organization regarding competence to agree to the provisional \napplication of treaties as invalidating its consent unless that violation was manifest \nand concerned a rule of fundamental importance.  \n \nGuideline 12 \nAgreement to provisional application with limitations deriving from internal \nlaw of States or rules of international organizations \n \n \nThe present guidelines are without prejudice to the right of States or \ninternational organizations to agree in the treaty itself or otherwise to the provisional \napplication of the treaty or a part of the treaty with limitations deriving from the \ninternal law of States or from the rules of international organizations. \n \n",
  "paragraphs": {
    "1": "A State may not invoke the fact that its consent to the provisional application of a treaty or a part of a treaty has been expressed in violation of a provision of its internal law regarding competence to agree to the provisional application of treaties as invalidating its consent unless that violation was manifest and concerned a rule of its internal law of fundamental importance.",
    "2": "An international organization may not invoke the fact that its consent to the provisional application of a treaty or a part of a treaty has been expressed in violation of the rules of the organization regarding competence to agree to the provisional application of treaties as invalidating its consent unless that violation was manifest and concerned a rule of fundamental importance. Guideline 12 Agreement to provisional application with limitations deriving from internal law of States or rules of international organizations The present guidelines are without prejudice to the right of States or international organizations to agree in the treaty itself or otherwise to the provisional application of the treaty or a part of the treaty with limitations deriving from the internal law of States or from the rules of international organizations.",
    "3": "Unless the treaty otherwise provides or it is otherwise agreed, a State or an international organization may invoke other grounds for terminating provisional application, in which case it shall notify the other States or international organizations concerned.",
    "4": "Unless the treaty otherwise provides or it is otherwise agreed, the termination of the provisional application of a treaty or a part of a treaty does not affect any right, obligation or legal situation created through the execution of such provisional application prior to its termination. A/RES/76/113 Provisional application of treaties 21-18669 4/4 Guideline 10 Internal law of States, rules of international organizations and observance of provisionally applied treaties",
    "5": "Requests the Secretary-General to prepare a volume of the United Nations Legislative Series compiling the practice of States and international organizations in the provisional application of treaties, as furnished by the latter over the years, together with other materials relevant to the topic. 49th plenary meeting 9 December 2021 Annex Text of the guidelines on provisional application of treaties Guideline 1 Scope The present guidelines concern the provisional application of treaties by States or by international organizations. Guideline 2 Purpose The purpose of the present guidelines is to provide guidance regarding the law and practice on the provisional application of treaties, on the basis of article 25 of the Vienna Convention on the Law of Treaties and other relevant rules of international law. Guideline 3 General rule A treaty or a part of a treaty is applied provisionally pending its entry into force between the States or international organizations concerned, if the treaty itself so provides, or if in some other manner it has been so agreed. Guideline 4 Form of agreement In addition to the case where the treaty so provides, the provisional application of a treaty or a part of a treaty may be agreed between the States or international organizations concerned through: (a) a separate treaty; or (b) any other means or arrangements, including: __________________ 2 See A/C.6/76/SR.16, A/C.6/76/SR.17, A/C.6/76/SR.18 and A/C.6/76/SR.19. The statements made in the Sixth Committee are available in full (in the original languages) on the website of the Sixth Committee, at www.un.org/en/ga/sixth/. Provisional application of treaties A/RES/76/113 3/4 21-18669 (i) a resolution, decision or other act adopted by an international organization or at an intergovernmental conference, in accordance with the rules of such organization or conference, reflecting the agreement of the States or international organizations concerned; (ii) a declaration by a State or by an international organization that is accepted by the other States or international organizations concerned. Guideline 5 Commencement The provisional application of a treaty or a part of a treaty takes effect on such date, and in accordance with such conditions and procedures, as the treaty provides or as is otherwise agreed. Guideline 6 Legal effect The provisional application of a treaty or a part of a treaty produces a legally binding obligation to apply the treaty or a part thereof between the States or international organizations concerned, except to the extent that the treaty otherwise provides or it is otherwise agreed. Such treaty or part of a treaty that is being applied provisionally must be performed in good faith. Guideline 7 Reservations The present guidelines are without prejudice to any question concerning reservations relating to the provisional application of a treaty or a part of a treaty. Guideline 8 Responsibility for breach The breach of an obligation arising under a treaty or a part of a treaty that is applied provisionally entails international responsibility in accordance with the applicable rules of international law. Guideline 9 Termination"
  },
  "agenda_items": [
    "Item 82"
  ],
  "symbol_references": []
}