{
  "symbol": "A/RES/79/314",
  "filename": "A_RES_79_314.pdf",
  "title": "79/314. Our ocean, our future: united for urgent action",
  "text": "United Nations \nA/RES/79/314\n \nGeneral Assembly \nDistr.: General \n2 July 2025 \n25-10885 (E) \n*2510885* \n \n \nSeventy-ninth session \nAgenda items 13 and 75 (a) \n \nIntegrated and coordinated implementation of and follow-up \nto the outcomes of the major United Nations conferences and \nsummits in the economic, social and related fields \n \nOceans and the law of the sea: oceans and the law of the sea \n \n \n \n \n Resolution adopted by the General Assembly \non 30 June 2025 \n \n \n[without reference to a Main Committee (A/79/L.97)] \n \n \n 79/314. Our ocean, our future: united for urgent action \n \n \n \nThe General Assembly, \n \nRecalling its resolution 78/128 of 18 December 2023, in which it decided that \nthe 2025 United Nations Conference to Support the Implementation of Sustainable \nDevelopment Goal 14: Conserve and sustainably use the oceans, seas and marine \nresources for sustainable development would be held in Nice, France, from 9 to \n13 June 2025, \n \n1. \nExpresses its profound gratitude to the Governments of Costa Rica and \nFrance for discharging their co-hosting responsibilities by assuming the costs of the \nUnited Nations Conference to Support the Implementation of Sustainable \nDevelopment Goal 14: Conserve and sustainably use the oceans, seas and marine \nresources for sustainable development and its preparatory process and for providing \nall necessary support; \n \n2. \nEndorses the declaration entitled “Our ocean, our future: united for urgent \naction” adopted by the Conference, as contained in the annex to the present resolution. \n \n81st plenary meeting \n30 June 2025 \n \nAnnex \nOur ocean, our future: united for urgent action \n \n1. \nWe, the Heads of State and Government and high-level representatives, meeting \nin Nice, France, from 9 to 13 June 2025 at the United Nations Conference to Support \nthe Implementation of Sustainable Development Goal 14 of the 2030 Agenda for \n\nA/RES/79/314 \nOur ocean, our future: united for urgent action\n \n25-10885\n2/9 \n \nSustainable Development,1 with the participation of civil society and other relevant \nstakeholders, reaffirm our strong commitment to conserve and sustainably use our \nocean, seas and marine resources.  \n2. \nWe reaffirm the declaration entitled “Our ocean, our future, our responsibility”, \nadopted by the high level United Nations Conference to Support the Implementation \nof Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas \nand marine resources for sustainable development held in Lisbon from 27 June to \n1 July 2022,2 and the declaration entitled “Our ocean, our future: call for action”, \nadopted by the Conference held in New York from 5 to 9 June 2017.3 \n3. \nThe ocean is fundamental to life on our planet and to our future, and we remain \ndeeply alarmed by the global emergency it faces. The ocean and its ecosystems are \nadversely affected by climate change, biodiversity loss and pollution. Action is not \nadvancing at the speed or scale required to meet Goal 14 and realize the 2030 Agenda. \nA healthy, productive and resilient ocean is essential for a sustainable ocean-based \neconomy, food security and nutrition, and underpins deep cultural and social \nconnections. We must act with urgency to face this challenge with bold, ambitious, \njust and transformative action, and ensure that all people, including women and girls, \npersons with disabilities, youth, people in vulnerable situations, Indigenous Peoples \nand local communities, are fully and meaningfully empowered and included in ocean-\nrelated decision-making as appropriate. \n4. \nWe emphasize that our actions to implement Goal 14 should be in accordance \nwith, reinforce and not duplicate or undermine existing legal instruments, \narrangements, processes, mechanisms or entities. We affirm the need to enhance the \nconservation and sustainable use of the ocean and its resources by implementing \ninternational law as reflected in the United Nations Convention on the Law of the \nSea,4 which provides the legal framework for the conservation and sustainable use of \nthe oceans and their resources, as recalled in paragraph 158 of “The future we want”. 5 \n5. \nWe welcome our decision to take ambitious action to protect, conserve, \nsustainably use and restore the ocean and its ecosystems as included in the Pact for \nthe Future.6 \n \nConserving the ocean and its ecosystems \n6. \nWe stress that the ocean plays an essential role in mitigating the adverse effects \nof climate change, including through ocean-based adaptation and resilience. We are \ndeeply concerned that the ability of the ocean and its ecosystems to act as a climate \nregulator and to support adaptation has been weakened. The ocean and its ecosystems \nare adversely impacted by ocean acidification and climate change, including ocean \nwarming and the slowdown of ocean circulation, compounded by marine pollution, \nbiodiversity loss, eutrophication and deoxygenation. \n7. \nWe underline the importance of interlinkages between the ocean, climate and \nbiodiversity and call for enhanced and coordinated global action to minimize the \nimpact of climate change and ocean acidification on the health of the ocean, its species \nand its ecosystems as well as coastal communities, including those who rely on the \nocean for their food and livelihoods. \n_______________ \n \n1 Resolution 70/1. \n \n2 Resolution 76/296, annex. \n \n3 Resolution 71/312, annex. \n \n4 United Nations, Treaty Series, vol. 1833, No. 31363. \n \n5 Resolution 66/288, annex. \n \n6 Resolution 79/1. \n\nOur ocean, our future: united for urgent action \nA/RES/79/314\n \n3/9\n25-10885 \n \n8. \nWe emphasize the particular importance of implementing the United Nations \nFramework Convention on Climate Change7 and the Paris Agreement,8 including the \ngoal to limit the temperature increase to well below 2 degrees Celsius above \npre‑industrial levels and to pursue efforts to limit the temperature increase to \n1.5 degrees Celsius, recognizing that this would significantly reduce the risks and \nimpacts of climate change and help to ensure the health, productivity, sustainable use \nand resilience of the ocean and thus our future. We recall that article 2.2 of the Paris \nAgreement states that it will be implemented to reflect equity and the principle of \ncommon but differentiated responsibilities and respective capabilities, in the light of \ndifferent national circumstances. We also emphasize the need to adapt to the \nunavoidable effects of climate change. We welcome the decisions adopted during the \ntwenty-seventh session of the Conference of the Parties to the United Nations \nFramework Convention on Climate Change, in particular the Sharm el-Sheikh \nImplementation Plan, the twenty-eighth session of the Conference of the Parties to \nthe Convention, in particular the UAE Consensus and its first global stocktake of the \nParis Agreement, and the twenty-ninth session of the Conference of the Parties to the \nConvention, in particular the decision on the new collective quantified goal on climate \nfinance. We welcome the convening of the ocean and climate change dialogue through \nthe United Nations climate change conferences. \n9. \nWe affirm the importance of full and effective implementation of the Convention \non Biological Diversity9 and its Protocols, as well as the Kunming-Montreal Global \nBiodiversity Framework,10 including its ocean-related goals and targets, as well as its \nmission to halt and reverse biodiversity loss by 2030 and to place the global \ncommunity on a path towards realizing the 2050 Vision for Biodiversity, and \nrecognize the role of conserving, restoring and sustainably using the ocean, seas and \nmarine resources in achieving these objectives.  \n10. As adopted at the fifteenth meeting of the Conference of the Parties to the \nConvention on Biological Diversity and agreed upon as global targets in the \nKunming-Montreal Global Biodiversity Framework, we will ensure and enable that \nby 2030 at least 30 per cent of terrestrial and inland water areas, and of marine and \ncoastal areas, especially areas of particular importance for biodiversity and ecosystem \nfunctions and services, are effectively conserved and managed through ecologically \nrepresentative, well-connected and equitably governed systems of protected areas and \nother effective area-based conservation measures, and at least 30 per cent of areas of \ndegraded ecosystems are under effective restoration. In this regard, we will take \neffective legal, policy, administrative and capacity-building measures at all levels, as \nappropriate, to ensure the fair and equitable sharing of benefits that arise from the \nutilization of genetic resources and from digital sequence information on genetic \nresources, as well as traditional knowledge associated with genetic resources. These \nefforts should be in line with the Convention on Biological Diversity and should \nrecognize and respect the integral role and rights of Indigenous Peoples, as established \nin the United Nations Declaration on the Rights of Indigenous Peoples,11 and local \ncommunities, including over their Indigenous and traditional territories where \napplicable, in line with section C of the Kunming-Montreal Global Biodiversity \nFramework.  \n_______________ \n \n7 United Nations, Treaty Series, vol. 1771, No. 30822. \n \n8 Adopted under the United Nations Framework Convention on Climate Change in \nFCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n9 United Nations, Treaty Series, vol. 1760, No. 30619. \n \n10 United Nations Environment Programme, document CBD/COP/15/17, decision 15/4, annex. \n \n11 Resolution 61/295, annex. \n\nA/RES/79/314 \nOur ocean, our future: united for urgent action\n \n25-10885\n4/9 \n \n11. \nWe affirm our commitment to continued cooperation to address climate change-\nrelated sea level rise and its effects, and acknowledge the ongoing work of the General \nAssembly to address sea level rise, including through the convening of the high-level \nmeeting on sea level rise, held in New York on 25 September 2024, and take note of \nthe request by the General Assembly for the President of the General Assembly to \norganize a one-day high level plenary meeting of the Assembly at its eighty-first \nsession. We recognize that climate change-related sea level rise disproportionately \nimpacts small island developing States, least developed countries and coastal \ncommunities, especially in developing countries, and acknowledge the urgent need \nfor greater international cooperation and collective action to enhance their adaptive \ncapacities and build resilience while mitigating climate change. We are determined to \nstrengthen international cooperation to support those who are particularly vulnerable \nto the adverse effects of climate change. \n12. We commend the leadership of small island developing States in highlighting \nand aiming to address sea level rise, and recall the endorsement of the 2021 Pacific \nIslands Forum Declaration on Preserving Maritime Zones in the Face of Climate \nChange-related Sea Level Rise, the 2023 Pacific Islands Forum Declaration on the \nContinuity of Statehood and the Protection of Persons in the Face of Climate Change-\nrelated Sea Level Rise, the 2021 Alliance of Small Island States Leaders’ Declaration \nand the 2024 Alliance of Small Island States Leaders’ Declaration on Sea Level Rise \nand Statehood. \n13. We note the work of the International Law Commission on the topic “Sea-level \nrise in relation to international law” and encourage States to share their views on the \nvarious aspects of this topic.  \n14. We recall the 2024 advisory opinion of the International Tribunal for the Law of \nthe Sea on the request for an advisory opinion submitted by the Commission of Small \nIsland States on Climate Change and International Law. \n15. We remain concerned by the high and rapidly increasing levels of plastic \npollution, including in the marine environment, and its negative impacts on the \nenvironment and ecosystems and the environmental, social and economic dimensions \nof sustainable development. We recognize the importance of addressing this global \nchallenge, and thus reaffirm our commitment to develop an international legally \nbinding instrument on plastic pollution, including in the marine environment, which \ncould include both binding and voluntary approaches, based on a comprehensive \napproach that addresses the full life cycle of plastic, taking into account, among other \nthings, the principles of the Rio Declaration on Environment and Development, 12 as \nwell as national circumstances and capabilities, in line with the mandate set out in \nUnited Nations Environment Assembly resolution 5/14 of 2 March 2022.13 \n16. We reaffirm our shared commitment to accelerating action to prevent, \nsignificantly reduce and control marine pollution of all kinds. We support the work of \nthe International Maritime Organization in addressing ship-sourced pollution, \nunderwater radiated noise from ships and dumping in the marine environment. We \nencourage all competent international organizations, in particular the Food and \nAgriculture Organization of the United Nations, to address the issue of abandoned, \nlost or otherwise discarded fishing gear and its impact on habitats and marine species.  \n17. We reaffirm the need to adopt a source-to-sea approach and strengthen \nintegrated coastal zone and ocean management, marine spatial planning, climate \n_______________ \n \n12 Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3–4 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n \n13 UNEP/EA.5/Res.14. \n\nOur ocean, our future: united for urgent action \nA/RES/79/314\n \n5/9\n25-10885 \n \nmitigation and adaptation as well as disaster risk reduction strategies to enhance the \nresilience of coastal and marine ecosystems and communities. We commit to nature-\nbased solutions and ecosystem-based approaches to protect, conserve and restore \ncoastal ecosystems that act as natural buffers, such as mangroves, seagrasses, kelp \nforests, salt marshes and coral reefs, while promoting sustainable livelihoods and \nconserving biodiversity. We stress the importance of scaled-up and accelerated \nimplementation of the Early Warnings for All initiative to ensure that coastal \ncommunities vulnerable to hazardous weather, water or climate events have equitable \naccess to timely, accurate and actionable information and technology.  \n18. We reiterate the need to increase scientific knowledge on deep sea ecosystems \nand recognize the work of the International Seabed Authority in the promotion and \nencouragement of marine scientific research in the Area. Noting the mandate of the \nInternational Seabed Authority, we welcome the progress of the work of the Authority \ntowards the development of robust rules, regulations and procedures for exploitation \nof mineral resources in the Area, and reiterate the importance of the ongoing \nelaboration and standardization by the Authority, pursuant to article 145 of the United \nNations Convention on the Law of the Sea, of rules, regulations and procedures to \nensure the effective protection of the marine environment, for, inter alia, the \nprotection and conservation of the natural resources of the Area and for the prevention \nof damage to the flora and fauna of the marine environment from harmful effects that \nmay arise from activities in the Area. \n \nPromoting sustainable ocean-based economies \n19. We recognize the tremendous opportunities offered by sustainable ocean-based \neconomies for States, especially developing countries and particularly small island \ndeveloping States and least developed countries, to eradicate poverty and hunger and \nachieve economic growth and social development, while safeguarding the health, \nresilience and productivity of marine and coastal ecosystems for present and future \ngenerations. We recognize that international trade and environmental policies should \nbe mutually supportive and World Trade Organization-consistent. In this regard, we \nreaffirm our commitment to supporting the implementation, as appropriate, of the \nAntigua and Barbuda Agenda for Small Island Developing States: A Renewed \nDeclaration for Resilient Prosperity14 and the Doha Programme of Action for the \nLeast Developed Countries.15 \n20. We recognize the fundamental role of management tools, such as sustainable \nocean plans, in achieving sustainable ocean-based economies and the sustainable \nmanagement of ocean areas under national jurisdiction. In this regard, we \nacknowledge the voluntary commitments of some coastal States to ensure that 100 \nper cent of ocean areas under national jurisdictions are sustainably managed by 2030. \n21. We are deeply troubled by the continuously degrading accumulated trends at the \nglobal level in the status of marine fish stocks due to unsustainable practices, \nchallenges from illegal, unreported and unregulated fishing, overcapacity and \noverfishing, climate change, ocean acidification, loss of biodiversity, pollution and \naquatic ecosystems degradation, while noting variability between and within regions. \nWe therefore call for decisive and collective action to ensure sustainable fisheries and \naquaculture systems, including by, inter alia, enhancing transparency, the use of \ntechnology, enhancing science- and knowledge-based management, promoting, \nscaling up and replicating successes, and working together to end illegal, unreported \nand unregulated fishing. As a key pillar of the ocean economy, fisheries and \n_______________ \n \n14 Resolution 78/317, annex. \n \n15 Resolution 76/258, annex. \n\nA/RES/79/314 \nOur ocean, our future: united for urgent action\n \n25-10885\n6/9 \n \naquaculture provide livelihoods, economic opportunities, food security and nutrition \nto millions worldwide. We emphasize the urgent need to improve sustainability of \nfisheries and aquaculture to combat malnutrition and poverty, particularly for people \nin vulnerable situations, while ensuring the long-term health of marine ecosystems. \n22. We encourage all States to promote participatory management schemes for \nsmall-scale fisheries in accordance with national laws, regulations and practices, and \nin line with the Voluntary Guidelines for Securing Sustainable Small-scale Fisheries \nin the Context of Food Security and Poverty Eradication. \n23. We highlight the importance of efforts in regional fisheries management \norganizations to establish sound management measures for sustainable fisheries and \nto contribute to global efforts to end illegal, unreported and unregulated fishing. We \nencourage States, individually and through regional fisheries management \norganizations and arrangements, to strengthen or establish rules and regulations on \nand promote the use of the best available technology, including, where appropriate, \nelectronic monitoring systems to ensure effective monitoring, control and \nsurveillance as well as compliance with relevant conservation and management \nmeasures. \n24. We encourage World Trade Organization members to deposit their instruments \nof acceptance of the Agreement on Fisheries Subsidies to enable its entry into force \nand implementation. We invite members to advance and conclude negotiations as soon \nas possible and by the Fourteenth Ministerial Conference of the World Trade \nOrganization on additional provisions on fisheries subsidies that contribute to \novercapacity and overfishing to achieve a comprehensive fisheries subsidies \nagreement, and recognize that appropriate and effective special and differential \ntreatment for developing country members and least developed country members \nshould be an integral part of these negotiations. \n25. We recognize the critical role of maritime transport, maritime routes and marine \ninfrastructure in the global economy, trade, food and energy security, as well as the \nsignificant challenges of reducing greenhouse gas emissions in this sector. We take \nnote of the adoption by the International Maritime Organization of the 2023 Strategy \non Reduction of Greenhouse Gas Emissions from Ships and its ambition to reach net-\nzero emissions from international shipping by or around, i.e. close to, 2050. \n \nAccelerating action \n26. We note the adoption of the Agreement under the United Nations Convention on \nthe Law of the Sea on the Conservation and Sustainable Use of Marine Biological \nDiversity of Areas beyond National Jurisdiction16 and call upon States and regional \neconomic integration organizations that have not done so to consider signing and \nratifying, approving or accepting the Agreement. We emphasize the importance of the \nearly entry into force and effective implementation of the Agreement.  \n27. We call upon States to promote awareness and education campaigns at the local, \nnational, regional and international levels to inform the public about the importance \nof maintaining a healthy ocean and resilient marine ecosystems. We commit to \nensuring that people, especially children and youth, are empowered with the relevant \nknowledge and skills, through promoting and supporting quality education and \nlifelong learning for ocean literacy.  \n28. We emphasize the critical need for national ocean accounting and mapping of \ncoastal and marine ecosystems, and of the ocean floor, as appropriate, to inform policy \n_______________ \n \n16 A/CONF.232/2023/4. \n\nOur ocean, our future: united for urgent action \nA/RES/79/314\n \n7/9\n25-10885 \n \ndecisions, development planning, integrated coastal zone management, and \nconservation planning. \n29. We encourage cooperation to strengthen regional initiatives, regional seas \nconventions and action plans, the United Nations Environment Programme Regional \nSeas Programme and, where appropriate, establish coordination mechanisms for the \nintegrated management and sustainable development of coastal and marine areas, \nfostering biodiversity and ecological corridors and promoting conservation, \nrestoration and the sustainable use of marine resources at the local, national and \nregional levels. \n30. Ocean action must be based on the best available science and knowledge, \nincluding, where available, traditional knowledge, knowledge of Indigenous Peoples \nand local knowledge systems, while recognizing and respecting the rights of \nIndigenous Peoples, as established in the United Nations Declaration on the Rights of \nIndigenous Peoples, and local communities, in conserving, restoring and sustainably \nusing the ocean, seas and marine resources for sustainable development. To that end \nwe: \n \n(a) \nAffirm the value of strengthening sharing of knowledge and expertise, \nincluding, where there is free, prior and informed consent, the knowledges, \ninnovations, practices and technologies of Indigenous Peoples and local communities, \ntraditional knowledge and local knowledge systems;  \n \n(b) \nSupport new scientific research to address the multiple challenges facing \nthe ocean, including climate change, biodiversity loss, pollution, food security and \nnutrition, water management, energy transitions and disaster risk; \n \n(c) \nCommit to further improving the scientific understanding of the ocean and \nsupporting sustainable science- and knowledge-based measures, exchanges and \ncollaboration to accelerate action, including through the Regular Process for Global \nReporting and Assessment of the State of the Marine Environment, including \nSocioeconomic Aspects, and its World Ocean Assessments, the United Nations \nDecades of Ocean Science for Sustainable Development and on Ecosystem \nRestoration (2021–2030), and relevant assessments concerning ocean science and \nknowledge, such as those prepared under the Intergovernmental Panel on Climate \nChange and the Intergovernmental Science-Policy Platform on Biodiversity and \nEcosystem Services;  \n \n(d) \nSupport a strong science-policy interface to provide timely, credible and \nsalient scientific and socioeconomic information to inform policies and actions. We \nnote the opportunity to promote the conservation, restoration and sustainable use of \nthe ocean by engaging decision-makers and fostering scientific inclusiveness through \nscientific research, and also note the proposal for an International Platform for Ocean \nSustainability; \n \n(e) \nSupport the use of diverse and multilingual scientific knowledge from a \nvariety of sources, from different regions and in different languages; \n \n(f) \nCommit to strengthening coordinated international, regional, subregional \nand national scientific observation and data collection efforts, including, as \nappropriate, through the development of integrated information management, tools \nsuch as digital representation of the ocean, infrastructure and systems that provide \naccess to reliable, timely and high-quality marine data;  \n \n(g) \nSupport enhancing cooperation, including South-South and triangular \ncooperation, to strengthen mechanisms for collaboration, peer learning, knowledge-\nsharing and exchange of best practices within marine scientific research, and to \n\nA/RES/79/314 \nOur ocean, our future: united for urgent action\n \n25-10885\n8/9 \n \nsupport developing countries in addressing their constraints in access to technology, \nand analysing and using reliable data and statistics; \n \n(h) \nRecognize the contributions of effective area-based management tools, \nsuch as effectively and equitably managed, ecologically representative and well-\nconnected marine protected areas and other effective area-based conservation \nmeasures, including through traditional marine tenure and community-based resource \nmanagement, to support the health and resilience of the ocean and coastal ecosystems, \ntheir species and the coastal communities that depend on them, and the need, where \napplicable, to invest in maintaining or enhancing their contributions;  \n \n(i) \nRecognize the important role of the sustainable blue bioeconomy in \nconserving, restoring and sustainably using the ocean. \n31. We recognize that Goal 14 is one of the least funded Sustainable Development \nGoals and that accelerating ocean action globally requires significant and accessible \nfinance and the fulfilment of existing commitments and obligations under relevant \nintergovernmental agreements. It also requires adequate and scaled-up means of \nimplementation for developing countries, in particular small island developing States \nand least developed countries, to address the funding gap of Goal 14. In this regard, \nwe: \n \n(a) \nLook forward to the convening of the Fourth International Conference on \nFinancing for Development, to be held in Seville, Spain, from 30 June to 3 July 2025; \n \n(b) \nCall for greater mobilization of resources from all sources and support the \nuse of suitable financial instruments to accelerate ocean action and ensure the health \nand resilience of the ocean, noting that the utilization of instruments would differ \nbased on different national contexts; \n \n(c) \nStrive to strengthen the provision of scaled-up resources in developing \ncountries, especially small island developing States and least developed countries, \nincluding public, grant-based and concessional finance and non‑debt instruments, as \nwell as other types of concessional finance, including from multilateral development \nbanks in line with their mandates, and reiterate the central role of national policies, \ndomestic resources and development strategies; \n \n(d) \nPromote the sustainable ocean-based economy, including as an attractive \ninvestment opportunity through instruments such as blue bonds, blue loans and \npayment for ecosystem services, and encourage the active and meaningful \ninvolvement of the private sector, including banks, insurers and investors in the \ntransition to sustainable ocean-based economies; \n \n(e) \nRecognize the importance of increasing scientific knowledge and \ndevelopment of research capacity of developing countries, in particular small island \ndeveloping States and least developed countries, including through technology \ntransfer on mutually agreed terms and capacity-building, to allow them to invest in \nconservation and restoration efforts and to sustainably use our ocean, seas and marine \nresources for sustainable development;  \n \n(f) \nUnderline the need to support coastal communities, in particular small-\nscale and artisanal fisheries and sustainable aquaculture producers, women and girls, \nyouth, Indigenous Peoples and local communities, in developing and implementing \nlocally driven adaptation measures, and stress the importance of enhancing their \ncapacity to effectively engage, advocate and manage marine resources in a sustainable \nmanner. \n32. We value the voluntary commitments made to implement Goal 14, including at \nUnited Nations Ocean Conferences, and encourage partnerships to expand initiatives \n\nOur ocean, our future: united for urgent action \nA/RES/79/314\n \n9/9\n25-10885 \n \nand increase their impact. We acknowledge the inclusive nature of voluntary \ncommitments and encourage appropriate review and follow-up on the progress on \nvoluntary commitments.  \n33. We emphasize the importance of multilateral ocean governance and the \nintegration of ocean-related issues into relevant multilateral efforts and forums, in \nline with their respective mandates, to ensure that ocean sustainability is effectively \nintegrated and adequately addressed in the relevant discussions and agendas, \nparticularly those directly linked to ocean health. \n34. Conscious of the numerous challenges the ocean faces, we will remain ambitious \nand engaged, and look forward to future United Nations Ocean Conferences.  \n \n",
  "paragraphs": {
    "1": " Sustainable Development,1 with the participation of civil society and other relevant stakeholders, reaffirm our strong commitment to conserve and sustainably use our ocean, seas and marine resources.",
    "2": "We reaffirm the declaration entitled “Our ocean, our future, our responsibility”, adopted by the high level United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development held in Lisbon from 27 June to 1 July 2022,2 and the declaration entitled “Our ocean, our future: call for action”, adopted by the Conference held in New York from 5 to 9 June 2017.3",
    "3": "The ocean is fundamental to life on our planet and to our future, and we remain deeply alarmed by the global emergency it faces. The ocean and its ecosystems are adversely affected by climate change, biodiversity loss and pollution. Action is not advancing at the speed or scale required to meet Goal 14 and realize the 2030 Agenda. A healthy, productive and resilient ocean is essential for a sustainable ocean-based economy, food security and nutrition, and underpins deep cultural and social connections. We must act with urgency to face this challenge with bold, ambitious, just and transformative action, and ensure that all people, including women and girls, persons with disabilities, youth, people in vulnerable situations, Indigenous Peoples and local communities, are fully and meaningfully empowered and included in ocean- related decision-making as appropriate.",
    "4": "We emphasize that our actions to implement Goal 14 should be in accordance with, reinforce and not duplicate or undermine existing legal instruments, arrangements, processes, mechanisms or entities. We affirm the need to enhance the conservation and sustainable use of the ocean and its resources by implementing international law as reflected in the United Nations Convention on the Law of the Sea,4 which provides the legal framework for the conservation and sustainable use of the oceans and their resources, as recalled in paragraph 158 of “The future we want”. 5",
    "5": "We welcome our decision to take ambitious action to protect, conserve, sustainably use and restore the ocean and its ecosystems as included in the Pact for the Future.6 Conserving the ocean and its ecosystems",
    "6": "We stress that the ocean plays an essential role in mitigating the adverse effects of climate change, including through ocean-based adaptation and resilience. We are deeply concerned that the ability of the ocean and its ecosystems to act as a climate regulator and to support adaptation has been weakened. The ocean and its ecosystems are adversely impacted by ocean acidification and climate change, including ocean warming and the slowdown of ocean circulation, compounded by marine pollution, biodiversity loss, eutrophication and deoxygenation.",
    "7": "We underline the importance of interlinkages between the ocean, climate and biodiversity and call for enhanced and coordinated global action to minimize the impact of climate change and ocean acidification on the health of the ocean, its species and its ecosystems as well as coastal communities, including those who rely on the ocean for their food and livelihoods.",
    "8": "We emphasize the particular importance of implementing the United Nations Framework Convention on Climate Change7 and the Paris Agreement,8 including the goal to limit the temperature increase to well below 2 degrees Celsius above pre‑industrial levels and to pursue efforts to limit the temperature increase to 1.5 degrees Celsius, recognizing that this would significantly reduce the risks and impacts of climate change and help to ensure the health, productivity, sustainable use and resilience of the ocean and thus our future. We recall that article 2.2 of the Paris Agreement states that it will be implemented to reflect equity and the principle of common but differentiated responsibilities and respective capabilities, in the light of different national circumstances. We also emphasize the need to adapt to the unavoidable effects of climate change. We welcome the decisions adopted during the twenty-seventh session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, in particular the Sharm el-Sheikh Implementation Plan, the twenty-eighth session of the Conference of the Parties to the Convention, in particular the UAE Consensus and its first global stocktake of the Paris Agreement, and the twenty-ninth session of the Conference of the Parties to the Convention, in particular the decision on the new collective quantified goal on climate finance. We welcome the convening of the ocean and climate change dialogue through the United Nations climate change conferences.",
    "9": "We affirm the importance of full and effective implementation of the Convention on Biological Diversity9 and its Protocols, as well as the Kunming-Montreal Global Biodiversity Framework,10 including its ocean-related goals and targets, as well as its mission to halt and reverse biodiversity loss by 2030 and to place the global community on a path towards realizing the 2050 Vision for Biodiversity, and recognize the role of conserving, restoring and sustainably using the ocean, seas and marine resources in achieving these objectives.",
    "10": "As adopted at the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity and agreed upon as global targets in the Kunming-Montreal Global Biodiversity Framework, we will ensure and enable that by 2030 at least 30 per cent of terrestrial and inland water areas, and of marine and coastal areas, especially areas of particular importance for biodiversity and ecosystem functions and services, are effectively conserved and managed through ecologically representative, well-connected and equitably governed systems of protected areas and other effective area-based conservation measures, and at least 30 per cent of areas of degraded ecosystems are under effective restoration. In this regard, we will take effective legal, policy, administrative and capacity-building measures at all levels, as appropriate, to ensure the fair and equitable sharing of benefits that arise from the utilization of genetic resources and from digital sequence information on genetic resources, as well as traditional knowledge associated with genetic resources. These efforts should be in line with the Convention on Biological Diversity and should recognize and respect the integral role and rights of Indigenous Peoples, as established in the United Nations Declaration on the Rights of Indigenous Peoples,11 and local communities, including over their Indigenous and traditional territories where applicable, in line with section C of the Kunming-Montreal Global Biodiversity Framework.",
    "11": "We affirm our commitment to continued cooperation to address climate change- related sea level rise and its effects, and acknowledge the ongoing work of the General Assembly to address sea level rise, including through the convening of the high-level meeting on sea level rise, held in New York on 25 September 2024, and take note of the request by the General Assembly for the President of the General Assembly to organize a one-day high level plenary meeting of the Assembly at its eighty-first session. We recognize that climate change-related sea level rise disproportionately impacts small island developing States, least developed countries and coastal communities, especially in developing countries, and acknowledge the urgent need for greater international cooperation and collective action to enhance their adaptive capacities and build resilience while mitigating climate change. We are determined to strengthen international cooperation to support those who are particularly vulnerable to the adverse effects of climate change.",
    "12": "We commend the leadership of small island developing States in highlighting and aiming to address sea level rise, and recall the endorsement of the 2021 Pacific Islands Forum Declaration on Preserving Maritime Zones in the Face of Climate Change-related Sea Level Rise, the 2023 Pacific Islands Forum Declaration on the Continuity of Statehood and the Protection of Persons in the Face of Climate Change- related Sea Level Rise, the 2021 Alliance of Small Island States Leaders’ Declaration and the 2024 Alliance of Small Island States Leaders’ Declaration on Sea Level Rise and Statehood.",
    "13": "We note the work of the International Law Commission on the topic “Sea-level rise in relation to international law” and encourage States to share their views on the various aspects of this topic.",
    "14": "We recall the 2024 advisory opinion of the International Tribunal for the Law of the Sea on the request for an advisory opinion submitted by the Commission of Small Island States on Climate Change and International Law.",
    "15": "We remain concerned by the high and rapidly increasing levels of plastic pollution, including in the marine environment, and its negative impacts on the environment and ecosystems and the environmental, social and economic dimensions of sustainable development. We recognize the importance of addressing this global challenge, and thus reaffirm our commitment to develop an international legally binding instrument on plastic pollution, including in the marine environment, which could include both binding and voluntary approaches, based on a comprehensive approach that addresses the full life cycle of plastic, taking into account, among other things, the principles of the Rio Declaration on Environment and Development, 12 as well as national circumstances and capabilities, in line with the mandate set out in United Nations Environment Assembly resolution 5/14 of 2 March 2022.13",
    "16": "We reaffirm our shared commitment to accelerating action to prevent, significantly reduce and control marine pollution of all kinds. We support the work of the International Maritime Organization in addressing ship-sourced pollution, underwater radiated noise from ships and dumping in the marine environment. We encourage all competent international organizations, in particular the Food and Agriculture Organization of the United Nations, to address the issue of abandoned, lost or otherwise discarded fishing gear and its impact on habitats and marine species.",
    "17": "We reaffirm the need to adopt a source-to-sea approach and strengthen integrated coastal zone and ocean management, marine spatial planning, climate mitigation and adaptation as well as disaster risk reduction strategies to enhance the resilience of coastal and marine ecosystems and communities. We commit to nature- based solutions and ecosystem-based approaches to protect, conserve and restore coastal ecosystems that act as natural buffers, such as mangroves, seagrasses, kelp forests, salt marshes and coral reefs, while promoting sustainable livelihoods and conserving biodiversity. We stress the importance of scaled-up and accelerated implementation of the Early Warnings for All initiative to ensure that coastal communities vulnerable to hazardous weather, water or climate events have equitable access to timely, accurate and actionable information and technology.",
    "18": "We reiterate the need to increase scientific knowledge on deep sea ecosystems and recognize the work of the International Seabed Authority in the promotion and encouragement of marine scientific research in the Area. Noting the mandate of the International Seabed Authority, we welcome the progress of the work of the Authority towards the development of robust rules, regulations and procedures for exploitation of mineral resources in the Area, and reiterate the importance of the ongoing elaboration and standardization by the Authority, pursuant to article 145 of the United Nations Convention on the Law of the Sea, of rules, regulations and procedures to ensure the effective protection of the marine environment, for, inter alia, the protection and conservation of the natural resources of the Area and for the prevention of damage to the flora and fauna of the marine environment from harmful effects that may arise from activities in the Area. Promoting sustainable ocean-based economies",
    "19": "We recognize the tremendous opportunities offered by sustainable ocean-based economies for States, especially developing countries and particularly small island developing States and least developed countries, to eradicate poverty and hunger and achieve economic growth and social development, while safeguarding the health, resilience and productivity of marine and coastal ecosystems for present and future generations. We recognize that international trade and environmental policies should be mutually supportive and World Trade Organization-consistent. In this regard, we reaffirm our commitment to supporting the implementation, as appropriate, of the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity14 and the Doha Programme of Action for the Least Developed Countries.15",
    "20": "We recognize the fundamental role of management tools, such as sustainable ocean plans, in achieving sustainable ocean-based economies and the sustainable management of ocean areas under national jurisdiction. In this regard, we acknowledge the voluntary commitments of some coastal States to ensure that 100 per cent of ocean areas under national jurisdictions are sustainably managed by 2030.",
    "21": "We are deeply troubled by the continuously degrading accumulated trends at the global level in the status of marine fish stocks due to unsustainable practices, challenges from illegal, unreported and unregulated fishing, overcapacity and overfishing, climate change, ocean acidification, loss of biodiversity, pollution and aquatic ecosystems degradation, while noting variability between and within regions. We therefore call for decisive and collective action to ensure sustainable fisheries and aquaculture systems, including by, inter alia, enhancing transparency, the use of technology, enhancing science- and knowledge-based management, promoting, scaling up and replicating successes, and working together to end illegal, unreported and unregulated fishing. As a key pillar of the ocean economy, fisheries and aquaculture provide livelihoods, economic opportunities, food security and nutrition to millions worldwide. We emphasize the urgent need to improve sustainability of fisheries and aquaculture to combat malnutrition and poverty, particularly for people in vulnerable situations, while ensuring the long-term health of marine ecosystems.",
    "22": "We encourage all States to promote participatory management schemes for small-scale fisheries in accordance with national laws, regulations and practices, and in line with the Voluntary Guidelines for Securing Sustainable Small-scale Fisheries in the Context of Food Security and Poverty Eradication.",
    "23": "We highlight the importance of efforts in regional fisheries management organizations to establish sound management measures for sustainable fisheries and to contribute to global efforts to end illegal, unreported and unregulated fishing. We encourage States, individually and through regional fisheries management organizations and arrangements, to strengthen or establish rules and regulations on and promote the use of the best available technology, including, where appropriate, electronic monitoring systems to ensure effective monitoring, control and surveillance as well as compliance with relevant conservation and management measures.",
    "24": "We encourage World Trade Organization members to deposit their instruments of acceptance of the Agreement on Fisheries Subsidies to enable its entry into force and implementation. We invite members to advance and conclude negotiations as soon as possible and by the Fourteenth Ministerial Conference of the World Trade Organization on additional provisions on fisheries subsidies that contribute to overcapacity and overfishing to achieve a comprehensive fisheries subsidies agreement, and recognize that appropriate and effective special and differential treatment for developing country members and least developed country members should be an integral part of these negotiations.",
    "25": "We recognize the critical role of maritime transport, maritime routes and marine infrastructure in the global economy, trade, food and energy security, as well as the significant challenges of reducing greenhouse gas emissions in this sector. We take note of the adoption by the International Maritime Organization of the 2023 Strategy on Reduction of Greenhouse Gas Emissions from Ships and its ambition to reach net- zero emissions from international shipping by or around, i.e. close to, 2050. Accelerating action",
    "26": "We note the adoption of the Agreement under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction16 and call upon States and regional economic integration organizations that have not done so to consider signing and ratifying, approving or accepting the Agreement. We emphasize the importance of the early entry into force and effective implementation of the Agreement.",
    "27": "We call upon States to promote awareness and education campaigns at the local, national, regional and international levels to inform the public about the importance of maintaining a healthy ocean and resilient marine ecosystems. We commit to ensuring that people, especially children and youth, are empowered with the relevant knowledge and skills, through promoting and supporting quality education and lifelong learning for ocean literacy.",
    "28": "We emphasize the critical need for national ocean accounting and mapping of coastal and marine ecosystems, and of the ocean floor, as appropriate, to inform policy decisions, development planning, integrated coastal zone management, and conservation planning.",
    "29": "We encourage cooperation to strengthen regional initiatives, regional seas conventions and action plans, the United Nations Environment Programme Regional Seas Programme and, where appropriate, establish coordination mechanisms for the integrated management and sustainable development of coastal and marine areas, fostering biodiversity and ecological corridors and promoting conservation, restoration and the sustainable use of marine resources at the local, national and regional levels.",
    "30": " support developing countries in addressing their constraints in access to technology, and analysing and using reliable data and statistics; (h) Recognize the contributions of effective area-based management tools, such as effectively and equitably managed, ecologically representative and well- connected marine protected areas and other effective area-based conservation measures, including through traditional marine tenure and community-based resource management, to support the health and resilience of the ocean and coastal ecosystems, their species and the coastal communities that depend on them, and the need, where applicable, to invest in maintaining or enhancing their contributions; (i) Recognize the important role of the sustainable blue bioeconomy in conserving, restoring and sustainably using the ocean.",
    "31": "We recognize that Goal 14 is one of the least funded Sustainable Development Goals and that accelerating ocean action globally requires significant and accessible finance and the fulfilment of existing commitments and obligations under relevant intergovernmental agreements. It also requires adequate and scaled-up means of implementation for developing countries, in particular small island developing States and least developed countries, to address the funding gap of Goal 14. In this regard, we: (a) Look forward to the convening of the Fourth International Conference on Financing for Development, to be held in Seville, Spain, from 30 June to 3 July 2025; (b) Call for greater mobilization of resources from all sources and support the use of suitable financial instruments to accelerate ocean action and ensure the health and resilience of the ocean, noting that the utilization of instruments would differ based on different national contexts; (c) Strive to strengthen the provision of scaled-up resources in developing countries, especially small island developing States and least developed countries, including public, grant-based and concessional finance and non‑debt instruments, as well as other types of concessional finance, including from multilateral development banks in line with their mandates, and reiterate the central role of national policies, domestic resources and development strategies; (d) Promote the sustainable ocean-based economy, including as an attractive investment opportunity through instruments such as blue bonds, blue loans and payment for ecosystem services, and encourage the active and meaningful involvement of the private sector, including banks, insurers and investors in the transition to sustainable ocean-based economies; (e) Recognize the importance of increasing scientific knowledge and development of research capacity of developing countries, in particular small island developing States and least developed countries, including through technology transfer on mutually agreed terms and capacity-building, to allow them to invest in conservation and restoration efforts and to sustainably use our ocean, seas and marine resources for sustainable development; (f) Underline the need to support coastal communities, in particular small- scale and artisanal fisheries and sustainable aquaculture producers, women and girls, youth, Indigenous Peoples and local communities, in developing and implementing locally driven adaptation measures, and stress the importance of enhancing their capacity to effectively engage, advocate and manage marine resources in a sustainable manner.",
    "32": " and increase their impact. We acknowledge the inclusive nature of voluntary commitments and encourage appropriate review and follow-up on the progress on voluntary commitments.",
    "33": "We emphasize the importance of multilateral ocean governance and the integration of ocean-related issues into relevant multilateral efforts and forums, in line with their respective mandates, to ensure that ocean sustainability is effectively integrated and adequately addressed in the relevant discussions and agendas, particularly those directly linked to ocean health.",
    "34": "Conscious of the numerous challenges the ocean faces, we will remain ambitious and engaged, and look forward to future United Nations Ocean Conferences."
  },
  "agenda_items": [
    "Item 13"
  ],
  "symbol_references": [
    "A/79/L.97"
  ]
}