{
  "symbol": "A/RES/72/154",
  "filename": "A_RES_72_154.pdf",
  "title": "72/154. The girl child",
  "text": "United Nations \nA/RES/72/154\n \n \nGeneral Assembly \nDistr.: General \n17 January 2018 \n \n17-22960 (E)    220118 \n*1722960* \n \n \nSeventy-second session \nAgenda item 68 (a) \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2017 \n \n \n \n \n[on the report of the Third Committee (A/72/435)] \n \n \n 72/154. The girl child \n \n \n \nThe General Assembly, \n \nReaffirming its resolution 70/138 of 17 December 2015 and all relevant \nresolutions on the girl child, and recalling its resolution 66/170 of 19 December 2011 \non the International Day of the Girl Child and the agreed conclusions of the \nCommission on the Status of Women, in particular those relevant to the girl child, \n \nRecalling all human rights and other instruments relevant to the rights of the \nchild, in particular the girl child, including the Convention on the Rights of the Child, 1 \nthe Convention on the Elimination of All Forms of Discrimination against Women, 2 \nthe Convention on the Rights of Persons with Disabilities, 3 the Optional Protocols \nthereto4 and the Convention on Consent to Marriage, Minimum Age for Marriage and \nRegistration of Marriages,5 \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, and the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development,6 \nand reaffirming also other internationally agreed development goals and \ncommitments relevant to the girl child, \n \nNoting the adoption of the Southern African Development Community Model \nLaw on Eradicating Child Marriage and Protecting Children Already in Marriage, \n \nReaffirming all relevant outcomes of major United Nations summits and \nconferences relevant to the girl child, including the outcome document of the twenty-\nseventh special session of the General Assembly on children, entitled “A world fit for \n__________________ \n \n1 United Nations, Treaty Series, vol. 1577, No. 27531. \n \n2 Ibid., vol. 1249, No. 20378. \n \n3 Ibid., vol. 2515, No. 44910. \n \n4 Ibid., vols. 2171 and 2173, No. 27531, and resolution 66/138, annex; United Nations, Treaty \nSeries, vol. 2131, No. 20378; and ibid., vol. 2518, No. 44910. \n \n5 Ibid., vol. 521, No. 7525. \n \n6 Resolution 69/313, annex. \n\nA/RES/72/154 \nThe girl child\n \n17-22960 \n2/11 \n \nchildren”,7 the Beijing Declaration8 and Platform for Action,9 the outcome of the \ntwenty-third special session of the General Assembly, entitled “Women 2000: gender \nequality, development and peace for the twenty-first century”,10 the Programme of \nAction of the International Conference on Population and Development, 11 the \nProgramme of Action of the World Summit for Social Development, 12 the Declaration \nof Commitment on HIV/AIDS adopted at the twenty-sixth special session of the \nGeneral Assembly on HIV/AIDS, entitled “Global Crisis – Global Action”,13 and the \npolitical declarations on HIV and AIDS adopted by the high-level meetings of the \nGeneral Assembly held in 2006,14 201115 and 2016,16 and reiterating that their full and \neffective implementation is essential to achieving the internationally agreed \ndevelopment goals, including the Sustainable Development Goals, \n \nRecognizing that chronic poverty remains one of the biggest obstacles to \nmeeting the needs and promoting and protecting the rights of the child, including the \ngirl child, and that girls living in poverty are more likely to be married as children or \nto work to ease family hardships, often ending education and suffering other harmful \nconsequences, further limiting their opportunities and leaving them entrenched in \npoverty, and recognizing also that the eradication of poverty must remain a high \npriority for the international community, \n \nRecognizing also that urgent national and international action is required to \neliminate poverty, including extreme poverty, and noting that the impacts of global \nfinancial and economic crises, volatile energy and food prices and continuing food \ninsecurity as a result of various factors are felt directly by households, \n \nRecognizing further that social protection, education, adequate health care, \nnutrition, full access to clean water, including safe drinking water, sanitation and \nhygiene, skills development and combating discrimination and violence against girls, \namong other things, are all necessary for the empowerment of the girl child, and \nrecalling the importance of mainstreaming a gender perspective across the United \nNations system in relation to the girl child, \n \nUnderscoring that women and girls may be disproportionately affected by and \nare more vulnerable to the adverse impacts of climate change and are already \nexperiencing an increase in such impacts, including persistent drought and extreme \nweather events, land degradation, sea level rise, coastal erosion and ocean acidification, \nwhich further threaten health, food security and efforts to eradicate poverty and achieve \nsustainable development, and noting in this regard the implementation of the Paris \nAgreement adopted under the United Nations Framework Convention on Climate \nChange,17 \n \nDeeply concerned that the extreme situation of girls in child-headed households \npersists and that poverty, armed conflict, climate-related and other hazards, natural \ndisasters, disease outbreaks, including the impact of the HIV and AIDS epidemic, and \nother humanitarian emergencies increase the incidence of child-headed households, \n__________________ \n \n7 Resolution S-27/2, annex. \n \n8 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annex I. \n \n9 Ibid., annex II. \n \n10 Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n11 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n12 Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annex II. \n \n13 Resolution S-26/2, annex. \n \n14 Resolution 60/262, annex. \n \n15 Resolution 65/277, annex. \n \n16 Resolution 70/266, annex. \n \n17 See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n\nThe girl child \nA/RES/72/154\n \n3/11 \n17-22960 \n \nforcing children, particularly girls, to undertake adult responsibilities, including being \nthe main household earner and caring for younger siblings, and making them \nparticularly vulnerable to poverty, violence, including physical and sexual violence, \nand discrimination, which seriously inhibits their development and violates and/or \nimpairs the full enjoyment of their human rights, \n \nDeeply concerned also about the continuing lack of recent information and \nstatistics, disaggregated by sex, on the status of children in child-headed households, \nwhich are necessary to inform appropriate policy responses by Member States and \nthe United Nations system, \n \nRecognizing that women and girls are more vulnerable to HIV infection and that \nthey bear a disproportionate burden of the impact of the HIV and AIDS epidemic, \nincluding the unpaid care and domestic work related to the care of and support for \nthose living with and affected by HIV and AIDS, and that this negatively affects girls \nby depriving them of their childhood and diminishing their opportunities to receive \nan education, often resulting in their having to head households and increasing their \nvulnerability to the worst forms of child labour and to sexual exploitation, \n \nNoting with concern that millions of girls are engaged in child labour and its worst \nforms, including those who have been victims of trafficking in persons and affected by \narmed conflict and humanitarian emergencies, that children without nationality or birth \nregistration are vulnerable to trafficking in persons and child labour and that many \nchildren face the double burden of having to combine economic activities with unpaid \ncare and domestic work, which deprive them of their childhood and hamper the full \nenjoyment of their right to education and opportunities for decent employment in the \nfuture, and noting in this regard the need to recognize, reduce and redistribute girls’ \ndisproportionate share of unpaid care and domestic work, \n \nRecognizing that girl children are often at greater risk of being exposed to and \nencountering various forms of discrimination and violence and forced labour, which, \namong other things, would hinder efforts towards the achievement of the Sustainable \nDevelopment Goals, particularly those Goals that are relevant to gender equality and \nthe empowerment of girls, and reaffirming the need to achieve gender equality to \nensure a just and equitable world for girls, including by partnering with men and boys, \nas an important strategy for advancing the rights of the girl child, \n \nRecognizing also that the empowerment of and investment in girls, which is \ncritical for economic growth, and the achievement of all Sustainable Development \nGoals, including the eradication of poverty and extreme poverty, as well as the \nmeaningful participation of girls in decisions that affect them, are key in breaking the \ncycle of discrimination and violence and in promoting and protecting the full and \neffective enjoyment of their human rights, and recognizing further that empowering \ngirls requires their active participation in decision-making processes and as agents of \nchange in their own lives and communities, including through girls’ organizations with \nthe active support and engagement of their parents, legal guardians, families and care \nproviders, boys and men, as well as the wider community, \n \nDeeply concerned about all forms of violence against children, including those \nthat disproportionately affect girls, such as child prostitution, child pornography and \nother child sexual abuse material, rape, sexual abuse, domestic violence, trafficking in \npersons and the use of information and communications technology and social media \nto perpetrate violence against women and girls, and, in addition, about the \ncorresponding impunity and lack of accountability, and that violence against women \nand girls is underrecognized and underreported, particularly at the community level, \nwhich reflects discriminatory norms that reinforce the lower status of girls in society, \n \nDeeply concerned also about discrimination against the girl child and the \nviolation of the rights of the girl child, including girls with disabilities, bearing in \nmind their specific needs, which often result in less access for girls to education, and \nto quality education, nutrition, including food allocation, and physical and mental \n\nA/RES/72/154 \nThe girl child\n \n17-22960 \n4/11 \n \nhealth-care services, in girls enjoying fewer of the rights, opportunities and benefits \nof childhood and adolescence than boys, and in leaving them more vulnerable than \nboys to the consequences of unprotected and premature sexual relations and often \nbeing subjected to various forms of cultural, social, sexual and economic exploitation \nand violence, abuse, rape, incest, honour-related crimes and harmful practices, such \nas female infanticide, child, early and forced marriage, prenatal sex selection and \nfemale genital mutilation, \n \nDeeply concerned further that, despite its widespread practice, child, early and \nforced marriage is still underreported, recognizing that this requires further attention \nand that child, early and forced marriage exposes the girl child to greater risk of HIV \nand sexually transmitted infections, often leads to premature sexual relations, early \npregnancy and early childbearing and increases the risk of obstetric fistula and high \nlevels of maternal mortality and morbidity, and furthermore entails complications \nduring pregnancy and childbirth, which often lead to disability, stillbirth and maternal \ndeath, particularly for young women and girls, which require appropriate prenatal and \npostnatal health-care services for mothers, including in the area of skilled birth \nattendance and emergency obstetric care, and noting with concern that this reduces \ngirls’ opportunities to complete their education, gain comprehensive knowledge, \nparticipate in the community or develop employable skills and is likely to have a long-\nterm adverse impact on their physical and mental health and well-being, their \nemployment opportunities and their quality of life and that of their children, and \nviolates and/or impairs the full enjoyment of their human rights, \n \nDeeply concerned that young women and girls are particularly affected by water \nscarcity, unsafe water, inadequate sanitation and poor hygiene, and concerned \nfurthermore that girls, especially those in rural areas, are often excluded from full and \ncontinued participation in school owing to their burden of water procurement at home, \na lack of water and sanitation facilities in schools and inadequate access to effective \nfeminine hygiene products, \n \nEmphasizing that increased and equal access to quality education for young \npeople, especially adolescent girls, including in the areas of sexual and reproductive \nhealth, as well as health care, hygiene and sanitation, dramatically lowers their \nvulnerability to preventable diseases and infections, in particular HIV and other \nsexually transmitted infections, \n \nRecognizing that, despite gains in providing access to education, girls are still \nmore likely than boys to remain excluded from education, and recognizing also that \namong gendered barriers to girls’ equal enjoyment of their right to education are child \nmarriage, early pregnancy, gender-based violence, the disproportionate share of \nunpaid care and domestic work and gender stereotypes and negative social norms that \nlead families and communities to place less value on girls’ education when compared \nwith that of boys, \n \nDeeply concerned that school-related violence against girls, including sexual \nviolence and harassment on the way to and from and at school, such as violence \nperpetrated by teachers, continues to deter girls’ education and, in many cases, the \ntransition to and completion of secondary education, and that these risks may \ninfluence parents’ decision to allow girls to attend school, \n \nNoting that school meals and take-home rations attract and retain children in \nschools, and recognizing that school feeding is an incentive to enhance enrolment and \nreduce absenteeism, especially for girls, \n \nStressing the need for the international community, the relevant United Nations \nentities, the specialized agencies, civil society and international financial institutions \nto continue to actively support, through the allocation of enhanced financial resources \nand technical assistance, targeted comprehensive programmes that address the needs \nand priorities of the girl child, \n\nThe girl child \nA/RES/72/154\n \n5/11 \n17-22960 \n \n \n1. \nTakes note of the report of the Secretary-General;18 \n \n2. \nStresses the need for the full and urgent implementation of the rights of \nthe child, including the girl child, as provided under international human rights \ninstruments, and urges States to consider signing and ratifying or acceding to the \nConvention on the Rights of the Child,1 the Convention on the Elimination of All \nForms of Discrimination against Women,2 the Convention on the Rights of Persons \nwith Disabilities3 and the Optional Protocols thereto4 as a matter of priority; \n \n3. \nUrges all States that have not yet ratified or acceded to the Minimum Age \nConvention, 1973 (No. 138),19 and the Worst Forms of Child Labour Convention, 1999 \n(No. 182),20 of the International Labour Organization to consider doing so;  \n \n4. \nUrges States to develop or review relevant programmes that promote \ngender equality and the empowerment of all women and girls and equal access to \nbasic social services, such as education, nutrition, water and sanitation, birth \nregistration, health care, vaccinations and protection from diseases representing the \nmajor causes of mortality, including non-communicable diseases, and to mainstream \na gender perspective into all development policies and programmes, including those \nspecific to the girl child;  \n \n5. \nAlso urges States to improve the situation of girl children living in poverty, \nincluding extreme poverty, deprived of adequate food and nutrition, water and \nsanitation facilities, with limited or no access to basic physical and mental health-\ncare services, shelter, education, participation and protection; \n \n6. \nRecognizes that ensuring equal access to inclusive, equitable and quality \neducation requires transformations in education systems, mainstreaming a gender \nperspective into educational programmes, infrastructure development and teacher \ntraining, and in this regard calls upon States to invest in quality education, including \nthrough adequate financing, to ensure that all girls, including those who are \nmarginalized or in vulnerable situations, enjoy their right to education; \n \n7. \nNotes the role of the United Nations in supporting national Governments \nin the implementation of the 2030 Agenda for Sustainable Development 21 and in \nrealizing girls’ right to education; \n \n8. \nCalls upon States to recognize the right to education on the basis of equal \nopportunity and non-discrimination by making primary education compulsory and \navailable free to all children, including those living in rural areas, and ensuring that \nall children have equal access to quality education, as well as making secondary and \ntertiary education available and accessible to all, in particular through the \nprogressive introduction of free secondary education, bearing in mind that special \nmeasures to ensure equal access, including affirmative action, ensuring physical \naccess to education, including by increasing financial incentives to families, \nimproving the safety of girls on the way to and from school, ensuring that all schools \nare accessible, safe, secure and free from violence and providing hygienic, separate \nand adequate sanitation facilities, contribute to achieving equal opportunity and \ncombating exclusion and ensuring school attendance, in particular for girls and \nchildren from low-income families and children who become heads of households; \n \n9. \nCalls upon all States to place enhanced emphasis on quality education for \nthe girl child, including catch-up and literacy education for those who did not receive \nformal education, special initiatives for keeping girls in school through post-primary \neducation, including those who are already married or pregnant, to promote access to \nskills and entrepreneurship training for young women and to tackle gender \n__________________ \n \n18 A/72/218. \n \n19 United Nations, Treaty Series, vol. 1015, No. 14862. \n \n20 Ibid., vol. 2133, No. 37245. \n \n21 Resolution 70/1. \n\nA/RES/72/154 \nThe girl child\n \n17-22960 \n6/11 \n \nstereotypes, in order to ensure that young women entering the labour market have \nopportunities to obtain full and productive employment and decent work, and equal \npay for equal work or work of equal value;  \n \n10. \nEncourages States to adopt, as appropriate, and implement inclusive \npolicies and programmes to promote girls’ education in science, technology, \nengineering and mathematics, including information and communications technology, \nthroughout their education, by, inter alia, expanding the scope of education and training \nopportunities ranging from basic digital fluency to advanced technical skills, \nrecognizing that girls who develop such skills may enjoy more academic success and \nhigher-paying jobs in the future, and recognizing also that girls and women have an \nequally important role to play in these arenas as men and boys;  \n \n11. \nCalls upon States, with the support, where appropriate, of international \norganizations, civil society and non-governmental organizations, to develop policies \nand programmes, giving priority to formal, informal and non-formal education \nprogrammes, including scientifically accurate and age-appropriate comprehensive \neducation, relevant to cultural contexts, that provides adolescent girls and boys and \nyoung women and men in and out of school, consistent with their evolving capacities, \nand with appropriate direction and guidance from parents and legal guardians, with \ninformation on sexual and reproductive health and HIV prevention, gender equality \nand women’s empowerment, human rights, physical, psychological and pubertal \ndevelopment and power in relationships between women and men, to enable them to \nbuild self-esteem and informed decision-making, communication and risk reduction \nskills and to develop respectful relationships, in full partnership with young persons, \nparents, legal guardians, caregivers, educators and health-care providers, in order to, \ninter alia, enable them to protect themselves from HIV infection and other risks; \n \n12. Urges States to acknowledge the different needs of girls and boys during \ntheir childhood and adolescence and, as appropriate, to make adapted investments \nthat are consistent with and responsive to their changing needs, in particular ensuring \nthat girls have access to clean water, including safe drinking water, sanitation, hygiene \nand feminine hygiene products as well as private toilet facilities, including feminine \nhygiene product disposal facilities, in educational institutions and other public spaces, \nwhich will improve their health and access to education and increase their safety;  \n \n13. \nCalls upon States, in collaboration with civil society and other relevant \nactors, to promote educational and health practices in order to foster a culture in which \nmenstruation is recognized as healthy and natural, and girls are not stigmatized on this \nbasis, recognizing that girls’ attendance at school can be affected by negative \nperceptions of menstruation and lack of means to maintain safe personal hygiene, such \nas water, sanitation and hygiene facilities in schools that meet the needs of girls; \n \n14. Urges States to strengthen efforts to urgently eradicate all forms of \ndiscrimination against women and girls, and calls upon all States, the United Nations \nsystem and civil society to take measures to address the obstacles that continue to \naffect the achievement of the goals set forth in the Beijing Platform for Action, 9 as \ncontained in paragraph 33 of the further actions and initiatives, 22 including reviewing \nremaining laws that discriminate against women and girls in order to modify or \nabolish them and, where appropriate, strengthening national mechanisms to \nimplement inclusive policies and programmes for the girl child and, in some cases, to \nenhance coordination among responsible institutions for the realization of the human \nrights of girls, including access to justice, fighting impunity for perpetrators of and \nensuring the availability of appropriate penalties for crimes of sexual violence \ncommitted against the girl child, and to mobilize all necessary resources and support \nin order to achieve those goals;  \n__________________ \n \n22 Resolution S-23/3, annex. \n\nThe girl child \nA/RES/72/154\n \n7/11 \n17-22960 \n \n \n15. Also urges States to ensure that the applicable conventions of the \nInternational Labour Organization relating to the employment of girls and boys are \nrespected and effectively enforced and that girls who are employed have equal access \nto decent work and equal pay for equal work or work of equal value, are protected \nfrom economic and sexual exploitation, discrimination, sexual harassment, violence \nand abuse in the workplace, are aware of their rights and have access to formal and \nnon-formal education, skills development and technical and vocational training, and \nurges States to develop gender-sensitive measures, including national action plans, \nwhere appropriate, to eliminate child labour and its worst forms, commercial sexual \nexploitation, hazardous forms of child labour, trafficking and slavery-like practices, \nincluding forced and bonded labour, and recruitment or use of children in armed \nconflict in violation of applicable international law, and to recognize that girls, \nincluding in child-headed households, face greater risks in this regard; \n \n16. Calls upon States, with the support of relevant stakeholders, including the \nprivate sector, civil society, non-governmental organizations and community-based \norganizations, as appropriate, to take all measures necessary to ensure the right of \ngirls to the enjoyment of the highest attainable standard of health, including sexual \nand reproductive health, and to develop sustainable health systems, strengthen \nexisting ones to ensure primary health care with an integrated HIV response and make \nthem more accessible to adolescent girls; \n \n17. Also calls upon States to strengthen the capacity of national health \nsystems, and in this regard invites the international community to assist national \nefforts, upon request, including by allocating adequate resources in order to provide \nthe essential services needed to prevent obstetric fistula and to treat those cases that \noccur by providing the continuum of services, including family planning, prenatal \nand postnatal care, skilled birth attendance, emergency obstetric care and post-partum \ncare, to adolescent girls, including those living in poverty and in underserved rural \nareas where obstetric fistula is most common;  \n \n18. Urges all States to enact, uphold and strictly enforce laws and policies \naimed at preventing and ending child, early and forced marriage and protecting those \nat risk and to ensure that marriage is entered into only with the informed, free and full \nconsent of the intending spouses, to enact and strictly enforce laws concerning the \nminimum legal age of consent and the minimum age for marriage, to raise the \nminimum age for marriage, engage all relevant stakeholders, including girls, where \nnecessary, and ensure that these laws are well known, to further develop and \nimplement holistic, comprehensive and coordinated policies, plans of action and \nprogrammes and to support already married girls and adolescents and ensure the \nprovision of viable alternatives and institutional support, especially educational \nopportunities for girls, to ensure the survival, protection, development and \nadvancement of the girl child in order to promote and protect the full enjoyment of \nher human rights and to ensure equal opportunities for girls, including by making \nsuch plans an integral part of her total development process;  \n \n19. \nUrges States to enact, as appropriate, and implement legislation to protect, \nsupport and empower children living in child-headed households, in particular those \nheaded by girls, that includes provisions to ensure their physical, psychosocial and \neconomic well-being, including protecting their property and inheritance rights, access \nto health-care services, nutrition, clean water, including safe drinking water, sanitation \nand hygiene, shelter, education, scholarships and training opportunities, and that their \nfamily is protected and assisted in staying together, including through, where \nappropriate, social protection programmes and economic support; \n \n20. Also urges States to forge partnerships with relevant stakeholders, \nparticularly by working with and involving communities in developing programmes \nand mechanisms designed to ensure the safety and protection as well as the \n\nA/RES/72/154 \nThe girl child\n \n17-22960 \n8/11 \n \nempowerment of children, especially girls, and to ensure that they receive the support \nthey need from their communities;  \n \n21. Calls upon States to strengthen research, data collection and analysis on \nthe girl child, disaggregated by household structure, sex, age, disability status, \neconomic situation, marital status and geographical location, and improve gender \nstatistics on time use, unpaid care work and water and sanitation in order to provide \na better understanding of the situations of girls, especially of the multiple forms of \ndiscrimination that they face, and to inform the development of necessary policies \nand programme responses, which should take a holistic age-appropriate approach to \naddressing the full range of the forms of discrimination that girls may face, in order \nto protect their rights effectively; \n \n22. Urges States to take all measures necessary to ensure the full enjoyment \nby girls with disabilities of all human rights and fundamental freedoms, on an equal \nbasis with other children, and to adopt, implement and strengthen appropriate policies \nand programmes designed to address their needs;  \n \n23. Urges all States to enact and enforce legislation to protect girls from all \nforms of violence, discrimination, exploitation and harmful practices in all settings, \nincluding female infanticide and prenatal sex selection, female genital mutilation, \nrape, domestic violence, incest, sexual abuse, sexual exploitation, child prostitution, \nchild pornography and other child sexual abuse material, trafficking and forced \nmigration, forced labour and child, early and forced marriage, and to develop age-\nappropriate, safe, confidential and disability-accessible programmes and medical, \nsocial and psychological support services to assist girls who are subjected to violence \nand discrimination;  \n \n24. Urges States to strengthen and intensify their efforts to prevent and \neliminate all forms of school-related violence against girls and to hold perpetrators \naccountable;  \n \n25. Calls upon all States to enact and enforce the necessary legislative or other \nmeasures, in cooperation with relevant stakeholders, including the private sector and \nthe media, to prevent the distribution over the Internet of child pornography and other \nchild sexual abuse material, ensuring that adequate mechanisms are in place to enable \nthe reporting and removal of such material and that its creators, distributors and \ncollectors are prosecuted, as appropriate;  \n \n26. \nUrges States to formulate or review, as needed, comprehensive, \nmultidisciplinary and coordinated national plans, programmes or strategies to eliminate \nall forms of discrimination and violence against women and girls, which should have \ndedicated resources, be widely disseminated and provide targets and timetables for \nimplementation, as well as effective domestic enforcement procedures through the \nestablishment of monitoring and evaluation mechanisms involving all parties \nconcerned, including consultations with women’s organizations, giving attention to the \nrecommendations relating to the girl child of the Special Rapporteurs of the Human \nRights Council on violence against women, its causes and consequences, and on \ntrafficking in persons, especially women and children, and of the Special \nRepresentative of the Secretary-General on Violence against Children; \n \n27. Also urges States to ensure that children who are capable of forming their \nown views have the right to express those views freely in all matters affecting them, \nwith the views of the child being given due weight in accordance with the age and \nmaturity of the child, to ensure that this right is fully and equally enjoyed by the girl \nchild, to meaningfully involve girl children, including those with special needs, as \nwell as girls with disabilities, and their representative organizations in decision-\nmaking processes, as appropriate, and to include them as full partners in identifying \ntheir own needs and in developing, planning, implementing and assessing policies \n\nThe girl child \nA/RES/72/154\n \n9/11 \n17-22960 \n \nand programmes to meet those needs, with a view to ensuring their full and effective \nparticipation;  \n \n28. \nRecognizes that a considerable number of girl children are particularly \nvulnerable, including orphans, children living on the street, internally displaced and \nrefugee children, children affected by trafficking and sexual and economic exploitation, \nchildren living with or affected by HIV and AIDS, and children who are incarcerated \nor who live without parental support, and therefore urges States, with the support of \nthe international community, where relevant, to take appropriate measures to address \nthe needs of such children by implementing national, subregional and regional policies \nand strategies to build and strengthen governmental, community and family capacities \nto provide a supportive environment for such children, including by providing \nappropriate counselling and psychosocial support, and ensuring their safety, enrolment \nin school and access to shelter, good nutrition and health and social services on an equal \nbasis with other children;  \n \n29. Urges all States and the international community to respect, promote and \nprotect the rights of the girl child, taking into account the particular vulnerabilities of \nthe girl child in pre-conflict, conflict and post-conflict situations and in climate-\nrelated and other hazards and natural disasters, as well as in other humanitarian \nemergencies, all of which may result in the creation of child-headed households, and \nurges States to take special measures for the protection of girls in all phases of \nhumanitarian emergencies, from relief to recovery, and in particular to ensure that \nchildren have access to basic services, which include clean water, including safe \ndrinking water, sanitation and hygiene, to protect them from sexually transmitted \ninfections, including HIV infection, gender-based violence, including rape, sexual \nabuse and sexual exploitation, torture, abduction and trafficking, including forced \nlabour, paying special attention to refugee and displaced girls, and to take into account \ntheir special needs in disarmament, demobilization, rehabilitation assistance and \nreintegration processes; \n \n30. Deplores all acts of sexual exploitation and abuse of and trafficking in \nwomen and children, including in humanitarian crises and by humanitarian workers \nand peacekeepers, including military, police and civilian personnel involved in United \nNations operations, takes note of the voluntary compact on preventing and addressing \nsexual exploitation and abuse introduced by the Secretary-General, welcomes the \nefforts undertaken by United Nations agencies and peacekeeping operations to \nimplement a zero-tolerance policy in this regard, and requests the Secretary-General \nor the Member States from which those humanitarian workers originate and \npersonnel-contributing countries to continue to take all appropriate action necessary \nto combat such abuses and exploitation by such personnel, including through the full \nimplementation without delay of those measures adopted in the relevant General \nAssembly resolutions based on recommendations of the Special Committee on \nPeacekeeping Operations;23 \n \n31. Calls upon Member States to devise, enforce and strengthen effective \nchild- and youth-sensitive measures to combat, eliminate and prosecute all forms of \ntrafficking in women and girls, including for sexual and economic exploitation, as \npart of a comprehensive anti-trafficking strategy within wider efforts to eliminate all \nforms of violence against women and girls, including by taking effective measures \nagainst the criminalization of girls who are victims of exploitation and ensuring that \ngirls who have been exploited receive access to the necessary psychosocial support, \nand in this regard urges Member States, the United Nations and other international, \nregional and subregional organizations, as well as civil society, including \nnon-governmental organizations, the private sector and the media, to fully and \neffectively implement the relevant provisions of the United Nations Global Plan of \n__________________ \n \n23 See Official Records of the General Assembly, Fifty-ninth Session, Supplement No. 19 \n(A/59/19/Rev.1). \n\nA/RES/72/154 \nThe girl child\n \n17-22960 \n10/11 \n \nAction to Combat Trafficking in Persons24 and the activities outlined therein, with \nfull respect for the Protocol to Prevent, Suppress and Punish Trafficking in Persons, \nEspecially Women and Children, supplementing the United Nations Convention \nagainst Transnational Organized Crime;25 \n \n32. \nReaffirms that everyone has a right to a nationality as enshrined in the \nUniversal Declaration of Human Rights,26 and in this regard calls upon States that have \nnot yet done so to consider adopting and implementing nationality legislation consistent \nwith their applicable obligations under international law and to facilitate the acquisition \nof nationality by and ensure free or low-cost birth registration for children born on their \nterritories or their nationals abroad who would otherwise be stateless;  \n \n33. Calls upon Governments, civil society, including the media, and \nnon-governmental organizations to promote human rights education and full respect \nfor and the enjoyment of the human rights of the girl child, inter alia, through the \ntranslation, production and dissemination of age-appropriate and gender-sensitive \ninformation material on those rights to all sectors of society, in particular to children; \n \n34. Requests the Secretary-General, as Chair of the United Nations System \nChief Executives Board for Coordination, to ensure that all organizations and bodies \nof the United Nations system, individually and collectively, in particular the United \nNations Children’s Fund, the United Nations Educational, Scientific and Cultural \nOrganization, the World Food Programme, the United Nations Population Fund, the \nUnited Nations Entity for Gender Equality and the Empowerment of Women \n(UN-Women), the World Health Organization, the Joint United Nations Programme \non HIV/AIDS, the United Nations Development Programme, the Office of the United \nNations High Commissioner for Refugees and the International Labour Organization, \ntake into account the rights and the particular needs of the girl child in country \nprogrammes of cooperation in accordance with national priorities, including through \nthe United Nations Development Assistance Framework;  \n \n35. Requests all human rights treaty bodies and the human rights mechanisms \nof the Human Rights Council, including the special procedures, to adopt regularly \nand systematically a gender perspective in the implementation of their mandates and \nto include in their reports information on the qualitative analysis of violations of the \nhuman rights of women and girls, and encourages the strengthening of cooperation \nand coordination in that regard;  \n \n36. Requests States to ensure that, in all policies and programmes designed to \nprovide comprehensive HIV and AIDS prevention, treatment, care and support, \nparticular attention and support are given to the girl child at risk, living with or \naffected by HIV, including pregnant girls and young and adolescent mothers and girls \nwith disabilities, and child heads of households, with a view to achieving Sustainable \nDevelopment Goal 3, in particular the target of ending the AIDS epidemic by 2030;  \n \n37. Invites States to promote initiatives aimed at reducing the prices of \nantiretroviral drugs, especially second-line drugs, available to the girl child, including \nbilateral and private sector initiatives as well as initiatives on a voluntary basis taken \nby groups of States, including those based on innovative financing mechanisms that \ncontribute to the mobilization of resources for social development, including those \nthat aim to provide further access to drugs at affordable prices to developing countries \non a sustainable and predictable basis, and in this regard takes note of the \nInternational Drug Purchase Facility, UNITAID;  \n \n38. Calls upon all States to integrate food and nutritional support with the goal \nthat children, especially girl children, have access at all times to sufficient, safe and \n__________________ \n \n24 Resolution 64/293. \n \n25 United Nations, Treaty Series, vol. 2237, No. 39574. \n \n26 Resolution 217 A (III). \n\nThe girl child \nA/RES/72/154\n \n11/11 \n17-22960 \n \nnutritious food to meet their dietary needs and food requirements for an active and \nhealthy life;  \n \n39. Calls upon States to ensure that social protection programmes, including \nHIV-sensitive programmes, are provided to orphans and other vulnerable children, \nwith particular attention to addressing the needs and vulnerabilities of girl children, \nensuring school attendance and protecting their rights;  \n \n40. Urges States and the international community to increase resources at all \nlevels, particularly in the education and health sectors, so as to enable young people, \nespecially girls, to gain the knowledge, attitudes and life skills that they need to fulfil \ntheir social, economic and other potential and overcome their challenges, including \nthe prevention of HIV infection and early pregnancy, and to enjoy the highest \nattainable standard of physical and mental health, including sexual and reproductive \nhealth;  \n \n41. Urges States, the international community, relevant United Nations \nentities, civil society and international financial institutions to continue to actively \nsupport, through the allocation of financial resources and technical assistance, efforts \nto address girls’ right and access to education; \n \n42. Strongly calls upon States and the international community to create an \nenvironment in which the well-being of the girl child is ensured, inter alia, by \ncooperating, supporting and participating in global efforts towards the full and timely \nrealization of the 2030 Agenda for Sustainable Development and the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development 6 \nand of all other relevant internationally agreed development goals, in particular for \nthe eradication of poverty at the global, regional and country levels, recognizing that \nstrengthened availability and effective allocation of resources are required at all levels \nin this regard, and reaffirming that investment in children, particularly girls, and the \nrealization of their rights are among the most effective ways to eradicate poverty;  \n \n43. Requests the Secretary-General to submit a report to the General Assembly \nat its seventy-fourth session on the implementation of the present resolution, \nincluding a status analysis on improvements in the social, economic and political \ninvestments made by Member States towards empowering girls in rural areas, using \ninformation provided by Member States, the organizations and bodies of the United \nNations system and non-governmental organizations, with a view to assessing the \nimpact of the present resolution on the well-being of the girl child. \n \n73rd plenary meeting  \n19 December 2017 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;18",
    "2": "Stresses the need for the full and urgent implementation of the rights of the child, including the girl child, as provided under international human rights instruments, and urges States to consider signing and ratifying or acceding to the Convention on the Rights of the Child,1 the Convention on the Elimination of All Forms of Discrimination against Women,2 the Convention on the Rights of Persons with Disabilities3 and the Optional Protocols thereto4 as a matter of priority;",
    "3": "Urges all States that have not yet ratified or acceded to the Minimum Age Convention, 1973 (No. 138),19 and the Worst Forms of Child Labour Convention, 1999 (No. 182),20 of the International Labour Organization to consider doing so;",
    "4": "Urges States to develop or review relevant programmes that promote gender equality and the empowerment of all women and girls and equal access to basic social services, such as education, nutrition, water and sanitation, birth registration, health care, vaccinations and protection from diseases representing the major causes of mortality, including non-communicable diseases, and to mainstream a gender perspective into all development policies and programmes, including those specific to the girl child;",
    "5": "Also urges States to improve the situation of girl children living in poverty, including extreme poverty, deprived of adequate food and nutrition, water and sanitation facilities, with limited or no access to basic physical and mental health- care services, shelter, education, participation and protection;",
    "6": "Recognizes that ensuring equal access to inclusive, equitable and quality education requires transformations in education systems, mainstreaming a gender perspective into educational programmes, infrastructure development and teacher training, and in this regard calls upon States to invest in quality education, including through adequate financing, to ensure that all girls, including those who are marginalized or in vulnerable situations, enjoy their right to education;",
    "7": "Notes the role of the United Nations in supporting national Governments in the implementation of the 2030 Agenda for Sustainable Development 21 and in realizing girls’ right to education;",
    "8": "Calls upon States to recognize the right to education on the basis of equal opportunity and non-discrimination by making primary education compulsory and available free to all children, including those living in rural areas, and ensuring that all children have equal access to quality education, as well as making secondary and tertiary education available and accessible to all, in particular through the progressive introduction of free secondary education, bearing in mind that special measures to ensure equal access, including affirmative action, ensuring physical access to education, including by increasing financial incentives to families, improving the safety of girls on the way to and from school, ensuring that all schools are accessible, safe, secure and free from violence and providing hygienic, separate and adequate sanitation facilities, contribute to achieving equal opportunity and combating exclusion and ensuring school attendance, in particular for girls and children from low-income families and children who become heads of households;",
    "9": "Calls upon all States to place enhanced emphasis on quality education for the girl child, including catch-up and literacy education for those who did not receive formal education, special initiatives for keeping girls in school through post-primary education, including those who are already married or pregnant, to promote access to skills and entrepreneurship training for young women and to tackle gender stereotypes, in order to ensure that young women entering the labour market have opportunities to obtain full and productive employment and decent work, and equal pay for equal work or work of equal value;",
    "10": "Encourages States to adopt, as appropriate, and implement inclusive policies and programmes to promote girls’ education in science, technology, engineering and mathematics, including information and communications technology, throughout their education, by, inter alia, expanding the scope of education and training opportunities ranging from basic digital fluency to advanced technical skills, recognizing that girls who develop such skills may enjoy more academic success and higher-paying jobs in the future, and recognizing also that girls and women have an equally important role to play in these arenas as men and boys;",
    "11": "Calls upon States, with the support, where appropriate, of international organizations, civil society and non-governmental organizations, to develop policies and programmes, giving priority to formal, informal and non-formal education programmes, including scientifically accurate and age-appropriate comprehensive education, relevant to cultural contexts, that provides adolescent girls and boys and young women and men in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with information on sexual and reproductive health and HIV prevention, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and informed decision-making, communication and risk reduction skills and to develop respectful relationships, in full partnership with young persons, parents, legal guardians, caregivers, educators and health-care providers, in order to, inter alia, enable them to protect themselves from HIV infection and other risks;",
    "12": "Urges States to acknowledge the different needs of girls and boys during their childhood and adolescence and, as appropriate, to make adapted investments that are consistent with and responsive to their changing needs, in particular ensuring that girls have access to clean water, including safe drinking water, sanitation, hygiene and feminine hygiene products as well as private toilet facilities, including feminine hygiene product disposal facilities, in educational institutions and other public spaces, which will improve their health and access to education and increase their safety;",
    "13": "Calls upon States, in collaboration with civil society and other relevant actors, to promote educational and health practices in order to foster a culture in which menstruation is recognized as healthy and natural, and girls are not stigmatized on this basis, recognizing that girls’ attendance at school can be affected by negative perceptions of menstruation and lack of means to maintain safe personal hygiene, such as water, sanitation and hygiene facilities in schools that meet the needs of girls;",
    "14": "Urges States to strengthen efforts to urgently eradicate all forms of discrimination against women and girls, and calls upon all States, the United Nations system and civil society to take measures to address the obstacles that continue to affect the achievement of the goals set forth in the Beijing Platform for Action, 9 as contained in paragraph 33 of the further actions and initiatives, 22 including reviewing remaining laws that discriminate against women and girls in order to modify or abolish them and, where appropriate, strengthening national mechanisms to implement inclusive policies and programmes for the girl child and, in some cases, to enhance coordination among responsible institutions for the realization of the human rights of girls, including access to justice, fighting impunity for perpetrators of and ensuring the availability of appropriate penalties for crimes of sexual violence committed against the girl child, and to mobilize all necessary resources and support in order to achieve those goals;",
    "15": "Also urges States to ensure that the applicable conventions of the International Labour Organization relating to the employment of girls and boys are respected and effectively enforced and that girls who are employed have equal access to decent work and equal pay for equal work or work of equal value, are protected from economic and sexual exploitation, discrimination, sexual harassment, violence and abuse in the workplace, are aware of their rights and have access to formal and non-formal education, skills development and technical and vocational training, and urges States to develop gender-sensitive measures, including national action plans, where appropriate, to eliminate child labour and its worst forms, commercial sexual exploitation, hazardous forms of child labour, trafficking and slavery-like practices, including forced and bonded labour, and recruitment or use of children in armed conflict in violation of applicable international law, and to recognize that girls, including in child-headed households, face greater risks in this regard;",
    "16": "Calls upon States, with the support of relevant stakeholders, including the private sector, civil society, non-governmental organizations and community-based organizations, as appropriate, to take all measures necessary to ensure the right of girls to the enjoyment of the highest attainable standard of health, including sexual and reproductive health, and to develop sustainable health systems, strengthen existing ones to ensure primary health care with an integrated HIV response and make them more accessible to adolescent girls;",
    "17": "Also calls upon States to strengthen the capacity of national health systems, and in this regard invites the international community to assist national efforts, upon request, including by allocating adequate resources in order to provide the essential services needed to prevent obstetric fistula and to treat those cases that occur by providing the continuum of services, including family planning, prenatal and postnatal care, skilled birth attendance, emergency obstetric care and post-partum care, to adolescent girls, including those living in poverty and in underserved rural areas where obstetric fistula is most common;",
    "18": "Urges all States to enact, uphold and strictly enforce laws and policies aimed at preventing and ending child, early and forced marriage and protecting those at risk and to ensure that marriage is entered into only with the informed, free and full consent of the intending spouses, to enact and strictly enforce laws concerning the minimum legal age of consent and the minimum age for marriage, to raise the minimum age for marriage, engage all relevant stakeholders, including girls, where necessary, and ensure that these laws are well known, to further develop and implement holistic, comprehensive and coordinated policies, plans of action and programmes and to support already married girls and adolescents and ensure the provision of viable alternatives and institutional support, especially educational opportunities for girls, to ensure the survival, protection, development and advancement of the girl child in order to promote and protect the full enjoyment of her human rights and to ensure equal opportunities for girls, including by making such plans an integral part of her total development process;",
    "19": "Urges States to enact, as appropriate, and implement legislation to protect, support and empower children living in child-headed households, in particular those headed by girls, that includes provisions to ensure their physical, psychosocial and economic well-being, including protecting their property and inheritance rights, access to health-care services, nutrition, clean water, including safe drinking water, sanitation and hygiene, shelter, education, scholarships and training opportunities, and that their family is protected and assisted in staying together, including through, where appropriate, social protection programmes and economic support;",
    "20": " empowerment of children, especially girls, and to ensure that they receive the support they need from their communities;",
    "21": "Calls upon States to strengthen research, data collection and analysis on the girl child, disaggregated by household structure, sex, age, disability status, economic situation, marital status and geographical location, and improve gender statistics on time use, unpaid care work and water and sanitation in order to provide a better understanding of the situations of girls, especially of the multiple forms of discrimination that they face, and to inform the development of necessary policies and programme responses, which should take a holistic age-appropriate approach to addressing the full range of the forms of discrimination that girls may face, in order to protect their rights effectively;",
    "22": "Urges States to take all measures necessary to ensure the full enjoyment by girls with disabilities of all human rights and fundamental freedoms, on an equal basis with other children, and to adopt, implement and strengthen appropriate policies and programmes designed to address their needs;",
    "23": "Urges all States to enact and enforce legislation to protect girls from all forms of violence, discrimination, exploitation and harmful practices in all settings, including female infanticide and prenatal sex selection, female genital mutilation, rape, domestic violence, incest, sexual abuse, sexual exploitation, child prostitution, child pornography and other child sexual abuse material, trafficking and forced migration, forced labour and child, early and forced marriage, and to develop age- appropriate, safe, confidential and disability-accessible programmes and medical, social and psychological support services to assist girls who are subjected to violence and discrimination;",
    "24": "Urges States to strengthen and intensify their efforts to prevent and eliminate all forms of school-related violence against girls and to hold perpetrators accountable;",
    "25": "Calls upon all States to enact and enforce the necessary legislative or other measures, in cooperation with relevant stakeholders, including the private sector and the media, to prevent the distribution over the Internet of child pornography and other child sexual abuse material, ensuring that adequate mechanisms are in place to enable the reporting and removal of such material and that its creators, distributors and collectors are prosecuted, as appropriate;",
    "26": "Urges States to formulate or review, as needed, comprehensive, multidisciplinary and coordinated national plans, programmes or strategies to eliminate all forms of discrimination and violence against women and girls, which should have dedicated resources, be widely disseminated and provide targets and timetables for implementation, as well as effective domestic enforcement procedures through the establishment of monitoring and evaluation mechanisms involving all parties concerned, including consultations with women’s organizations, giving attention to the recommendations relating to the girl child of the Special Rapporteurs of the Human Rights Council on violence against women, its causes and consequences, and on trafficking in persons, especially women and children, and of the Special Representative of the Secretary-General on Violence against Children;",
    "27": " and programmes to meet those needs, with a view to ensuring their full and effective participation;",
    "28": "Recognizes that a considerable number of girl children are particularly vulnerable, including orphans, children living on the street, internally displaced and refugee children, children affected by trafficking and sexual and economic exploitation, children living with or affected by HIV and AIDS, and children who are incarcerated or who live without parental support, and therefore urges States, with the support of the international community, where relevant, to take appropriate measures to address the needs of such children by implementing national, subregional and regional policies and strategies to build and strengthen governmental, community and family capacities to provide a supportive environment for such children, including by providing appropriate counselling and psychosocial support, and ensuring their safety, enrolment in school and access to shelter, good nutrition and health and social services on an equal basis with other children;",
    "29": "Urges all States and the international community to respect, promote and protect the rights of the girl child, taking into account the particular vulnerabilities of the girl child in pre-conflict, conflict and post-conflict situations and in climate- related and other hazards and natural disasters, as well as in other humanitarian emergencies, all of which may result in the creation of child-headed households, and urges States to take special measures for the protection of girls in all phases of humanitarian emergencies, from relief to recovery, and in particular to ensure that children have access to basic services, which include clean water, including safe drinking water, sanitation and hygiene, to protect them from sexually transmitted infections, including HIV infection, gender-based violence, including rape, sexual abuse and sexual exploitation, torture, abduction and trafficking, including forced labour, paying special attention to refugee and displaced girls, and to take into account their special needs in disarmament, demobilization, rehabilitation assistance and reintegration processes;",
    "30": "Deplores all acts of sexual exploitation and abuse of and trafficking in women and children, including in humanitarian crises and by humanitarian workers and peacekeepers, including military, police and civilian personnel involved in United Nations operations, takes note of the voluntary compact on preventing and addressing sexual exploitation and abuse introduced by the Secretary-General, welcomes the efforts undertaken by United Nations agencies and peacekeeping operations to implement a zero-tolerance policy in this regard, and requests the Secretary-General or the Member States from which those humanitarian workers originate and personnel-contributing countries to continue to take all appropriate action necessary to combat such abuses and exploitation by such personnel, including through the full implementation without delay of those measures adopted in the relevant General Assembly resolutions based on recommendations of the Special Committee on Peacekeeping Operations;23",
    "31": "Calls upon Member States to devise, enforce and strengthen effective child- and youth-sensitive measures to combat, eliminate and prosecute all forms of trafficking in women and girls, including for sexual and economic exploitation, as part of a comprehensive anti-trafficking strategy within wider efforts to eliminate all forms of violence against women and girls, including by taking effective measures against the criminalization of girls who are victims of exploitation and ensuring that girls who have been exploited receive access to the necessary psychosocial support, and in this regard urges Member States, the United Nations and other international, regional and subregional organizations, as well as civil society, including non-governmental organizations, the private sector and the media, to fully and effectively implement the relevant provisions of the United Nations Global Plan of Action to Combat Trafficking in Persons24 and the activities outlined therein, with full respect for the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime;25",
    "32": "Reaffirms that everyone has a right to a nationality as enshrined in the Universal Declaration of Human Rights,26 and in this regard calls upon States that have not yet done so to consider adopting and implementing nationality legislation consistent with their applicable obligations under international law and to facilitate the acquisition of nationality by and ensure free or low-cost birth registration for children born on their territories or their nationals abroad who would otherwise be stateless;",
    "33": "Calls upon Governments, civil society, including the media, and non-governmental organizations to promote human rights education and full respect for and the enjoyment of the human rights of the girl child, inter alia, through the translation, production and dissemination of age-appropriate and gender-sensitive information material on those rights to all sectors of society, in particular to children;",
    "34": "Requests the Secretary-General, as Chair of the United Nations System Chief Executives Board for Coordination, to ensure that all organizations and bodies of the United Nations system, individually and collectively, in particular the United Nations Children’s Fund, the United Nations Educational, Scientific and Cultural Organization, the World Food Programme, the United Nations Population Fund, the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), the World Health Organization, the Joint United Nations Programme on HIV/AIDS, the United Nations Development Programme, the Office of the United Nations High Commissioner for Refugees and the International Labour Organization, take into account the rights and the particular needs of the girl child in country programmes of cooperation in accordance with national priorities, including through the United Nations Development Assistance Framework;",
    "35": "Requests all human rights treaty bodies and the human rights mechanisms of the Human Rights Council, including the special procedures, to adopt regularly and systematically a gender perspective in the implementation of their mandates and to include in their reports information on the qualitative analysis of violations of the human rights of women and girls, and encourages the strengthening of cooperation and coordination in that regard;",
    "36": "Requests States to ensure that, in all policies and programmes designed to provide comprehensive HIV and AIDS prevention, treatment, care and support, particular attention and support are given to the girl child at risk, living with or affected by HIV, including pregnant girls and young and adolescent mothers and girls with disabilities, and child heads of households, with a view to achieving Sustainable Development Goal 3, in particular the target of ending the AIDS epidemic by 2030;",
    "37": "Invites States to promote initiatives aimed at reducing the prices of antiretroviral drugs, especially second-line drugs, available to the girl child, including bilateral and private sector initiatives as well as initiatives on a voluntary basis taken by groups of States, including those based on innovative financing mechanisms that contribute to the mobilization of resources for social development, including those that aim to provide further access to drugs at affordable prices to developing countries on a sustainable and predictable basis, and in this regard takes note of the International Drug Purchase Facility, UNITAID;",
    "38": "Calls upon all States to integrate food and nutritional support with the goal that children, especially girl children, have access at all times to sufficient, safe and nutritious food to meet their dietary needs and food requirements for an active and healthy life;",
    "39": "Calls upon States to ensure that social protection programmes, including HIV-sensitive programmes, are provided to orphans and other vulnerable children, with particular attention to addressing the needs and vulnerabilities of girl children, ensuring school attendance and protecting their rights;",
    "40": "Urges States and the international community to increase resources at all levels, particularly in the education and health sectors, so as to enable young people, especially girls, to gain the knowledge, attitudes and life skills that they need to fulfil their social, economic and other potential and overcome their challenges, including the prevention of HIV infection and early pregnancy, and to enjoy the highest attainable standard of physical and mental health, including sexual and reproductive health;",
    "41": "Urges States, the international community, relevant United Nations entities, civil society and international financial institutions to continue to actively support, through the allocation of financial resources and technical assistance, efforts to address girls’ right and access to education;",
    "42": "Strongly calls upon States and the international community to create an environment in which the well-being of the girl child is ensured, inter alia, by cooperating, supporting and participating in global efforts towards the full and timely realization of the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda of the Third International Conference on Financing for Development 6 and of all other relevant internationally agreed development goals, in particular for the eradication of poverty at the global, regional and country levels, recognizing that strengthened availability and effective allocation of resources are required at all levels in this regard, and reaffirming that investment in children, particularly girls, and the realization of their rights are among the most effective ways to eradicate poverty;",
    "43": "Requests the Secretary-General to submit a report to the General Assembly at its seventy-fourth session on the implementation of the present resolution, including a status analysis on improvements in the social, economic and political investments made by Member States towards empowering girls in rural areas, using information provided by Member States, the organizations and bodies of the United Nations system and non-governmental organizations, with a view to assessing the impact of the present resolution on the well-being of the girl child."
  },
  "agenda_items": [
    "Item 68"
  ],
  "symbol_references": []
}