{
  "symbol": "A/RES/80/185",
  "filename": "A_RES_80_185.pdf",
  "title": "80/185. Violence against women migrant workers",
  "text": "United Nations \nA/RES/80/185 \n \nGeneral Assembly \nDistr.: General \n22 December 2025 \n25-20998 (E) \n*2520998* \n \n \nEightieth session \nAgenda item 26 (a) \nAdvancement of women: advancement of women \n \n \n \n \n Resolution adopted by the General Assembly \non 15 December 2025 \n \n \n[on the report of the Third Committee (A/80/545, para. 5)] \n \n \n 80/185. Violence against women migrant workers \n \n \n \nThe General Assembly, \n \nRecalling all of its previous resolutions on violence against women migrant \nworkers and those adopted by the Commission on the Status of Women, the \nCommission on Human Rights and the Commission on Crime Prevention and \nCriminal Justice, and also recalling the Declaration on the Elimination of Violence \nagainst Women,1 \n \nReaffirming the provisions concerning women migrant workers contained in the \noutcome documents of the World Conference on Human Rights,2 the International \nConference on Population and Development,3 the Fourth World Conference on \nWomen4 and the World Summit for Social Development5 and their reviews, \n \nReaffirming also the provisions concerning women migrants contained in the \noutcome document of the United Nations Conference on Sustainable Development, 6 \nand calling upon States to promote and protect effectively the human rights and \nfundamental freedoms of all migrants regardless of migratory status, especially those \nof women and children, and to encourage their active participation, as appropriate, in \nprocesses that contribute to decision-making, planning and implementation of \npolicies and programmes for sustainable development at all levels, \n_______________ \n \n1 Resolution 48/104. \n \n2 A/CONF.157/24 (Part I), chap. III. \n \n3 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n4 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n5 Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n6 Resolution 66/288, annex. \n\nA/RES/80/185 \nViolence against women migrant workers\n \n25-20998\n2/15 \n \n \nReaffirming further that the Convention on the Elimination of All Forms of \nDiscrimination against Women7 and the Convention on the Rights of the Child,8 and \nthe Optional Protocols thereto,9 as well as other relevant conventions and treaties, \nprovide an international legal framework and a comprehensive set of measures for the \nelimination and prevention of all forms of discrimination and violence against women \nand girls and for the promotion of gender equality and the empowerment of women, \n \nRecalling the adoption of the 2030 Agenda for Sustainable Development, 10 \nacknowledging that the 2030 Agenda covers the achievement of gender equality and \nempowerment of all women and girls and the protection of labour rights and \npromotion of safe and secure working environments for all workers, including \nmigrant workers, in particular women migrants, and those in informal employment, \nand also acknowledging the need, inter alia, to end all violence and discrimination \nagainst them, \n \nReaffirming the recognition in the Addis Ababa Action Agenda of the Third \nInternational Conference on Financing for Development11 that gender equality and \nthe empowerment of all women and girls and women’s full and equal participation \nand leadership in the economy are vital to the achievement of sustainable \ndevelopment and significantly enhance economic growth and productivity, \n \nRecalling the adoption of the New York Declaration for Refugees and Migrants \nat the high-level plenary meeting of the General Assembly on addressing large \nmovements of refugees and migrants, held on 19 September 2016,12 \n \nRecalling also the Global Compact for Safe, Orderly and Regular Migration, \nadopted at the Intergovernmental Conference to Adopt the Global Compact for Safe, \nOrderly and Regular Migration, in Marrakech, Morocco, on 10 and 11 December \n2018, and endorsed by the General Assembly in its resolution 73/195 of 19 December \n2018, \n \nRecalling further that the Global Compact for Safe, Orderly and Regular \nMigration is based on the following set of cross-cutting and interdependent principles: \npeople-centred, international cooperation, national sovereignty, rule of law and due \nprocess, sustainable development, human rights, gender-responsive, child-sensitive, \nwhole-of-government approach and whole-of-society approach, \n \nAcknowledging the role of the United Nations Entity for Gender Equality and \nthe Empowerment of Women (UN-Women), including in supporting national efforts, \nto increase women’s access to economic opportunities, including for women migrant \nworkers, and to end all forms of violence against them, in the light of the UN-Women \nstrategic plan 2026–2029,13 \n \nAcknowledging also the need to facilitate opportunities for safe, orderly and \nregular migration in order to promote a safe environment for migrant workers in all \nsectors, including women migrant workers in informal employment, \n \nEmphasizing that violence against women and girls is a major impediment to \nthe achievement of gender equality and the empowerment of all women and girls and \nthat it violates and impairs or nullifies their full enjoyment of all human rights and \nfundamental freedoms, \n_______________ \n \n7 United Nations, Treaty Series, vol. 1249, No. 20378. \n \n8 Ibid., vol. 1577, No. 27531. \n \n9 Ibid., vol. 2131, No. 20378; and vols. 2171, 2173 and 2983, No. 27531. \n \n10 Resolution 70/1. \n \n11 Resolution 69/313, annex. \n \n12 Resolution 71/1. \n \n13 UNW/2025/7. \n\nViolence against women migrant workers \nA/RES/80/185\n \n3/15\n25-20998 \n \n \nStressing that laws addressing violence against women and girls, including \nsexual harassment, are often of limited scope, that those addressing sexual harassment \ndo not cover many workplaces, such as those of domestic workers, including migrant \ndomestic workers, and that gaps need to be addressed, \n \nReaffirming the outcomes of the Fourth World Conference on Women, the \nBeijing Declaration and Platform for Action, and of the twenty-third special session \nof the General Assembly, entitled “Women 2000: gender equality, development and \npeace for the twenty-first century”,14 and their reviews, \n \nTaking note of the agreed conclusions of the Commission on the Status of \nWomen at its sixty-seventh session,15 on the priority theme, “Innovation and \ntechnological change, and education in the digital age for achieving gender equality \nand the empowerment of all women and girls”, particularly the paragraphs relevant \nto migrant women and girls, \n \nTaking note with appreciation of the agreed conclusions adopted by the \nCommission on the Status of Women at its fifty-seventh session,16 and taking note, in \nparticular, of the commitment, as appropriate, to further adopt and implement \nmeasures to ensure the social and legal inclusion and protection of women migrants, \nincluding women migrant workers in countries of origin, transit and destination, \npromote and protect the full realization of their human rights and their protection \nagainst violence and exploitation, implement gender-sensitive policies and \nprogrammes for women migrant workers and provide safe and legal channels that \nrecognize their skills and education, provide fair labour conditions and, as \nappropriate, facilitate their productive employment and decent work as well as their \nintegration into the labour force, \n \nUnderlining the importance of taking into account the root causes and \nconsequences of migration, and acknowledging that poverty, in particular the \nfeminization of poverty, underdevelopment, lack of opportunity, poor governance and \nenvironmental factors, are among the drivers of migration, \n \nRecalling the establishment of the International Migration Review Forum as an \nintergovernmental global platform for Member States to discuss and share progress \non the implementation of all aspects of the Global Compact for Safe, Orderly and \nRegular Migration, \n \nRecalling also that the Declaration of the High-level Dialogue on International \nMigration and Development of 201317 recognized that women and girls account for \nalmost half of all international migrants at the global level and the need to address the \nspecial situation and vulnerability of migrant women and girls by, inter alia, \nincorporating a gender perspective into policies and strengthening national laws, \ninstitutions and programmes to combat gender-based violence, including trafficking \nin persons and discrimination against them, and emphasized in this regard the need to \nestablish appropriate measures for the protection of women migrant workers in all \nsectors, including those involved in care and domestic work, \n \nTaking note of the adoption by the International Labour Conference of the \nDomestic Workers Convention, 2011 (No. 189),18 the Domestic Workers \nRecommendation, 2011 (No. 201) and the Violence and Harassment Convention, \n_______________ \n \n14 Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n15 Official Records of the Economic and Social Council, 2023, Supplement No. 7 (E/2023/27), \nchap. I, sect. A. \n \n16 Ibid., 2013, Supplement No. 7 (E/2013/27), chap. I, sect. A. \n \n17 Resolution 68/4. \n \n18 United Nations, Treaty Series, vol. 2955, No. 51379. \n\nA/RES/80/185 \nViolence against women migrant workers\n \n25-20998\n4/15 \n \n2019 (No. 190), encouraging States Parties to the Convention on the Elimination of \nAll Forms of Discrimination against Women to take note of and consider general \nrecommendation No. 26 (2008) on women migrant workers, adopted by the \nCommittee on the Elimination of Discrimination against Women in November 2008,19 \nand encouraging States Parties to the International Convention on the Protection of \nthe Rights of All Migrant Workers and Members of Their Families20 to take note of \nand consider general comment No. 1 (2011) on migrant domestic workers, adopted \nby the Committee on the Protection of the Rights of All Migrant Workers and \nMembers of Their Families in December 2010,21 acknowledging that they are \ncomplementary and mutually reinforcing, \n \nRecognizing the urgency of combating trafficking in persons in all its forms, \nincluding for the purposes of forced or compulsory labour, particularly of women \nmigrant workers, and in this regard taking note of the adoption by the International \nLabour Conference on 11 June 2014, at its 103rd session, of the Protocol to the Forced \nLabour Convention, 1930 (No. 29), and of Recommendation No. 203 on \nsupplementary measures for the effective suppression of forced labour, of the \nInternational Labour Organization, \n \nRecognizing also the increasing participation of women of all skill levels in \ninternational migration, driven in large part by socioeconomic factors and the increase \nin demand for migrant care work, and that some migrant workers engaged in informal \ncare work, particularly women, face serious human rights abuses owing to the \ninvisible nature of their workplace, while many benefit from the economic \nopportunities offered by care work, and that this feminization of migration requires \ngreater gender sensitivity in all policies and efforts related to the subject of \ninternational migration, \n \nAcknowledging that a significant proportion of migrant women are engaged in \ndomestic work, and, as highlighted in the 2022 report of the International Labour \nOrganization entitled Making the Right to Social Security a Reality for Domestic \nWorkers: A Global Review of Policy Trends, Statistics and Extension Strategies, the \nvast majority of domestic workers and care workers remain in informal employment \nwith limited or no social or labour protections, and face heightened risk of labour \nexploitation and abuse, \n \nRecognizing the roles and responsibilities of and need for cooperation among all \nstakeholders, in particular countries of origin, transit and destination, relevant \nregional and international organizations, workers’ and employers’ organizations, the \nprivate sector and civil society, in promoting an environment that prevents and \naddresses violence against women migrant workers, including in the context of \ndiscrimination, through targeted measures, and in this regard recognizing the \nimportance of joint and collaborative approaches and strategies at the national, \nbilateral, regional and international levels, \n \nRecognizing also that the positive contribution of women migrant workers has \nthe potential to foster inclusive growth and sustainable development in countries of \norigin, transit and destination, underlining the value and dignity of their labour, in all \nsectors, including in care and domestic work, and encouraging efforts to improve \npublic perceptions of migrants and migration, \n_______________ \n \n19 Official Records of the General Assembly, Sixty-fourth Session, Supplement No. 38 (A/64/38), \npart one, annex I, decision 42/I. \n \n20 United Nations, Treaty Series, vol. 2220, No. 39481. \n \n21 CMW/C/GC/1. \n\nViolence against women migrant workers \nA/RES/80/185\n \n5/15\n25-20998 \n \n \nRecognizing further the contribution of women migrant workers to the \ndevelopment of their families, inter alia, through the delivery of remittances, \n \nRecognizing the valuable contributions of migrant women, including women \nmigrant workers, on the front lines of the responses to public health emergencies, \nincluding the coronavirus disease (COVID‑19) pandemic, where migrant workers, \nincluding women migrant workers, were among those who were in vulnerable \nsituations owing to the negative effects of the pandemic and in many cases made up \na disproportionate share of the workforce in sectors that remained open throughout \nthe health emergency,  \n \nRecognizing also the particular vulnerability and needs of women and their \nchildren at all stages of the migration process, extending from the moment of deciding \nto migrate, and including transit, engagement in formal and informal employment and \nintegration into the host society, as well as during their return to and reintegration in \ntheir countries of origin, \n \nExpressing deep concern at the continuing reports of grave abuses and violence \ncommitted against migrant women and girls, including gender-based violence, sexual \nviolence, sexual exploitation and abuse, domestic violence, gender-related killing of \nwomen and girls, including femicide, racist and xenophobic acts and expressions, \ndiscrimination, abusive labour practices, exploitative conditions of work and \ntrafficking in persons, including forced labour or services, slavery or practices similar \nto slavery, while taking into account the particular difficulties in accessing justice that \nmay be faced by women migrant workers, \n \nRecognizing that one of the key causes of the labour exploitation suffered by \nmigrants, including women migrant workers, is linked to the unscrupulous practices \nof some recruitment agencies and informal brokers that charge high recruitment costs \nand related fees, and noting with concern the reports of abuse committed by some \nrecruitment agencies and employers, \n \nRecognizing also that violence against women and girls, in particular migrant \nwomen, is rooted in historical and structural inequality in power relations between \nwomen and men, which further reinforces gender stereotypes and barriers to the full \nenjoyment by women and girls of their human rights, \n \nRecognizing further that the intersection of, inter alia, age, class, race, disability \nand gender-based and ethnic discrimination and stereotypes can compound the \ndiscrimination faced by women migrant workers, and that gender-based violence is a \nform of discrimination, \n \nReaffirming the commitment to respect, protect and promote the human rights \nof all women, including, without discrimination, Indigenous women who migrate for \nwork, and in this regard noting the attention paid in the United Nations Declaration \non the Rights of Indigenous Peoples22 to the full protection and guarantees against all \nforms of violence and discrimination against Indigenous women, as appropriate, \n \nStressing the multiple and intersecting forms of discrimination that may be faced \nby Indigenous migrant women, who suffer at a disproportionately high rate from \ndomestic violence and sexual abuse, and as victims of trafficking in persons, \n \nNoting with concern that the availability and flexibility of pathways for safe and \nregular migration remain limited in many cases, and in this regard noting with concern \nalso the increased risk of violence for women migrant workers, \n_______________ \n \n22 Resolution 61/295, annex. \n\nA/RES/80/185 \nViolence against women migrant workers\n \n25-20998\n6/15 \n \n \nConcerned that many migrant women who are employed in the informal \neconomy and in less skilled work are especially vulnerable to abuse and exploitation, \nunderlining in this regard the obligation of States to protect the human rights of \nmigrants so as to prevent and address abuse and exploitation, observing with concern \nthat many women migrant workers take on jobs for which they may be overqualified \nand in which, at the same time, they may be more vulnerable because of poor pay and \ninadequate social protection, and in this regard taking note of the adoption by the \nInternational Labour Conference on 12 June 2015, at its 104th session, of \nRecommendation No. 204 concerning the transition from the informal to the formal \neconomy, \n \nConcerned also that migrant women in informal employment may benefit from \nonly limited legal protection of their labour rights, increasing the risk of exploitation, \n \nConcerned further that women migrants, including those with irregular \nmigration status, are more likely to be forced to work under deplorable working \nconditions and tend to experience discrimination, coercion, violence, abuse and the \nthreat of arrest, deportation and family separation caused by perpetrators, who use \nthese as means of exerting control over them, \n \nEmphasizing the need for objective, comprehensive and broad-based \ninformation, including sex- and age-disaggregated data and statistics, indicators for \nresearch and analysis, and a wide exchange of experience and lessons learned by \nindividual Member States and civil society in the formulation of targeted policies and \nconcrete strategies to specifically address violence against women migrant workers, \nincluding in the context of discrimination, \n \nRealizing that the movement of a significant number of women migrant workers \nmay be facilitated and made possible by means of fraudulent or irregular \ndocumentation and sham marriages with the object of migration, that this may be \nfacilitated through, inter alia, the Internet and that those women migrant workers are \nmore vulnerable to abuse and exploitation, \n \nRecognizing the importance of exploring the link between migration and \ntrafficking in persons in order to further efforts towards protecting women migrant \nworkers from violence, discrimination, exploitation and abuse and to provide \nappropriate care, assistance and services for trafficking victims, regardless of \nmigratory status, \n \nRecognizing also that women migrant workers experience a higher risk of \ntrafficking in persons and that traffickers often use technology, including social media \nplatforms and artificial intelligence, such as deepfake technology, to profile, recruit, \ncontrol and exploit women migrant workers, including for the purposes of sexual \nexploitation, \n \nExpressing grave concern that, while access to digital technologies is crucial, \nall forms of violence, including gender-based violence, that occur through or are \namplified by the use of technology directed towards women migrant workers, \nincluding online harassment and abuse, are an affront to their dignity and could affect \ntheir health, well-being and economic security, and expressing grave concern also at \nthe use of technology for extortion and for the broadcasting of sexual violence \nperpetrated by smugglers to the community of migrant women, further stigmatizing \nand degrading women migrants, \n \nReaffirming the need to close all digital divides, including the gender digital \ndivide, and to ensure that the benefits of digital technologies are available to all \nmigrant women and girls to promote their digital literacy and digital education,  \n\nViolence against women migrant workers \nA/RES/80/185\n \n7/15\n25-20998 \n \n \nRecognizing that the vulnerabilities documented for women migrant workers \nhighlight increasingly complex migration contexts and channels, where migrant \nworkers may find themselves in life-threatening situations when entering other \ncountries, \n \nHighlighting measures adopted by some countries of destination to alleviate the \nplight of women migrant workers residing in their areas of jurisdiction and to promote \naccess to justice, including through the establishment of gender-sensitive protection \nmechanisms for women migrant workers, by facilitating their access to mechanisms \nfor reporting complaints or providing assistance during legal proceedings and by \npromoting actions to protect migrant women who are victims of violence, \n \nUnderlining the important role of relevant United Nations treaty bodies in \nmonitoring the implementation of human rights conventions and of the relevant \nspecial procedures, as well as of the supervisory mechanisms of the International \nLabour Organization, in monitoring the implementation of international labour \nstandards, within their respective mandates, in addressing the problem of violence \nagainst women migrant workers and in protecting and promoting their human rights \nand welfare, \n \n1. \nTakes note of the report of the Secretary-General;23 \n \n2. \nTakes note with appreciation of the report of the Secretary-General on the \nreview and appraisal of the implementation of the Beijing Declaration and Platform \nfor Action and the outcomes of the twenty-third special session of the General \nAssembly,24 which highlights, inter alia, that overall progress in the implementation \nof the Platform for Action has been particularly slow for women and girls who \nexperience multiple and intersecting forms of discrimination and that marginalized \ngroups of women, including migrant women, are at particular risk of discrimination \nand violence; \n \n3. \nInvites Member States to consider ratifying relevant International Labour \nOrganization conventions, including the Migration for Employment Convention \n(Revised), 1949 (No. 97),25 the Migrant Workers (Supplementary Provisions) \nConvention, 1975 (No. 143),26 the Private Employment Agencies Convention, 1997 \n(No. 181)27 and the Domestic Workers Convention, 2011 (No. 189), and to consider \nsigning and ratifying or acceding to the International Convention on the Protection of \nthe Rights of All Migrant Workers and Members of Their Families, the Protocol to \nPrevent, Suppress and Punish Trafficking in Persons, Especially Women and \nChildren, supplementing the United Nations Convention against Transnational \nOrganized Crime,28 the Protocol against the Smuggling of Migrants by Land, Sea and \nAir, supplementing the United Nations Convention against Transnational Organized \nCrime,29 the 1954 Convention relating to the Status of Stateless Persons30 and the \n1961 Convention on the Reduction of Statelessness,31 as well as all other human rights \ntreaties that contribute to the protection of the rights of women migrant workers, calls \nupon States Parties to comply with their relevant obligations under international law, \n_______________ \n \n23 A/80/317. \n \n24 E/CN.6/2025/3/Rev.1. \n \n25 United Nations, Treaty Series, vol. 120, No. 1616. \n \n26 Ibid., vol. 1120, No. 17426. \n \n27 Ibid., vol. 2115, No. 36794. \n \n28 Ibid., vol. 2237, No. 39574. \n \n29 Ibid., vol. 2241, No. 39574. \n \n30 Ibid., vol. 360, No. 5158. \n \n31 Ibid., vol. 989, No. 14458. \n\nA/RES/80/185 \nViolence against women migrant workers\n \n25-20998\n8/15 \n \nand encourages Member States to implement the United Nations Global Plan of \nAction to Combat Trafficking in Persons;32 \n \n4. \nTakes note of the reports of the Special Rapporteur on the human rights of \nmigrants submitted to the Human Rights Council at its fifty-sixth33 and fifty-ninth34 \nsessions and to the General Assembly at its seventy-ninth35 and eightieth sessions;36 \n \n5. \nRecalls the adoption of the New Urban Agenda at the United Nations \nConference on Housing and Sustainable Urban Development (Habitat III), held in \nQuito from 17 to 20 October 2016,37 in which Member States committed to \nrecognizing the contribution of the working poor in the informal economy, \nparticularly women migrant workers, to the urban economies; \n \n6. \nEncourages all United Nations agencies and special rapporteurs on human \nrights whose mandates touch on the issues of violence against women migrant \nworkers to improve the collection of information on and analysis of those areas within \ntheir mandates relating to the current challenges facing women migrant workers, \nincluding in supply chains, and also encourages Governments to cooperate with the \nagencies and special rapporteurs in this regard; \n \n7. \nCalls upon all Governments to incorporate a human rights, gender-\nresponsive and people-centred perspective into legislation, policies and programmes \non international migration and on labour and employment, consistent with their \nhuman rights obligations and commitments under human rights instruments, for the \nprevention of, and protection of migrant women against, violence and discrimination, \ntrafficking in persons, exploitation and abuse, to take effective measures to ensure \nthat such migration and labour policies do not reinforce discrimination, and, where \nnecessary, to conduct impact assessment studies of such legislation, policies and \nprogrammes, and to take into account the need for effective and meaningful \nparticipation of women migrant workers and relevant civil society organizations, as \nappropriate, in the formulation of such policies and programmes; \n \n8. \nCalls upon Governments to adopt or strengthen measures to protect the \nhuman rights of women migrant workers, including domestic workers, regardless of \ntheir migratory status, including in policies that regulate the recruitment and \ndeployment of women migrant workers, to consider expanding dialogue among States \non devising innovative methods to promote legal channels of migration in order to \ndeter irregular migration, to consider incorporating a gender perspective into \nimmigration laws in order to prevent discrimination and violence against women, \nincluding in independent, circular and temporary migration, and to consider \npermitting, in accordance with national legislation, women migrant workers who are \nvictims of violence, trafficking in persons or other forms of exploitation or abuse to \napply for residency permits independently of abusive employers or spouses, and to \neliminate abusive sponsorship systems; \n \n9. \nEncourages Governments to adapt options and pathways for regular \nmigration in a manner that facilitates labour mobility and decent work reflecting \ndemographic and labour market realities, optimizes education opportunities, upholds \nthe right to family life and responds to the needs of migrants in a situation of \n_______________ \n \n32 Resolution 64/293. \n \n33 A/HRC/56/54. \n \n34 A/HRC/59/49. \n \n35 A/79/213. \n \n36 A/80/302. \n \n37 Resolution 71/256, annex. \n\nViolence against women migrant workers \nA/RES/80/185\n \n9/15\n25-20998 \n \nvulnerability, with a view to expanding and diversifying the availability of pathways \nfor safe, orderly and regular migration; \n \n10. Encourages Governments engaged in the International Migration Review \nForum to ensure that the implementation, review and follow-up of the Global \nCompact for Safe, Orderly and Regular Migration38 take into account relevant \nprovisions regarding women migrant workers, and invites Governments to participate \nin the upcoming International Migration Review Forum in 2026; \n \n11. Encourages Governments to consider adopting measures to reduce the cost \nof labour migration and promote ethical recruitment policies and practices between \nsending and receiving countries; \n \n12. Encourages States to invest in achieving the Sustainable Development \nGoals39 to address inequalities that may act as drivers of women’s migration, \nincluding violence and discrimination against women, inequitable access, control and \nownership of productive resources, and the disproportionate effects that women face \nas a result of climate change and disasters, including by ensuring adequate capacity-\nbuilding measures to empower women for disaster preparedness and to secure \nalternate means of livelihood in post-disaster situations, increasing the availability of \ndecent work and social protection for women, as well as by ensuring the full, equal \nand meaningful participation of women, including women migrant workers, in \npolicymaking; \n \n13. Urges States to adopt or develop and implement legislation and policies, \nin accordance with their commitments and obligations under international law, to \nprevent and respond to gender-related killing of women and girls, including femicide, \nwhile taking into account the particular difficulties faced by women migrant workers \nin accessing justice; \n \n14. Encourages Governments to seek to address the push and pull factors \nsurrounding women’s irregular migration, including the need to resolve care deficits \nin labour-importing countries and to regulate, formalize, professionalize and protect \nthe terms and conditions of employment in care work, in line with national law and \napplicable obligations under international law; \n \n15. Urges Governments to enhance bilateral, regional, interregional and \ninternational cooperation to address violence against women migrant workers, fully \nrespecting international law, including international human rights law, as well as to \nstrengthen efforts to reduce the vulnerability of women migrant workers by promoting \ndecent work, by, inter alia, adopting minimum wage policies and employment \ncontracts in accordance with applicable laws and regulations, facilitating effective \naccess to justice and effective action in the areas of law enforcement, prosecution, \nprevention, capacity-building and victim protection and support, exchanging \ninformation and good practices in combating violence and discrimination against \nwomen migrant workers and fostering sustainable development alternatives to \nmigration in countries of origin; \n \n16. Also urges Governments to take into account the best interests of the child \nby adopting or strengthening measures to respect, promote and protect the human \nrights of migrant children, especially girls, including unaccompanied girls, regardless \nof their migratory status, so as to prevent trafficking in persons, labour and economic \nexploitation, discrimination, all forms of sexual exploitation, sexual harassment, \n_______________ \n \n38 Resolution 73/195, annex. \n \n39 See resolution 70/1. \n\nA/RES/80/185 \nViolence against women migrant workers\n \n25-20998\n10/15 \n \nviolence and sexual abuse of migrant children, including in online and digital \ncontexts; \n \n17. Further urges Governments to strongly encourage all stakeholders, \nespecially the private sector, including employment agencies involved in recruiting \nwomen migrant workers, to strengthen the focus on and funding support for the \nprevention of violence against women migrant workers, in particular by promoting \nthe access of women to meaningful and gender-sensitive information and education \non, inter alia, the costs and benefits of migration, rights and benefits to which they \nare entitled in the countries of origin and employment, overall conditions in countries \nof employment and procedures for legal migration, as well as to ensure that laws and \npolicies governing recruiters, employers and intermediaries promote adherence to and \nrespect for the human rights and, where applicable, labour rights of migrant workers, \nparticularly women; \n \n18. Encourages all States to remove obstacles that may prevent the \ntransparent, safe, unrestricted and expeditious transfer of remittances of migrants to \ntheir countries of origin or to any other countries, including, where appropriate, by \nreducing transaction costs and implementing woman-friendly remittance transfer, \nsavings and investment schemes, including diaspora investment schemes, in \nconformity with applicable national legislation, and to consider, as appropriate, \nmeasures to solve other problems that may impede women migrant workers’ access \nto and management of their economic resources; \n \n19. Encourages States to establish, elaborate or strengthen policies and \nprogrammes, in collaboration with relevant actors, that provide access to technology \nand connectivity for women migrant workers, and facilitate their training on digital \nand information technology skills, including for the purpose of acquiring knowledge \nand awareness of their rights and responsibilities, as well as of the laws and \nobligations of transit and destination countries; \n \n20. Also encourages States to consider designing and implementing financial \nliteracy training programmes for women migrant workers and, where appropriate, \ntheir families, and other programmes that may contribute to the full development \nimpact of migration; \n \n21. Encourages Governments to consider increasing the labour participation \nof and employment opportunities for women migrant workers, including those in \ndomestic work, through the recognition of their skills, qualifications and \ncompetences, which will enhance their ability to transition from one job or employer \nto another, and, where appropriate, in order to facilitate their entry into the formal \nsector; \n \n22. Calls upon States to address the structural and underlying causes of all \nforms of violence against women migrant workers, including through education and \nthe dissemination of information and by raising awareness of gender equality issues, \npromoting their economic empowerment and access to decent work and, where \nrelevant, their integration into the formal economy, in particular in economic \ndecision-making, and promoting their participation in public life, as appropriate; \n \n23. Urges Governments and all relevant stakeholders, including digital \ntechnology companies, to prevent and respond to violence that occurs through or is \namplified by the use of technology, including online platforms and artificial \nintelligence, such as deepfake technology, to recruit, control or extort women migrant \nworkers, and to strengthen digital literacy and safe reporting mechanisms and equal \naccess to justice, including by providing accessible, confidential, supportive and \neffective mechanisms for reporting such violence; \n\nViolence against women migrant workers \nA/RES/80/185\n \n11/15\n25-20998 \n \n \n24. Calls upon Governments to promote access to adequate, quality and \naffordable healthcare services and quality education for women migrant workers and \ntheir accompanying children; \n \n25. Also calls upon Governments to recognize the right of women migrant \nworkers and their accompanying children, regardless of their migratory status, to have \naccess without discrimination to emergency healthcare, including in times of \nhumanitarian crises, natural disasters, pandemics and other emergency situations, and \nin this regard to ensure that women migrant workers are not discriminated against on \nthe grounds of pregnancy and childbirth and, in accordance with national legislation, \nto address the vulnerabilities to HIV experienced by migrant populations and support \ntheir access to HIV prevention, treatment, care and support; \n \n26. Urges Member States to establish an inclusive and gender-responsive \npublic health response that addresses the specific needs of migrant women and \nprovides equitable access to essential public services and comprehensive healthcare \nservices for women migrant workers, including mental health and psychosocial \nsupport, palliative care and access to safe, quality, effective and affordable medicines, \nincluding generics, vaccines, diagnostics and other health technologies, during \npandemics and other health emergencies; \n \n27. Encourages Governments to ensure the appropriate use of voluntary and \nconfidential HIV testing and pregnancy testing to prevent unwarranted barriers prior \nto and during migration; \n \n28. Encourages States to protect women migrant workers, including domestic \nworkers, from becoming victims of trafficking in persons, through the implementation \nof programmes and policies that prevent victimization and through the provision of \nprotection and access to justice, as well as medical and psychological assistance, \nwhere appropriate; \n \n29. Urges States to recognize the significant contributions and leadership of \nwomen in migrant communities and to take appropriate steps to promote their full, \nequal and meaningful participation in the development of local solutions and \nopportunities, and to recognize the importance of protecting labour rights and a safe \nenvironment for women migrant workers in all sectors, including those in informal \nemployment, including through fair and ethical recruitment and the prevention of \nexploitation, and to ensure safe, orderly and regular migration, as well as labour \nmobility; \n \n30. Urges States that have not yet done so to adopt and implement legislation \nand policies that protect all women migrant workers, including those in domestic \nwork, to include therein, and improve where necessary, relevant monitoring and \ninspection measures, in line with applicable International Labour Organization \nconventions and other instruments to ensure compliance with international \nobligations and to grant women migrant workers in domestic service access to gender-\nsensitive, transparent mechanisms for bringing complaints against recruitment \nagencies and employers, including terminating their contracts in the event of labour \nand economic exploitation, discrimination, sexual harassment, violence and sexual \nabuse in the workplace, while stressing that such instruments should not punish \nwomen migrant workers, and calls upon States to promptly investigate and punish all \nviolations of their rights; \n \n31. Encourages States to consider ensuring that all women migrant workers, \nregardless of their migration status, can exercise their human rights through safe \naccess to basic services, notwithstanding that nationals and regular migrants may be \nentitled to more comprehensive service provision, while ensuring that any differential \n\nA/RES/80/185 \nViolence against women migrant workers\n \n25-20998\n12/15 \n \ntreatment must be based on law, be proportionate and pursue a legitimate aim, in \naccordance with international human rights law; \n \n32. Urges Governments to support enhanced reception and reintegration \nassistance for those who return, with particular attention given to the needs of victims \nof trafficking in persons and of migrants in vulnerable situations, inter alia, children, \nolder women and women with disabilities; \n \n33. Urges States to adopt national gender-responsive migration policies and \nlegislation, in line with relevant obligations under international law, to protect the \nhuman rights of all migrant women and girls, regardless of migration status; recognize \nthe skills and education of women migrant workers to promote their economic \nempowerment in all sectors and, as appropriate, facilitate their productive \nemployment, decent work and integration into the labour force, including in the fields \nof education and science and technology; recognize the importance of protecting \nlabour rights and a safe environment for women migrant workers and those in \nprecarious employment, including preventing and addressing abuse and exploitation, \nprotecting women migrant workers in all sectors and promoting labour mobility; \nprovide newly arrived migrant women with targeted, gender-responsive, child-\nsensitive, accessible and comprehensive information and legal guidance on their \nrights and obligations, including on compliance with national and local laws, \nobtaining work and resident permits, status adjustments, registration with authorities, \naccess to justice to file complaints about rights violations, as well as access to basic \nservices; encourage cooperation among various stakeholders, including countries of \norigin, transit and destination, in ensuring that migrant women and girls have \nadequate identification and the provision of relevant documents to facilitate access to \nsocial protection mechanisms; and facilitate the sustainable reintegration of returning \nmigrant women and girls by providing them with equal access to social protection and \nservices; \n \n34. Encourages States to review existing recruitment mechanisms to guarantee \nthat they are fair and ethical, to enhance the abilities of labour inspectors and other \nauthorities to better monitor recruiters, employers and service providers in all sectors \nand to protect all migrant workers against all forms of exploitation and abuse in order \nto guarantee decent work and maximize the socioeconomic contributions of migrants \nin both their countries of origin and destination; \n \n35. Calls upon Governments, in cooperation with international organizations, \nnon‑governmental organizations, the private sector and other stakeholders, to provide \nwomen migrant workers who are victims of violence, irrespective of their migratory \nstatus, in line with domestic legislation, access to the full range of emergency \nassistance and protection and, to the extent possible, with gender-sensitive services \nthat are culturally and linguistically appropriate, which includes the provision of \ninformation on the rights of women migrant workers, hotlines, dispute resolution \nmechanisms, legal aid, victim advocacy, services for children, safety planning, \npsychological support and trauma counselling, social services, women-only spaces \nand access to women’s shelters, where these exist, in accordance with relevant \ninternational human rights instruments and applicable conventions; \n \n36. Encourages States, as appropriate, to address practical barriers, including \nlanguage barriers, that women migrant workers may encounter in countries of \ndestination, and provide them with adequate information about their rights, including \nto consular assistance, prior to their departure from their countries of origin; \n \n37. Calls upon Governments to ensure that legislative provisions and judicial \nprocesses are in place to provide women migrant workers access to justice, to \nenhance, develop or maintain legal frameworks and specific gender-responsive \n\nViolence against women migrant workers \nA/RES/80/185\n \n13/15\n25-20998 \n \npolicies to explicitly meet their needs and rights and, where necessary, to take \nappropriate steps to reform existing legislation and policies to capture their needs and \nprotect their rights; \n \n38. Also calls upon Governments, in particular those of the countries of origin \nand destination, to put in place penal and criminal sanctions, in order to punish \nperpetrators of violence against women migrant workers and intermediaries, and \ngender-sensitive redress and justice mechanisms that victims can access effectively \nand that allow their views and concerns to be presented and considered at appropriate \nstages of proceedings, including other measures that will allow victims to be present \nduring the judicial process, when possible, and to protect women migrant workers \nwho are victims of violence from revictimization, including by authorities; \n \n39. Calls upon Governments of origin, transit and destination countries to take \nlegislative or other measures to protect all migrant women from harassment and \nviolence in all of its forms, including violence in the world of work and sexual \nexploitation, and put in place zero-tolerance policies towards all forms of violence \nand harassment, racism, racial discrimination, xenophobia and related intolerance \nagainst migrant women, and to hold perpetrators of violence accountable; \n \n40. Encourages States to address the increased risk of violence, harassment \nand abuse that women migrant workers face during migration and after return, in \nparticular those providing domestic and care services and working in rural areas in \nthe agriculture sector; \n \n41. Encourages Member States to ensure the safe and dignified return and \nsustainable reintegration of women migrant workers, including through awareness-\nraising, capacity-building, education and the provision of and access to public \nservices, access to justice and decent work, and through policies and programmes that \nprevent and address violence; \n \n42. Urges all States to adopt and implement effective measures to put an end \nto the arbitrary arrest and detention of women migrant workers and to take action to \nprevent and punish any form of illegal deprivation of the liberty of women migrant \nworkers by individuals or groups; \n \n43. Encourages States to adopt and implement effective measures that ensure \nrespect, protection and fulfilment of women migrant workers’ human rights along \nknown migration routes and at State borders, as well as in prisons and detention \ncentres, and address the tendency for increased violence in these places due to \nconditions such as overcrowding and insecure living conditions; \n \n44. Encourages Governments to formulate, implement and refine training \nprogrammes for their law enforcement officials, immigration officers and border \nofficials, diplomatic and consular officials, judiciary, prosecutors, public sector \nmedical staff and other service providers, with a view to sensitizing those public \nsector workers to the issue of violence against women migrant workers and imparting \nto them the necessary skills and attitude to ensure the delivery of proper, professional \nand gender-sensitive interventions, including for those in detention facilities; \n \n45. Also encourages Governments to promote coherence between migration, \nlabour and anti‑trafficking policies and programmes concerning women migrant \nworkers, based on a human rights, gender-responsive and people-centred perspective, \nto ensure that the human rights of women migrant workers are protected throughout \nthe migration process and to enhance efforts and increase action to prevent violence \nagainst women migrant workers, prosecute perpetrators and protect and support \nvictims and their families; \n\nA/RES/80/185 \nViolence against women migrant workers\n \n25-20998\n14/15 \n \n \n46. Calls upon States, in accordance with the provisions of article 36 of the \nVienna Convention on Consular Relations,40 to ensure that, if a woman migrant \nworker is arrested or committed to prison or custody pending trial, or is detained in \nany other manner, the competent authorities respect her freedom to communicate with \nand have access to the consular officials of the country of her nationality and, in this \nregard, to inform without delay, if that woman migrant worker so requests, the \nconsular post of her State of nationality; \n \n47. Invites the United Nations system and other concerned intergovernmental \nand non‑governmental organizations to cooperate with Governments, within existing \nresources, towards a better understanding of the issues concerning women and \ninternational migration, and to improve the collection, dissemination and analysis of \nsex- and age-disaggregated data and information in order to assist in the formulation \nof migration and labour policies that are, inter alia, gender-responsive and that protect \nhuman rights, as well as to aid in policy assessment and to continue to support national \nefforts to address violence against women migrant workers in a coordinated way that \nensures effective implementation, enhances their impact and strengthens positive \noutcomes for women migrant workers; \n \n48. Encourages Governments, in accordance with their applicable legal \nobligations, to formulate national policies concerning women migrant workers that \nare based on up-to-date, relevant sex-disaggregated data and analysis, in close \nconsultation with women migrant workers and relevant stakeholders throughout the \npolicy process, and also encourages Governments to ensure that this process is \nadequately resourced and that the resulting policies have measurable targets and \nindicators, timetables and monitoring and accountability measures, in particular for \nemployment agencies, employers and public officials, and provide for impact \nassessments and ensure multi-sector coordination within and between countries of \norigin, transit and destination through appropriate mechanisms; \n \n49. Encourages concerned Governments, in particular those of countries of \norigin, transit and destination, to avail themselves of the expertise of the United \nNations, including the Statistics Division of the Department of Economic and Social \nAffairs of the Secretariat, the International Labour Organization and the United \nNations Entity for Gender Equality and the Empowerment of Women (UN-Women), \nto develop and enhance appropriate sex-disaggregated national data collection, \nanalysis and dissemination methodologies that will generate comparable data, and \ntracking and reporting systems on violence against women migrant workers and, \nwherever possible, on violations of their rights at all stages of the migration process, \nand:  \n \n(a) \nTo further study the costs of violence against women, including migrant \nworkers, to the women themselves, their families and their communities; \n \n(b) \nTo analyse the opportunities available to women migrant workers and their \nimpact on development; \n \n(c) \nTo strengthen, in compliance with national laws and regulations and \ninternational human rights law, the collection, analysis and dissemination of \nrepresentative sex-disaggregated data and statistics on the situation of women migrant \nworkers, including on the incidence of violence that occurs through or is amplified \nby the use of technology; \n \n(d) \nTo further assess and measure recruitment costs and fees through the \nprovision of appropriate sex-disaggregated data and analysis, where available; \n_______________ \n \n40 United Nations, Treaty Series, vol. 596, No. 8638. \n\nViolence against women migrant workers \nA/RES/80/185\n \n15/15\n25-20998 \n \n \n(e) \nTo support the improvement of macrodata on migration costs and on \nremittances, for appropriate policy formulation and implementation; \n \n50. Encourages the United Nations system and related entities to continue and \nstep up their efforts and promote partnerships with all stakeholders, including civil \nsociety organizations, and to coordinate their work in support, as appropriate, of \neffective implementation of relevant international and regional instruments in order \nto enhance their impact through concrete positive outcomes for the advancement of \nthe rights of women migrant workers; \n \n51. Invites Member States engaged in the International Migration Review \nForum to take into consideration all relevant resolutions, including the present \nresolution, in their discussions for the Progress Declaration; \n \n52. Requests the Secretary-General to provide a comprehensive, analytical and \nthematic report to the General Assembly at its eighty-second session on the problem \nof violence against women migrant workers, including domestic and care workers, \nand on the implementation of the present resolution, taking into account updated \ninformation from Member States, the organizations of the United Nations system, in \nparticular the International Labour Organization, the International Organization for \nMigration, the United Nations Development Programme, UN-Women and the United \nNations Office on Drugs and Crime, as well as the reports of special rapporteurs that \nrefer to the situation of women migrant workers and other relevant sources, including \nnon‑governmental organizations. \n \n62nd plenary meeting \n15 December 2025 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;23",
    "2": "Takes note with appreciation of the report of the Secretary-General on the review and appraisal of the implementation of the Beijing Declaration and Platform for Action and the outcomes of the twenty-third special session of the General Assembly,24 which highlights, inter alia, that overall progress in the implementation of the Platform for Action has been particularly slow for women and girls who experience multiple and intersecting forms of discrimination and that marginalized groups of women, including migrant women, are at particular risk of discrimination and violence;",
    "3": "Invites Member States to consider ratifying relevant International Labour Organization conventions, including the Migration for Employment Convention (Revised), 1949 (No. 97),25 the Migrant Workers (Supplementary Provisions) Convention, 1975 (No. 143),26 the Private Employment Agencies Convention, 1997 (No. 181)27 and the Domestic Workers Convention, 2011 (No. 189), and to consider signing and ratifying or acceding to the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime,28 the Protocol against the Smuggling of Migrants by Land, Sea and Air, supplementing the United Nations Convention against Transnational Organized Crime,29 the 1954 Convention relating to the Status of Stateless Persons30 and the 1961 Convention on the Reduction of Statelessness,31 as well as all other human rights treaties that contribute to the protection of the rights of women migrant workers, calls upon States Parties to comply with their relevant obligations under international law, _______________ 23 A/80/317. 24 E/CN.6/2025/3/Rev.1. 25 United Nations, Treaty Series, vol. 120, No. 1616. 26 Ibid., vol. 1120, No. 17426. 27 Ibid., vol. 2115, No. 36794. 28 Ibid., vol. 2237, No. 39574. 29 Ibid., vol. 2241, No. 39574. 30 Ibid., vol. 360, No. 5158. 31 Ibid., vol. 989, No. 14458. A/RES/80/185 Violence against women migrant workers 25-20998 8/15 and encourages Member States to implement the United Nations Global Plan of Action to Combat Trafficking in Persons;32",
    "4": "Takes note of the reports of the Special Rapporteur on the human rights of migrants submitted to the Human Rights Council at its fifty-sixth33 and fifty-ninth34 sessions and to the General Assembly at its seventy-ninth35 and eightieth sessions;36",
    "5": "Recalls the adoption of the New Urban Agenda at the United Nations Conference on Housing and Sustainable Urban Development (Habitat III), held in Quito from 17 to 20 October 2016,37 in which Member States committed to recognizing the contribution of the working poor in the informal economy, particularly women migrant workers, to the urban economies;",
    "6": "Encourages all United Nations agencies and special rapporteurs on human rights whose mandates touch on the issues of violence against women migrant workers to improve the collection of information on and analysis of those areas within their mandates relating to the current challenges facing women migrant workers, including in supply chains, and also encourages Governments to cooperate with the agencies and special rapporteurs in this regard;",
    "7": "Calls upon all Governments to incorporate a human rights, gender- responsive and people-centred perspective into legislation, policies and programmes on international migration and on labour and employment, consistent with their human rights obligations and commitments under human rights instruments, for the prevention of, and protection of migrant women against, violence and discrimination, trafficking in persons, exploitation and abuse, to take effective measures to ensure that such migration and labour policies do not reinforce discrimination, and, where necessary, to conduct impact assessment studies of such legislation, policies and programmes, and to take into account the need for effective and meaningful participation of women migrant workers and relevant civil society organizations, as appropriate, in the formulation of such policies and programmes;",
    "8": "Calls upon Governments to adopt or strengthen measures to protect the human rights of women migrant workers, including domestic workers, regardless of their migratory status, including in policies that regulate the recruitment and deployment of women migrant workers, to consider expanding dialogue among States on devising innovative methods to promote legal channels of migration in order to deter irregular migration, to consider incorporating a gender perspective into immigration laws in order to prevent discrimination and violence against women, including in independent, circular and temporary migration, and to consider permitting, in accordance with national legislation, women migrant workers who are victims of violence, trafficking in persons or other forms of exploitation or abuse to apply for residency permits independently of abusive employers or spouses, and to eliminate abusive sponsorship systems;",
    "9": "Encourages Governments to adapt options and pathways for regular migration in a manner that facilitates labour mobility and decent work reflecting demographic and labour market realities, optimizes education opportunities, upholds the right to family life and responds to the needs of migrants in a situation of _______________ 32 Resolution 64/293. 33 A/HRC/56/54. 34 A/HRC/59/49. 35 A/79/213. 36 A/80/302. 37 Resolution 71/256, annex. Violence against women migrant workers A/RES/80/185 9/15 25-20998 vulnerability, with a view to expanding and diversifying the availability of pathways for safe, orderly and regular migration;",
    "10": "Encourages Governments engaged in the International Migration Review Forum to ensure that the implementation, review and follow-up of the Global Compact for Safe, Orderly and Regular Migration38 take into account relevant provisions regarding women migrant workers, and invites Governments to participate in the upcoming International Migration Review Forum in 2026;",
    "11": "Encourages Governments to consider adopting measures to reduce the cost of labour migration and promote ethical recruitment policies and practices between sending and receiving countries;",
    "12": "Encourages States to invest in achieving the Sustainable Development Goals39 to address inequalities that may act as drivers of women’s migration, including violence and discrimination against women, inequitable access, control and ownership of productive resources, and the disproportionate effects that women face as a result of climate change and disasters, including by ensuring adequate capacity- building measures to empower women for disaster preparedness and to secure alternate means of livelihood in post-disaster situations, increasing the availability of decent work and social protection for women, as well as by ensuring the full, equal and meaningful participation of women, including women migrant workers, in policymaking;",
    "13": "Urges States to adopt or develop and implement legislation and policies, in accordance with their commitments and obligations under international law, to prevent and respond to gender-related killing of women and girls, including femicide, while taking into account the particular difficulties faced by women migrant workers in accessing justice;",
    "14": "Encourages Governments to seek to address the push and pull factors surrounding women’s irregular migration, including the need to resolve care deficits in labour-importing countries and to regulate, formalize, professionalize and protect the terms and conditions of employment in care work, in line with national law and applicable obligations under international law;",
    "15": "Urges Governments to enhance bilateral, regional, interregional and international cooperation to address violence against women migrant workers, fully respecting international law, including international human rights law, as well as to strengthen efforts to reduce the vulnerability of women migrant workers by promoting decent work, by, inter alia, adopting minimum wage policies and employment contracts in accordance with applicable laws and regulations, facilitating effective access to justice and effective action in the areas of law enforcement, prosecution, prevention, capacity-building and victim protection and support, exchanging information and good practices in combating violence and discrimination against women migrant workers and fostering sustainable development alternatives to migration in countries of origin;",
    "16": "Also urges Governments to take into account the best interests of the child by adopting or strengthening measures to respect, promote and protect the human rights of migrant children, especially girls, including unaccompanied girls, regardless of their migratory status, so as to prevent trafficking in persons, labour and economic exploitation, discrimination, all forms of sexual exploitation, sexual harassment, _______________ 38 Resolution 73/195, annex. 39 See resolution 70/1. A/RES/80/185 Violence against women migrant workers 25-20998 10/15 violence and sexual abuse of migrant children, including in online and digital contexts;",
    "17": "Further urges Governments to strongly encourage all stakeholders, especially the private sector, including employment agencies involved in recruiting women migrant workers, to strengthen the focus on and funding support for the prevention of violence against women migrant workers, in particular by promoting the access of women to meaningful and gender-sensitive information and education on, inter alia, the costs and benefits of migration, rights and benefits to which they are entitled in the countries of origin and employment, overall conditions in countries of employment and procedures for legal migration, as well as to ensure that laws and policies governing recruiters, employers and intermediaries promote adherence to and respect for the human rights and, where applicable, labour rights of migrant workers, particularly women;",
    "18": "Encourages all States to remove obstacles that may prevent the transparent, safe, unrestricted and expeditious transfer of remittances of migrants to their countries of origin or to any other countries, including, where appropriate, by reducing transaction costs and implementing woman-friendly remittance transfer, savings and investment schemes, including diaspora investment schemes, in conformity with applicable national legislation, and to consider, as appropriate, measures to solve other problems that may impede women migrant workers’ access to and management of their economic resources;",
    "19": "Encourages States to establish, elaborate or strengthen policies and programmes, in collaboration with relevant actors, that provide access to technology and connectivity for women migrant workers, and facilitate their training on digital and information technology skills, including for the purpose of acquiring knowledge and awareness of their rights and responsibilities, as well as of the laws and obligations of transit and destination countries;",
    "20": "Also encourages States to consider designing and implementing financial literacy training programmes for women migrant workers and, where appropriate, their families, and other programmes that may contribute to the full development impact of migration;",
    "21": "Encourages Governments to consider increasing the labour participation of and employment opportunities for women migrant workers, including those in domestic work, through the recognition of their skills, qualifications and competences, which will enhance their ability to transition from one job or employer to another, and, where appropriate, in order to facilitate their entry into the formal sector;",
    "22": "Calls upon States to address the structural and underlying causes of all forms of violence against women migrant workers, including through education and the dissemination of information and by raising awareness of gender equality issues, promoting their economic empowerment and access to decent work and, where relevant, their integration into the formal economy, in particular in economic decision-making, and promoting their participation in public life, as appropriate;",
    "23": "Urges Governments and all relevant stakeholders, including digital technology companies, to prevent and respond to violence that occurs through or is amplified by the use of technology, including online platforms and artificial intelligence, such as deepfake technology, to recruit, control or extort women migrant workers, and to strengthen digital literacy and safe reporting mechanisms and equal access to justice, including by providing accessible, confidential, supportive and effective mechanisms for reporting such violence; Violence against women migrant workers A/RES/80/185 11/15 25-20998",
    "24": "Calls upon Governments to promote access to adequate, quality and affordable healthcare services and quality education for women migrant workers and their accompanying children;",
    "25": "Also calls upon Governments to recognize the right of women migrant workers and their accompanying children, regardless of their migratory status, to have access without discrimination to emergency healthcare, including in times of humanitarian crises, natural disasters, pandemics and other emergency situations, and in this regard to ensure that women migrant workers are not discriminated against on the grounds of pregnancy and childbirth and, in accordance with national legislation, to address the vulnerabilities to HIV experienced by migrant populations and support their access to HIV prevention, treatment, care and support;",
    "26": "Urges Member States to establish an inclusive and gender-responsive public health response that addresses the specific needs of migrant women and provides equitable access to essential public services and comprehensive healthcare services for women migrant workers, including mental health and psychosocial support, palliative care and access to safe, quality, effective and affordable medicines, including generics, vaccines, diagnostics and other health technologies, during pandemics and other health emergencies;",
    "27": "Encourages Governments to ensure the appropriate use of voluntary and confidential HIV testing and pregnancy testing to prevent unwarranted barriers prior to and during migration;",
    "28": "Encourages States to protect women migrant workers, including domestic workers, from becoming victims of trafficking in persons, through the implementation of programmes and policies that prevent victimization and through the provision of protection and access to justice, as well as medical and psychological assistance, where appropriate;",
    "29": "Urges States to recognize the significant contributions and leadership of women in migrant communities and to take appropriate steps to promote their full, equal and meaningful participation in the development of local solutions and opportunities, and to recognize the importance of protecting labour rights and a safe environment for women migrant workers in all sectors, including those in informal employment, including through fair and ethical recruitment and the prevention of exploitation, and to ensure safe, orderly and regular migration, as well as labour mobility;",
    "30": "Urges States that have not yet done so to adopt and implement legislation and policies that protect all women migrant workers, including those in domestic work, to include therein, and improve where necessary, relevant monitoring and inspection measures, in line with applicable International Labour Organization conventions and other instruments to ensure compliance with international obligations and to grant women migrant workers in domestic service access to gender- sensitive, transparent mechanisms for bringing complaints against recruitment agencies and employers, including terminating their contracts in the event of labour and economic exploitation, discrimination, sexual harassment, violence and sexual abuse in the workplace, while stressing that such instruments should not punish women migrant workers, and calls upon States to promptly investigate and punish all violations of their rights;",
    "31": "Encourages States to consider ensuring that all women migrant workers, regardless of their migration status, can exercise their human rights through safe access to basic services, notwithstanding that nationals and regular migrants may be entitled to more comprehensive service provision, while ensuring that any differential A/RES/80/185 Violence against women migrant workers 25-20998 12/15 treatment must be based on law, be proportionate and pursue a legitimate aim, in accordance with international human rights law;",
    "32": "Urges Governments to support enhanced reception and reintegration assistance for those who return, with particular attention given to the needs of victims of trafficking in persons and of migrants in vulnerable situations, inter alia, children, older women and women with disabilities;",
    "33": "Urges States to adopt national gender-responsive migration policies and legislation, in line with relevant obligations under international law, to protect the human rights of all migrant women and girls, regardless of migration status; recognize the skills and education of women migrant workers to promote their economic empowerment in all sectors and, as appropriate, facilitate their productive employment, decent work and integration into the labour force, including in the fields of education and science and technology; recognize the importance of protecting labour rights and a safe environment for women migrant workers and those in precarious employment, including preventing and addressing abuse and exploitation, protecting women migrant workers in all sectors and promoting labour mobility; provide newly arrived migrant women with targeted, gender-responsive, child- sensitive, accessible and comprehensive information and legal guidance on their rights and obligations, including on compliance with national and local laws, obtaining work and resident permits, status adjustments, registration with authorities, access to justice to file complaints about rights violations, as well as access to basic services; encourage cooperation among various stakeholders, including countries of origin, transit and destination, in ensuring that migrant women and girls have adequate identification and the provision of relevant documents to facilitate access to social protection mechanisms; and facilitate the sustainable reintegration of returning migrant women and girls by providing them with equal access to social protection and services;",
    "34": "Encourages States to review existing recruitment mechanisms to guarantee that they are fair and ethical, to enhance the abilities of labour inspectors and other authorities to better monitor recruiters, employers and service providers in all sectors and to protect all migrant workers against all forms of exploitation and abuse in order to guarantee decent work and maximize the socioeconomic contributions of migrants in both their countries of origin and destination;",
    "35": "Calls upon Governments, in cooperation with international organizations, non‑governmental organizations, the private sector and other stakeholders, to provide women migrant workers who are victims of violence, irrespective of their migratory status, in line with domestic legislation, access to the full range of emergency assistance and protection and, to the extent possible, with gender-sensitive services that are culturally and linguistically appropriate, which includes the provision of information on the rights of women migrant workers, hotlines, dispute resolution mechanisms, legal aid, victim advocacy, services for children, safety planning, psychological support and trauma counselling, social services, women-only spaces and access to women’s shelters, where these exist, in accordance with relevant international human rights instruments and applicable conventions;",
    "36": "Encourages States, as appropriate, to address practical barriers, including language barriers, that women migrant workers may encounter in countries of destination, and provide them with adequate information about their rights, including to consular assistance, prior to their departure from their countries of origin;",
    "37": "Calls upon Governments to ensure that legislative provisions and judicial processes are in place to provide women migrant workers access to justice, to enhance, develop or maintain legal frameworks and specific gender-responsive Violence against women migrant workers A/RES/80/185 13/15 25-20998 policies to explicitly meet their needs and rights and, where necessary, to take appropriate steps to reform existing legislation and policies to capture their needs and protect their rights;",
    "38": "Also calls upon Governments, in particular those of the countries of origin and destination, to put in place penal and criminal sanctions, in order to punish perpetrators of violence against women migrant workers and intermediaries, and gender-sensitive redress and justice mechanisms that victims can access effectively and that allow their views and concerns to be presented and considered at appropriate stages of proceedings, including other measures that will allow victims to be present during the judicial process, when possible, and to protect women migrant workers who are victims of violence from revictimization, including by authorities;",
    "39": "Calls upon Governments of origin, transit and destination countries to take legislative or other measures to protect all migrant women from harassment and violence in all of its forms, including violence in the world of work and sexual exploitation, and put in place zero-tolerance policies towards all forms of violence and harassment, racism, racial discrimination, xenophobia and related intolerance against migrant women, and to hold perpetrators of violence accountable;",
    "40": "Encourages States to address the increased risk of violence, harassment and abuse that women migrant workers face during migration and after return, in particular those providing domestic and care services and working in rural areas in the agriculture sector;",
    "41": "Encourages Member States to ensure the safe and dignified return and sustainable reintegration of women migrant workers, including through awareness- raising, capacity-building, education and the provision of and access to public services, access to justice and decent work, and through policies and programmes that prevent and address violence;",
    "42": "Urges all States to adopt and implement effective measures to put an end to the arbitrary arrest and detention of women migrant workers and to take action to prevent and punish any form of illegal deprivation of the liberty of women migrant workers by individuals or groups;",
    "43": "Encourages States to adopt and implement effective measures that ensure respect, protection and fulfilment of women migrant workers’ human rights along known migration routes and at State borders, as well as in prisons and detention centres, and address the tendency for increased violence in these places due to conditions such as overcrowding and insecure living conditions;",
    "44": "Encourages Governments to formulate, implement and refine training programmes for their law enforcement officials, immigration officers and border officials, diplomatic and consular officials, judiciary, prosecutors, public sector medical staff and other service providers, with a view to sensitizing those public sector workers to the issue of violence against women migrant workers and imparting to them the necessary skills and attitude to ensure the delivery of proper, professional and gender-sensitive interventions, including for those in detention facilities;",
    "45": "Also encourages Governments to promote coherence between migration, labour and anti‑trafficking policies and programmes concerning women migrant workers, based on a human rights, gender-responsive and people-centred perspective, to ensure that the human rights of women migrant workers are protected throughout the migration process and to enhance efforts and increase action to prevent violence against women migrant workers, prosecute perpetrators and protect and support victims and their families; A/RES/80/185 Violence against women migrant workers 25-20998 14/15",
    "46": "Calls upon States, in accordance with the provisions of article 36 of the Vienna Convention on Consular Relations,40 to ensure that, if a woman migrant worker is arrested or committed to prison or custody pending trial, or is detained in any other manner, the competent authorities respect her freedom to communicate with and have access to the consular officials of the country of her nationality and, in this regard, to inform without delay, if that woman migrant worker so requests, the consular post of her State of nationality;",
    "47": "Invites the United Nations system and other concerned intergovernmental and non‑governmental organizations to cooperate with Governments, within existing resources, towards a better understanding of the issues concerning women and international migration, and to improve the collection, dissemination and analysis of sex- and age-disaggregated data and information in order to assist in the formulation of migration and labour policies that are, inter alia, gender-responsive and that protect human rights, as well as to aid in policy assessment and to continue to support national efforts to address violence against women migrant workers in a coordinated way that ensures effective implementation, enhances their impact and strengthens positive outcomes for women migrant workers;",
    "48": "Encourages Governments, in accordance with their applicable legal obligations, to formulate national policies concerning women migrant workers that are based on up-to-date, relevant sex-disaggregated data and analysis, in close consultation with women migrant workers and relevant stakeholders throughout the policy process, and also encourages Governments to ensure that this process is adequately resourced and that the resulting policies have measurable targets and indicators, timetables and monitoring and accountability measures, in particular for employment agencies, employers and public officials, and provide for impact assessments and ensure multi-sector coordination within and between countries of origin, transit and destination through appropriate mechanisms;",
    "49": "Encourages concerned Governments, in particular those of countries of origin, transit and destination, to avail themselves of the expertise of the United Nations, including the Statistics Division of the Department of Economic and Social Affairs of the Secretariat, the International Labour Organization and the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), to develop and enhance appropriate sex-disaggregated national data collection, analysis and dissemination methodologies that will generate comparable data, and tracking and reporting systems on violence against women migrant workers and, wherever possible, on violations of their rights at all stages of the migration process, and: (a) To further study the costs of violence against women, including migrant workers, to the women themselves, their families and their communities; (b) To analyse the opportunities available to women migrant workers and their impact on development; (c) To strengthen, in compliance with national laws and regulations and international human rights law, the collection, analysis and dissemination of representative sex-disaggregated data and statistics on the situation of women migrant workers, including on the incidence of violence that occurs through or is amplified by the use of technology; (d) To further assess and measure recruitment costs and fees through the provision of appropriate sex-disaggregated data and analysis, where available; _______________ 40 United Nations, Treaty Series, vol. 596, No. 8638. Violence against women migrant workers A/RES/80/185 15/15 25-20998 (e) To support the improvement of macrodata on migration costs and on remittances, for appropriate policy formulation and implementation;",
    "50": "Encourages the United Nations system and related entities to continue and step up their efforts and promote partnerships with all stakeholders, including civil society organizations, and to coordinate their work in support, as appropriate, of effective implementation of relevant international and regional instruments in order to enhance their impact through concrete positive outcomes for the advancement of the rights of women migrant workers;",
    "51": "Invites Member States engaged in the International Migration Review Forum to take into consideration all relevant resolutions, including the present resolution, in their discussions for the Progress Declaration;",
    "52": "Requests the Secretary-General to provide a comprehensive, analytical and thematic report to the General Assembly at its eighty-second session on the problem of violence against women migrant workers, including domestic and care workers, and on the implementation of the present resolution, taking into account updated information from Member States, the organizations of the United Nations system, in particular the International Labour Organization, the International Organization for Migration, the United Nations Development Programme, UN-Women and the United Nations Office on Drugs and Crime, as well as the reports of special rapporteurs that refer to the situation of women migrant workers and other relevant sources, including non‑governmental organizations. 62nd plenary meeting 15 December 2025"
  },
  "agenda_items": [
    "Item 26"
  ],
  "symbol_references": []
}