{
  "symbol": "A/RES/78/33",
  "filename": "A_RES_78_33.pdf",
  "title": "78/33. Follow-up to the advisory opinion of the International Court of Justice on the legality of the threat or use of nuclear weapons",
  "text": "United Nations \nA/RES/78/33\n \n \nGeneral Assembly \nDistr.: General \n6 December 2023 \n \n23-24535 (E)    191223 \n*2324535* \n \n \nSeventy-eighth session \nAgenda item 99 (k) \nGeneral and complete disarmament: follow-up to the \nadvisory opinion of the International Court of Justice on \nthe legality of the threat or use of nuclear weapons  \n \n \n \n \n Resolution adopted by the General Assembly \non 4 December 2023 \n \n \n \n \n[on the report of the First Committee (A/78/409, para. 89)] \n \n \n \n78/33. Follow-up to the advisory opinion of the International Court of \nJustice on the legality of the threat or use of nuclear weapons \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 49/75 K of 15 December 1994, 51/45 M of 10 December \n1996, 52/38 O of 9 December 1997, 53/77 W of 4 December 1998, 54/54 Q of \n1 December 1999, 55/33 X of 20 November 2000, 56/24 S of 29 November 2001, 57/85 \nof 22 November 2002, 58/46 of 8 December 2003, 59/83 of 3 December 2004, 60/76 \nof 8 December 2005, 61/83 of 6 December 2006, 62/39 of 5 December 2007, 63/49 of \n2 December 2008, 64/55 of 2 December 2009, 65/76 of 8 December 2010, 66/46 of \n2 December 2011, 67/33 of 3 December 2012, 68/42 of 5 December 2013, 69/43 of \n2 December 2014, 70/56 of 7 December 2015, 71/58 of 5 December 2016, 72/58 of \n4 December 2017, 73/64 of 5 December 2018, 74/59 of 12 December 2019, 75/66 of \n7 December 2020, 76/53 of 6 December 2021 and 77/57 of 7 December 2022, \n \nConvinced that the continuing existence of nuclear weapons poses a threat to \nhumanity and all life on Earth, and recognizing that the only defence against a nuclear \ncatastrophe is the total elimination of nuclear weapons and the certainty that they will \nnever be produced again, \n \nReaffirming the commitment of the international community to the realization \nof the goal of a nuclear-weapon-free world through the total elimination of nuclear \nweapons, \n \nMindful of the solemn obligations of States parties to the Treaty on the \nNon-Proliferation of Nuclear Weapons,1 in particular the obligations undertaken in \narticle VI of the Treaty, to pursue negotiations in good faith on effective measures \nrelating to cessation of the nuclear arms race at an early date and to nuclear \ndisarmament, \n__________________ \n \n1 United Nations, Treaty Series, vol. 729, No. 10485. \n\nA/RES/78/33 \nFollow-up to the advisory opinion of the International Court of \nJustice on the legality of the threat or use of nuclear weapons\n \n23-24535\n2/3 \n \n \nRecalling the principles and objectives for nuclear non-proliferation and \ndisarmament adopted at the 1995 Review and Extension Conference of the Parties to \nthe Treaty on the Non-Proliferation of Nuclear Weapons,2 the unequivocal commitment \nof nuclear-weapon States to accomplish the total elimination of their nuclear arsenals \nleading to nuclear disarmament, agreed at the 2000 Review Conference of the Parties \nto the Treaty on the Non-Proliferation of Nuclear Weapons,3 and the action points \nagreed at the 2010 Review Conference of the Parties to the Treaty on the Non-\nProliferation of Nuclear Weapons as part of the conclusions and recommendations for \nfollow-on actions on nuclear disarmament,4  \n \nExpressing concern at the consecutive failure of the 2015 and 2020 Review \nConferences of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons \nto reach consensus on a substantive outcome document,  \n \nSharing deep concern at the catastrophic humanitarian consequences of any use \nof nuclear weapons, and in this context reaffirming the need for all States at all times \nto comply with applicable international law, including international humanitarian law, \n \nCalling upon all nuclear-weapon States to undertake concrete disarmament \nefforts, and stressing that all States need to make special efforts to achieve and \nmaintain a world without nuclear weapons, \n \nRecalling the 2008 five-point proposal for nuclear disarmament of the \nSecretary-General, in which he proposed, inter alia, the consideration of negotiations \non a nuclear weapons convention or agreement on a framework of separate mutually \nreinforcing instruments, backed by a strong system of verification, \n \nNoting continued efforts towards realizing nuclear disarmament, including \nthrough the Secretary-General’s disarmament agenda, Securing Our Common Future: \nAn Agenda for Disarmament,  \n \nRecalling the adoption of the Comprehensive Nuclear-Test-Ban Treaty in its \nresolution 50/245 of 10 September 1996, and expressing its satisfaction at the \nincreasing number of States that have signed and ratified the Treaty, \n \nRecognizing with satisfaction that the Antarctic Treaty,5 the Treaties of Tlatelolco,6 \nRarotonga,7 Bangkok8 and Pelindaba9 and the Treaty on a Nuclear-Weapon-Free Zone \nin Central Asia, 10 as well as Mongolia’s nuclear-weapon-free status, are gradually \nfreeing the entire southern hemisphere and adjacent areas covered by those Treaties \nfrom nuclear weapons, \n \nRecognizing the need for a multilaterally negotiated and legally binding \ninstrument to assure non-nuclear-weapon States against the threat or use of nuclear \nweapons pending the total elimination of nuclear weapons, \n__________________ \n \n2 1995 Review and Extension Conference of the Parties to the Treaty on the Non-Proliferation of \nNuclear Weapons, Final Document, Part I (NPT/CONF.1995/32 (Part I) and NPT/CONF.1995/32 \n(Part I)/Corr.2), annex, decision 2. \n \n3 See 2000 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vol. I (NPT/CONF.2000/28 (Parts I and II)), part I, section entitled \n“Article VI and eighth to twelfth preambular paragraphs”, para. 15. \n \n4 See 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vol. I (NPT/CONF.2010/50 (Vol. I)), part I. \n \n5 United Nations, Treaty Series, vol. 402, No. 5778. \n \n6 Ibid., vol. 634, No. 9068. \n \n7 The United Nations Disarmament Yearbook, vol. 10: 1985 (United Nations publication, Sales \nNo. E.86.IX.7), appendix VII. \n \n8 United Nations, Treaty Series, vol. 1981, No. 33873. \n \n9 A/50/426, annex. \n \n10 United Nations, Treaty Series, vol. 2970, No. 51633. \n\nFollow-up to the advisory opinion of the International Court of \nJustice on the legality of the threat or use of nuclear weapons \nA/RES/78/33\n \n3/3\n23-24535 \n \n \nReaffirming the central role of the Conference on Disarmament as the sole \nmultilateral disarmament negotiating forum, \n \nEmphasizing the need for the Conference on Disarmament to commence \nnegotiations on a phased programme for the complete elimination of nuclear weapons \nwith a specified framework of time, \n \nStressing the urgent need for the nuclear-weapon States to accelerate concrete \nprogress on the 13 practical steps to implement article VI of the Treaty on the \nNon- Proliferation of Nuclear Weapons leading to nuclear disarmament, contained in \nthe Final Document of the 2000 Review Conference,  \n \nRecalling the Model Nuclear Weapons Convention submitted to the Secretary-\nGeneral by Costa Rica and Malaysia in 2007 and circulated by the Secretary-\nGeneral,11  \n \nRecalling also the adoption on 7 July 2017 of the Treaty on the Prohibition of \nNuclear Weapons,12 and welcoming the entry into force of the Treaty on 22 January \n2021 and the successful convening of the first Meeting of States Parties to the Treaty, \nheld in Vienna from 21 to 23 June 2022, which have contributed to achieving the \nobjective of a legally binding prohibition of the development, production, testing, \ndeployment, stockpiling, threat or use of nuclear weapons and their destruction under \neffective international control, \n \nRecalling further the advisory opinion of the International Court of Justice on \nthe legality of the threat or use of nuclear weapons, issued on 8 July 1996,13  \n \n1. \nUnderlines once again the unanimous conclusion of the International \nCourt of Justice that there exists an obligation to pursue in good faith and bring to a \nconclusion negotiations leading to nuclear disarmament in all its aspects under strict \nand effective international control; \n \n2. \nCalls once again upon all States to immediately engage in multilateral \nnegotiations leading to nuclear disarmament in all its aspects under strict and effective \ninternational control, including under the Treaty on the Prohibition of Nuclear \nWeapons; \n \n3. \nRequests all States to inform the Secretary-General of the efforts and \nmeasures which they have taken with respect to the implementation of the present \nresolution and nuclear disarmament, and requests the Secretary-General to apprise \nthe General Assembly of that information at its seventy-ninth session; \n \n4. \nDecides to include in the provisional agenda of its seventy-ninth session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Follow-up to the advisory opinion of the International Court of Justice on the legality \nof the threat or use of nuclear weapons”.  \n \n42nd plenary meeting \n4 December 2023 \n \n__________________ \n \n11 A/62/650, annex. \n \n12 A/CONF.229/2017/8. \n \n13 A/51/218, annex. \n",
  "paragraphs": {
    "1": "Underlines once again the unanimous conclusion of the International Court of Justice that there exists an obligation to pursue in good faith and bring to a conclusion negotiations leading to nuclear disarmament in all its aspects under strict and effective international control;",
    "2": "Calls once again upon all States to immediately engage in multilateral negotiations leading to nuclear disarmament in all its aspects under strict and effective international control, including under the Treaty on the Prohibition of Nuclear Weapons;",
    "3": "Requests all States to inform the Secretary-General of the efforts and measures which they have taken with respect to the implementation of the present resolution and nuclear disarmament, and requests the Secretary-General to apprise the General Assembly of that information at its seventy-ninth session;",
    "4": "Decides to include in the provisional agenda of its seventy-ninth session, under the item entitled “General and complete disarmament”, the sub-item entitled “Follow-up to the advisory opinion of the International Court of Justice on the legality of the threat or use of nuclear weapons”."
  },
  "agenda_items": [
    "Item 99"
  ],
  "symbol_references": []
}