{
  "symbol": "A/RES/79/262",
  "filename": "A_RES_79_262.pdf",
  "title": "79/262. Revision of the terms of reference of the Peacebuilding Fund",
  "text": "United Nations \nA/RES/79/262\n \n \nGeneral Assembly \nDistr.: General \n31 December 2024 \n \n24-24706 (E)     \n*2424706* \n \n \nSeventy-ninth session \nAgenda item 137 \nReview of the efficiency of the administrative and \nfinancial functioning of the United Nations \n \n \n \n \n Resolution adopted by the General Assembly \non 24 December 2024 \n \n \n \n \n[on the report of the Fifth Committee (A/79/653, para. 8)] \n \n \n 79/262. Revision of the terms of reference of the Peacebuilding Fund \n \n \n \nThe General Assembly, \n \nRecalling its resolution 78/257 of 22 December 2023,  \n \nHaving considered the report of the Secretary-General on the revision of the \nterms of reference of the Peacebuilding Fund1 and the related report of the Advisory \nCommittee on Administrative and Budgetary Questions,2 \n \n1. \nTakes note of the report of the Secretary-General;  \n \n2. \nEndorses the conclusions and recommendations contained in the report of \nthe Advisory Committee on Administrative and Budgetary Questions, and requests \nthe Secretary-General to ensure their full implementation;  \n \n3. \nAffirms the respective roles of the General Assembly and the \nPeacebuilding Commission in providing policy guidance on the use of the \nPeacebuilding Fund, including assessed contributions, and in providing advice and \noversight of the Fund, to maximize its impact and improve its functioning. \n \n55th (resumed) plenary meeting \n24 December 2024 \n \n__________________ \n \n1  A/79/541. \n \n2  A/79/673. \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;",
    "2": "Endorses the conclusions and recommendations contained in the report of the Advisory Committee on Administrative and Budgetary Questions, and requests the Secretary-General to ensure their full implementation;",
    "3": "Affirms the respective roles of the General Assembly and the Peacebuilding Commission in providing policy guidance on the use of the Peacebuilding Fund, including assessed contributions, and in providing advice and oversight of the Fund, to maximize its impact and improve its functioning. 55th (resumed) plenary meeting 24 December 2024 __________________ 1 A/79/541. 2 A/79/673."
  },
  "agenda_items": [
    "Item 137"
  ],
  "symbol_references": []
}