{
  "symbol": "A/RES/73/187",
  "filename": "A_RES_73_187.pdf",
  "title": "73/187. Countering the use of information and communications technologies for criminal purposes",
  "text": "United Nations \nA/RES/73/187\n \n \nGeneral Assembly \nDistr.: General \n14 January 2019 \n \n18-22283 (E)    160119 \n*1822283* \n \n \nSeventy-third session \nAgenda item 109 \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2018 \n \n \n \n \n[on the report of the Third Committee (A/73/590)] \n \n \n 73/187. Countering the use of information and communications \ntechnologies for criminal purposes \n \n \n \nThe General Assembly,  \n \nNoting that information and communications technologies, while having \nenormous potential for the development of States, create new opportunities for \ncriminals and lead to a rise in crime,  \n \nNoting also the potential of emerging technologies, including artificial \nintelligence, in preventing and combating the use of information and communications \ntechnologies for criminal purposes,  \n \nConcerned by the increase in the rate and diversity of crimes committed in the \ndigital world and their impact on the stability of critical infrastructure of States and \nenterprises and on the well-being of individuals,  \n \nRecognizing that diverse criminals, including traffickers in persons, are taking \nadvantage of information and communications technologies to carry out criminal \nactivities,  \n \nStressing the need to enhance coordination and cooperation among States in \ncombating the use of information and communications technologies for criminal \npurposes, including by providing technical assistance to developing countries, upon \ntheir request, to improve national legislation and build the capacity of national \nauthorities to deal with such use in all its forms, including its prevention, detection, \ninvestigation and prosecution, and emphasizing in this context the role that the United \nNations, in particular the Commission on Crime Prevention and Criminal Justice, \nplays,  \n \nRecalling Commission on Crime Prevention and Criminal Justice resolution \n22/8 of 26 April 2013,1 in which the Commission welcomed the efforts of the United \n__________________ \n \n1  See Official Records of the Economic and Social Council, 2013, Supplement No. 10 (E/2013/30), \nchap. I, sect. D.  \n\nA/RES/73/187 \nCountering the use of information and communications technologies for criminal purposes\n \n18-22283\n2/3 \n \nNations Office on Drugs and Crime in fulfilling its mandate to provide technical \nassistance and capacity-building on cybercrime,  \n \nNoting the work, carried out by the Commission on Crime Prevention and \nCriminal Justice, under the auspices of which an open-ended intergovernmental \nexpert group was established to counter the use of information and communications \ntechnologies for criminal purposes,  \n \nRecalling its resolution 65/230 of 21 December 2010, in which the General \nAssembly endorsed the Salvador Declaration on Comprehensive Strategies for Global \nChallenges: Crime Prevention and Criminal Justice Systems and Their Development \nin a Changing World,  \n \nConsidering the discussions held during the first to fourth meetings of the open-\nended intergovernmental expert group, held in Vienna from 17 to 21 January 2011, \n25 to 28 February 2013, 10 to 13 April 2017 and 3 to 5 April 2018, about the need to \nfurther enhance international discussion on and cooperation against cybercrime,  \n \nNoting the importance of the international and regional instruments in the fight \nagainst cybercrime and the ongoing efforts to examine options to strengthen existing \nand propose new national and international legal or other responses to the use of \ninformation and communications technologies for criminal purposes,  \n \nRecalling its resolutions 53/70 of 4 December 1998, 54/49 of 1 December 1999, \n55/28 of 20 November 2000, 56/19 of 29 November 2001, 57/53 of 22 November \n2002, 58/32 of 8 December 2003, 59/61 of 3 December 2004, 60/45 of 8 December \n2005, 61/54 of 6 December 2006, 62/17 of 5 December 2007, 63/37 of 2 December \n2008, 64/25 of 2 December 2009, 65/41 of 8 December 2010, 66/24 of 2 December \n2011, 66/181 of 19 December 2011, 67/27 of 3 December 2012, 68/193 of \n18 December 2013, 68/243 of 27 December 2013, 69/28 of 2 December 2014, 70/237 \nof 23 December 2015, 71/28 of 5 December 2016 and 72/196 of 19 December 2017,  \n \nTaking note of the reports of the Group of Governmental Experts on \nDevelopments in the Field of Information and Telecommunications in the Context of \nInternational Security,2  \n \nTaking note also of Commission on Crime Prevention and Criminal Justice \nresolution 26/4 of 26 May 2017,3 in which the Commission expressed appreciation \nfor the work done by the Expert Group to Conduct a Comprehensive Study on \nCybercrime and requested the Expert Group to continue its work, with a view to \nexamining options to strengthen existing responses and propose new national and \ninternational legal or other responses to cybercrime,  \n \nReaffirming the importance of respect for human rights and fundamental \nfreedoms in the use of information and communications technologies,  \n \n1. \nRequests the Secretary-General to seek the views of Member States on the \nchallenges that they face in countering the use of information and communications \ntechnologies for criminal purposes and to present a report based on those views for \nconsideration by the General Assembly at its seventy-fourth session;  \n \n2. \nDecides that the additional costs that may arise from the implementation \nof paragraph 1 of the present resolution should be met from voluntary contributions;  \n__________________ \n \n2  A/65/201, A/68/98 and A/70/174.  \n \n3  See Official Records of the Economic and Social Council, 2017, Supplement No. 10 (E/2017/30), \nchap. I, sect. D.  \n\nCountering the use of information and communications technologies for criminal purposes \nA/RES/73/187\n \n3/3\n18-22283 \n \n \n3. \nAlso decides to include in the provisional agenda of its seventy-fourth \nsession an item entitled “Countering the use of information and communications \ntechnologies for criminal purposes”.  \n \n56th plenary meeting  \n17 December 2018 \n \n",
  "paragraphs": {
    "1": "Requests the Secretary-General to seek the views of Member States on the challenges that they face in countering the use of information and communications technologies for criminal purposes and to present a report based on those views for consideration by the General Assembly at its seventy-fourth session;",
    "2": "Decides that the additional costs that may arise from the implementation of paragraph 1 of the present resolution should be met from voluntary contributions;",
    "3": "Also decides to include in the provisional agenda of its seventy-fourth session an item entitled “Countering the use of information and communications technologies for criminal purposes”."
  },
  "agenda_items": [
    "Item 109"
  ],
  "symbol_references": []
}