{
  "symbol": "A/RES/76/300",
  "filename": "A_RES_76_300.pdf",
  "title": "76/300. The human right to a clean, healthy and sustainable environment",
  "text": "United Nations \nA/RES/76/300\n \n \nGeneral Assembly \nDistr.: General \n1 August 2022 \n \n22-11876 (E)    050822   \n*2211876* \n \n \nSeventy-sixth session \nAgenda item 74 (b) \nPromotion and protection of human rights: human \nrights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 28 July 2022 \n \n \n \n \n[without reference to a Main Committee (A/76/L.75 and A/76/L.75/Add.1)] \n \n \n 76/300. The human right to a clean, healthy and sustainable environment \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles of the Charter of the United Nations, \n \nReaffirming the Universal Declaration of Human Rights 1  and the Vienna \nDeclaration and Programme of Action, 2 recalling the Declaration on the Right to \nDevelopment, 3 the Declaration of the United Nations Conference on the Human \nEnvironment (Stockholm Declaration), 4 the Rio Declaration on Environment and \nDevelopment, 5 and relevant international human rights treaties, and noting other \nrelevant regional human rights instruments,  \n \nReaffirming also that all human rights are universal, indivisible, interdependent \nand interrelated,  \n \nReaffirming further its resolution 70/1 of 25 September 2015, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, in which \nit adopted a comprehensive, far-reaching and people-centred set of universal and \ntransformative Sustainable Development Goals and targets, its commitment to \nworking tirelessly for the full implementation of the Agenda by 2030 ensuring that \n__________________ \n \n1  Resolution 217 A (III). \n \n2  A/CONF.157/24 (Part I), chap. III. \n \n3  Resolution 41/128, annex. \n \n4  Report of the United Nations Conference on the Human Environment, Stockholm, 5–16 June \n1972 (A/CONF.48/14/Rev.1), part one, chap. I. \n \n5  Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3−14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n\nA/RES/76/300 \nThe human right to a clean, healthy and sustainable environment\n \n22-11876\n2/3 \n \nno one is left behind, its recognition that eradicating poverty in all its forms and \ndimensions, including extreme poverty, is the greatest global challenge and an \nindispensable requirement for sustainable development, and its commitment to \nachieving sustainable development in its three dimensions – economic, social and \nenvironmental – in a balanced and integrated manner, \n \nRecalling States’ obligations and commitments under multilateral environmental \ninstruments and agreements, including on climate change, and the outcome of the \nUnited Nations Conference on Sustainable Development, held in Rio de Janeiro, \nBrazil, in June 2012, and its outcome document entitled “The future we want”,6 which \nreaffirmed the principles of the Rio Declaration on Environment and Development,  \n \nRecalling also Human Rights Council resolution 48/13 of 8 October 2021, \nentitled “The human right to a clean, healthy and sustainable environment”, 7  \n \nRecalling further all Human Rights Council resolutions on human rights and the \nenvironment, including resolutions 44/7 of 16 July 2020,8 45/17 of 6 October 2020,9 \n45/30 of 7 October 202010 and 46/7 of 23 March 2021,11 and relevant resolutions of \nthe General Assembly, \n \nRecognizing that sustainable development, in its three dimensions (social, \neconomic and environmental), and the protection of the environment, including \necosystems, contribute to and promote human well-being and the full enjoyment of \nall human rights, for present and future generations,  \n \nRecognizing also that, conversely, the impact of climate change, the \nunsustainable management and use of natural resources, the pollution of air, land and \nwater, the unsound management of chemicals and waste, the resulting loss of \nbiodiversity and the decline in services provided by ecosystems interfere with the \nenjoyment of a clean, healthy and sustainable environment and that environmental \ndamage has negative implications, both direct and indirect, for the effective \nenjoyment of all human rights, \n \nReaffirming that international cooperation has an essential role in assisting \ndeveloping countries, including highly indebted poor countries, least developed \ncountries, landlocked developing countries, small island developing States, as well as \nthe specific challenges faced by middle-income countries, in strengthening their \nhuman, institutional and technological capacity, \n \nRecognizing that, while the human rights implications of environmental damage \nare felt by individuals and communities around the world, the consequences are felt \nmost acutely by women and girls and those segments of the population that are already \nin vulnerable situations, including indigenous peoples, children, older persons and \npersons with disabilities, \n \nRecognizing also the importance of gender equality, gender-responsive action \nto address climate change and environmental degradation, the empowerment, \nleadership, decision-making and full, equal and meaningful participation of women \nand girls, and the role that women play as managers, leaders and defenders of natural \nresources and agents of change in safeguarding the environment, \n \nRecognizing further that environmental degradation, climate change, \nbiodiversity loss, desertification and unsustainable development constitute some of \n__________________ \n \n6  Resolution 66/288, annex. \n \n7  Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 53A \n(A/76/53/Add.1), chap. II. \n \n8  Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. V, sect. A. \n \n9  Ibid., Supplement No. 53A (A/75/53/Add.1), chap. III. \n \n10  Ibid. \n \n11  Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. V, sect. A. \n\nThe human right to a clean, healthy and sustainable environment \nA/RES/76/300\n \n3/3\n22-11876 \n \nthe most pressing and serious threats to the ability of present and future generations \nto effectively enjoy all human rights, \n \nRecognizing that the exercise of human rights, including the rights to seek, \nreceive and impart information, to participate effectively in the conduct of \ngovernment and public affairs and to an effective remedy, is vital to the protection of \na clean, healthy and sustainable environment,  \n \nReaffirming that States have the obligation to respect, protect and promote \nhuman rights, including in all actions undertaken to address environmental \nchallenges, and to take measures to protect the human rights of all, as recognized in \ndifferent international instruments, and that additional measures should be taken for \nthose who are particularly vulnerable to environmental degradation, noting the \nframework principles on human rights and the environment, 12  \n \nRecalling the Guiding Principles on Business and Human Rights, 13  which \nunderscore the responsibility of all business enterprises to respect human rights,  \n \nAffirming the importance of a clean, healthy and sustainable environment for \nthe enjoyment of all human rights,  \n \nTaking note of all the reports of the Special Rapporteur (formerly the \nIndependent Expert) on the issue of human rights obligations relating to the \nenjoyment of a safe, clean, healthy and sustainable environment, 14  \n \nNoting “The highest aspiration: a call to action for human rights”, which the \nSecretary-General presented to the Human Rights Council on 24 February 2020,  \n \nNoting also that a vast majority of States have recognized some form of the right \nto a clean, healthy and sustainable environment through international agreements, \ntheir national constitutions, legislation, laws or policies,  \n \n1. \nRecognizes the right to a clean, healthy and sustainable environment as a \nhuman right; \n \n2. \nNotes that the right to a clean, healthy and sustainable environment is \nrelated to other rights and existing international law;  \n \n3. \nAffirms that the promotion of the human right to a clean, healthy and \nsustainable environment requires the full implementation of the multilateral \nenvironmental agreements under the principles of international environmental law; \n \n4. \nCalls upon States, international organizations, business enterprises and \nother relevant stakeholders to adopt policies, to enhance international cooperation, \nstrengthen capacity-building and continue to share good practices in order to scale up \nefforts to ensure a clean, healthy and sustainable environment for all. \n \n97th plenary meeting \n28 July 2022 \n \n__________________ \n \n12  A/HRC/37/59, annex. \n \n13  A/HRC/17/31, annex. \n \n14  A/73/188, A/74/161, A/75/161, A/76/179, A/HRC/22/43, A/HRC/25/53, A/HRC/28/61, \nA/HRC/31/52, A/HRC/31/53, A/HRC/34/49, A/HRC/37/58, A/HRC/37/59, A/HRC/40/55, \nA/HRC/43/53, A/HRC/43/54, A/HRC/46/28 and A/HRC/49/53. \n",
  "paragraphs": {
    "1": "Recognizes the right to a clean, healthy and sustainable environment as a human right;",
    "2": "Notes that the right to a clean, healthy and sustainable environment is related to other rights and existing international law;",
    "3": "Affirms that the promotion of the human right to a clean, healthy and sustainable environment requires the full implementation of the multilateral environmental agreements under the principles of international environmental law;",
    "4": "Calls upon States, international organizations, business enterprises and other relevant stakeholders to adopt policies, to enhance international cooperation, strengthen capacity-building and continue to share good practices in order to scale up efforts to ensure a clean, healthy and sustainable environment for all."
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": [
    "A/76/L.75"
  ]
}