{
  "symbol": "A/RES/73/301",
  "filename": "A_RES_73_301.pdf",
  "title": "73/301. Commemoration of the thirtieth anniversary of the adoption of the Convention on the Rights of the Child",
  "text": "United Nations \nA/RES/73/301\n \n \nGeneral Assembly \nDistr.: General \n21 June 2019 \n \n19-10299 (E)    250619 \n*1910299* \n \n \nSeventy-third session \nAgenda item 70 \n \n \n \n \n Resolution adopted by the General Assembly \non 20 June 2019 \n \n \n \n \n[without reference to a Main Committee (A/73/L.93)] \n \n \n 73/301. Commemoration of the thirtieth anniversary of the adoption \nof the Convention on the Rights of the Child \n \n \n \nThe General Assembly, \n \nEmphasizing that the Convention on the Rights of the Child1 constitutes the \nstandard in the promotion and protection of the rights of the child, and, bearing in \nmind the importance of the Optional Protocols to the Convention, 2 calling for their \nuniversal ratification and effective implementation, as well as that of other human \nrights instruments, \n \nWelcoming the thirtieth anniversary of the adoption of the Convention on the \nRights of the Child, the human rights treaty with the most ratifications in history, and \nacknowledging that the Convention on the Rights of the Child and the Optional \nProtocols thereto contain a comprehensive set of international legal standards for the \nprotection and well-being of children,  \n \nRecognizing that, while progress has been made, the situation of children is \ncritical in many parts of the world and many challenges remain to ensure the full \nrealization of their rights, and that in this regard the thirtieth anniversary of the \nConvention is an occasion for States to reflect on implementation gaps and to \nundertake additional measures to ensure children’s rights, \n \n1. \nDecides to convene a high-level commemorative event to mark the \nthirtieth anniversary of the adoption of the Convention on the Rights of the Child 1 \nduring the high-level week of the seventy-fourth session of the General Assembly, on \n25 September 2019, from 8.30 to 9.30 a.m. in the Trusteeship Council Chamber; \n \n2. \nAlso decides that, in addition to the participation of the President of the \nGeneral Assembly and the Secretary-General, the Executive Director of the United \nNations Children’s Fund, United Nations Messenger of Peace Ms. Malala Yousafzai, \n__________________ \n \n1  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n2  Ibid., vols. 2171 and 2173, No. 27531; and resolution 66/138, annex. \n\nA/RES/73/301 \nCommemoration of the thirtieth anniversary of the adoption of the \nConvention on the Rights of the Child\n \n19-10299\n2/3 \n \nand representatives of Poland, as the initiator of the Convention of the Rights of the \nChild, and of the first Member State from each regional group to have ratified the \nConvention, in their national capacity, will address the high-level commemorative \nevent;  \n \n3. \nFurther decides to convene a one-day high-level meeting in the General \nAssembly Hall on 20 November 2019 on the occasion of the thirtieth anniversary of \nthe Convention on the Rights of the Child, and that the high-level meeting will begin \nwith an opening plenary meeting and an interactive segment with the meaningful \nparticipation of children, and will continue with a high-level plenary meeting; \n \n4. \nDecides that, in addition to the President of the General Assembly and the \nSecretary-General, the Executive Director of the United Nations Children’s Fund, the \nUnited Nations High Commissioner for Human Rights, the Special Representative of \nthe Secretary-General for Children and Armed Conflict, the Special Representative \nof the Secretary-General on Violence against Children, the Chair of the Committee \non the Rights of the Child and the Special Rapporteur on the sale and sexual \nexploitation of children, including child prostitution, child pornography and other \nchild sexual abuse material, as well as a representative of civil society engaged in the \npromotion of the rights of the child, to be identified by the President of the General \nAssembly, will address the opening plenary meeting, and that following the \ninteractive segment, Member States will address the high-level plenary meeting and \nobservers of the General Assembly will also be invited to address the high-level \nplenary meeting; \n \n5. \nRequests the President of the General Assembly, in a transparent manner \nand in consultation with Member States, with support from the United Nations \nChildren’s Fund, to finalize the organizational arrangements for the high-level \ncommemorative event and the high-level meeting, with due regard given to gender \nbalance and equitable geographical distribution, as well as the meaningful \nparticipation of children; \n \n6. \nEncourages Member States and observers of the General Assembly to be \nrepresented at the high-level commemorative event and the high-level meeting at the \nhighest possible level and to include children and young persons in their delegations; \n \n7. \nEncourages Member States to incorporate the views and perspectives of \nchildren in their commemorative activities on the thirtieth anniversary of the \nConvention on the Rights of the Child at the regional, national and subnational levels, \nwith a view to continuing to take action and to strengthen efforts for the advancement \nof the rights of the child, and to consider sharing their experiences during the high-\nlevel meeting; \n \n8. \nInvites all relevant United Nations entities and other relevant \nintergovernmental, regional and subregional organizations to participate in the high-\nlevel commemorative event and the high-level meeting at the highest possible level; \n \n9. \nRequests the President of the General Assembly to draw up a list of \ninterested representatives of non-governmental organizations in consultative status \nwith the Economic and Social Council who may participate in the high-level \ncommemorative event and the high-level meeting; \n \n10. Also requests the President of the General Assembly, in a timely manner, \nto draw up a list of other representatives of relevant non-governmental organizations, \ncivil society organizations, academic institutions and the private sector who may \nattend the high-level commemorative event and participate in the interactive segment \nof the high-level meeting, taking into account the principles of transparency and of \n\nCommemoration of the thirtieth anniversary of the adoption of the \nConvention on the Rights of the Child \nA/RES/73/301\n \n3/3\n19-10299 \n \nequitable geographical representation, and with due regard to the meaningful \nparticipation of women, and to submit the list to Member States for their consideration \non a non-objection basis;3 \n \n11. \nFurther requests the President of the General Assembly, with support from \nthe United Nations Children’s Fund, to prepare a summary of the high-level meeting \nin November and to bring the summary to the attention of Member States, relevant \nUnited Nations entities and other stakeholders. \n \n91st plenary meeting \n20 June 2019 \n \n__________________ \n \n3  The list of proposed as well as final names will be brought to the attention of the General \nAssembly. Where a name is objected to, the objecting Member State will, on a voluntary basis, \nmake known to the Office of the President of the General Assembly the general basis of its \nobjections and the Office will share any information received with any Member State upon its \nrequest. \n",
  "paragraphs": {
    "1": "Decides to convene a high-level commemorative event to mark the thirtieth anniversary of the adoption of the Convention on the Rights of the Child 1 during the high-level week of the seventy-fourth session of the General Assembly, on 25 September 2019, from 8.30 to 9.30 a.m. in the Trusteeship Council Chamber;",
    "2": "Also decides that, in addition to the participation of the President of the General Assembly and the Secretary-General, the Executive Director of the United Nations Children’s Fund, United Nations Messenger of Peace Ms. Malala Yousafzai, __________________ 1 United Nations, Treaty Series, vol. 1577, No. 27531. 2 Ibid., vols. 2171 and 2173, No. 27531; and resolution 66/138, annex. A/RES/73/301 Commemoration of the thirtieth anniversary of the adoption of the Convention on the Rights of the Child 19-10299 2/3 and representatives of Poland, as the initiator of the Convention of the Rights of the Child, and of the first Member State from each regional group to have ratified the Convention, in their national capacity, will address the high-level commemorative event;",
    "3": "Further decides to convene a one-day high-level meeting in the General Assembly Hall on 20 November 2019 on the occasion of the thirtieth anniversary of the Convention on the Rights of the Child, and that the high-level meeting will begin with an opening plenary meeting and an interactive segment with the meaningful participation of children, and will continue with a high-level plenary meeting;",
    "4": "Decides that, in addition to the President of the General Assembly and the Secretary-General, the Executive Director of the United Nations Children’s Fund, the United Nations High Commissioner for Human Rights, the Special Representative of the Secretary-General for Children and Armed Conflict, the Special Representative of the Secretary-General on Violence against Children, the Chair of the Committee on the Rights of the Child and the Special Rapporteur on the sale and sexual exploitation of children, including child prostitution, child pornography and other child sexual abuse material, as well as a representative of civil society engaged in the promotion of the rights of the child, to be identified by the President of the General Assembly, will address the opening plenary meeting, and that following the interactive segment, Member States will address the high-level plenary meeting and observers of the General Assembly will also be invited to address the high-level plenary meeting;",
    "5": "Requests the President of the General Assembly, in a transparent manner and in consultation with Member States, with support from the United Nations Children’s Fund, to finalize the organizational arrangements for the high-level commemorative event and the high-level meeting, with due regard given to gender balance and equitable geographical distribution, as well as the meaningful participation of children;",
    "6": "Encourages Member States and observers of the General Assembly to be represented at the high-level commemorative event and the high-level meeting at the highest possible level and to include children and young persons in their delegations;",
    "7": "Encourages Member States to incorporate the views and perspectives of children in their commemorative activities on the thirtieth anniversary of the Convention on the Rights of the Child at the regional, national and subnational levels, with a view to continuing to take action and to strengthen efforts for the advancement of the rights of the child, and to consider sharing their experiences during the high- level meeting;",
    "8": "Invites all relevant United Nations entities and other relevant intergovernmental, regional and subregional organizations to participate in the high- level commemorative event and the high-level meeting at the highest possible level;",
    "9": "Requests the President of the General Assembly to draw up a list of interested representatives of non-governmental organizations in consultative status with the Economic and Social Council who may participate in the high-level commemorative event and the high-level meeting;",
    "10": "Also requests the President of the General Assembly, in a timely manner, to draw up a list of other representatives of relevant non-governmental organizations, civil society organizations, academic institutions and the private sector who may attend the high-level commemorative event and participate in the interactive segment of the high-level meeting, taking into account the principles of transparency and of Commemoration of the thirtieth anniversary of the adoption of the Convention on the Rights of the Child A/RES/73/301 3/3 19-10299 equitable geographical representation, and with due regard to the meaningful participation of women, and to submit the list to Member States for their consideration on a non-objection basis;3",
    "11": "Further requests the President of the General Assembly, with support from the United Nations Children’s Fund, to prepare a summary of the high-level meeting in November and to bring the summary to the attention of Member States, relevant United Nations entities and other stakeholders. 91st plenary meeting 20 June 2019 __________________ 3 The list of proposed as well as final names will be brought to the attention of the General Assembly. Where a name is objected to, the objecting Member State will, on a voluntary basis, make known to the Office of the President of the General Assembly the general basis of its objections and the Office will share any information received with any Member State upon its request."
  },
  "agenda_items": [
    "Item 70"
  ],
  "symbol_references": [
    "A/73/L.93"
  ]
}