{
  "symbol": "A/RES/78/1",
  "filename": "A_RES_78_1.pdf",
  "title": "78/1. Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly",
  "text": "United Nations \nA/RES/78/1\n \n \nGeneral Assembly \nDistr.: General \n16 October 2023 \n \n23-20100 (E)    271023 \n*2320100* \n \n \nSeventy-eighth session \nAgenda items 13 and 117 \nIntegrated and coordinated implementation of and follow-up \nto the outcomes of the major United Nations conferences \nand summits in the economic, social and related fields \nFollow-up to the outcome of the Millennium Summit \n \n \n \n \n Resolution adopted by the General Assembly \non 29 September 2023 \n \n \n \n \n[without reference to a Main Committee (A/78/L.1)] \n \n \n \n78/1. Political declaration of the high-level political forum on \nsustainable development convened under the auspices \nof the General Assembly \n \n \n \nThe General Assembly \n \nEndorses the political declaration adopted by the high-level political forum on \nsustainable development convened under the auspices of the General Assembly, \nwhich is contained in the annex to the present resolution. \n \n15th plenary meeting \n29 September 2023 \n \n \n \n Annex \n \n \n Political Declaration adopted at the High-level Political \nForum on Sustainable Development (HLPF), under the \nauspices of the General Assembly in September 2023 \n \n \n \n I. Our shared commitment \n \n \n1. \nWe, the Heads of State and Government and high representatives, have met at \nUnited Nations Headquarters in New York on 18 and 19 September 2023, at the \nSustainable Development Goals Summit, 1  to review progress and accelerate the \nimplementation of the 2030 Agenda for Sustainable Development. \n__________________ \n \n1  High-level political forum on sustainable development convened under the auspices of the \nGeneral Assembly (Sustainable Development Goals Summit). \n\nA/RES/78/1 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n23-20100\n2/12 \n \n2. \nWe reaffirm our commitment to effectively implement the 2030 Agenda and its \nSDGs and uphold all principles enshrined in it. The 2030 Agenda remains our \noverarching roadmap for achieving sustainable development and overcoming the \nmultiple crises we face. We will act with urgency to realize its vision as a plan of \naction for people, planet, prosperity, peace and partnership, leaving no one behind. \nWe will endeavour to reach the furthest behind first. \n3. \nWe emphasize that eradicating poverty in all its forms and dimensions, including \nextreme poverty, is the greatest global challenge and an indispensable requirement \nfor sustainable development.  \n4. \nWe reaffirm that the 2030 Agenda is universal in nature and that its Goals and \ntargets are comprehensive, far-reaching, people-centered, indivisible and interlinked, \nbalancing the three dimensions of sustainable development: economic, social and \nenvironmental, in an integrated manner. They seek to realize the human rights of all \nand to achieve gender equality and the empowerment of all women and girls. \n5. \nWe reaffirm that the 2030 Agenda is guided by the purposes and principles of \nthe Charter of the United Nations, including full respect for international law. It is \ngrounded in the Universal Declaration of Human Rights, international human rights \ntreaties, the Millennium Declaration and the 2005 World Summit Outcome. It is \ninformed by other instruments such as the Declaration on the Right to Development.  \n6. \nWe also reaffirm the Addis Ababa Action Agenda as an integral part of the 2030 \nAgenda. We are committed to its full implementation which is critical for the \nrealization of the SDGs and their targets and to this end welcome the organization of \nthe 2023 High-level Dialogue on Financing for Development back-to-back with the \nSDG Summit. \n7. \nWe also reaffirm that climate change is one of the greatest challenges of our \ntime. We express profound alarm that emissions of greenhouse gases continue to rise \nglobally, and remain deeply concerned that all countries, particularly developing \ncountries, are vulnerable to the adverse impacts of climate change. We emphasize in \nthis regard that mitigation of and adaptation to climate change represent an immediate \nand urgent priority.  \n8. \nThe achievement of the SDGs is in peril. At the midpoint of the 2030 Agenda, \nwe are alarmed that the progress on most of the SDGs is either moving much too \nslowly or has regressed below the 2015 baseline. Our world is currently facing \nnumerous crises. Years of sustainable development gains are being reversed. Millions \nof people have fallen into poverty, hunger and malnutrition are becoming more \nprevalent, humanitarian needs are rising, and the impacts of climate change more \npronounced. This has led to increased inequality exacerbated by weakened \ninternational solidarity and a shortfall of trust to jointly overcome these crises.  \n9. \nWe commit to bold, ambitious, accelerated, just and transformative actions, \nanchored in international solidarity and effective cooperation at all levels. We will \npromote a systemic shift towards a more inclusive, just, peaceful, resilient and \nsustainable world for people and planet, for present and future generations. \n10. We will devote ourselves collectively to the pursuit of sustainable development \nincluding through international cooperation and partnership on the basis of mutual \ntrust and the full benefit of all, in a spirit of global solidarity, for the common future \nof present and coming generations. \n11. \nWe reaffirm all the principles of the Rio Declaration on Environment and \nDevelopment, including, inter alia, the principle of common but differentiated \nresponsibilities, as set out in principle 7 thereof.  \n\nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly \nA/RES/78/1\n \n3/12\n23-20100 \n \n12. We are concerned about the persistent disproportionate and multidimensional \nimpacts from the COVID-19 pandemic. We must strengthen multilateral and \ninternational cooperation for developing countries, particularly the poorest and most \nvulnerable countries, to help them recover from the ongoing effects of the COVID-19 \npandemic and strengthen resilience including through pandemic prevention, \npreparedness and response. \n13. We recognize the special challenges facing all developing countries in pursuing \nsustainable development, in particular African countries, least developed countries, \nlandlocked developing countries, small island developing States, as well as the \nspecific challenges facing middle-income countries and countries in conflict and \npost-conflict situations. \n14. We remain resolved, between now and 2030, to end poverty and hunger \neverywhere; to combat inequalities within and among countries; to build peaceful, \njust and inclusive societies; to respect, protect and fulfil human rights and achieve \ngender equality and the empowerment of all women and girls and to ensure the lasting \nprotection of the planet and its natural resources. We also remain resolved to create \nconditions for sustainable, inclusive and sustained economic growth, shared \nprosperity and decent work for all, and equal pay for work of equal value, taking into \naccount different levels of national development and capacities. We take note with \nappreciation of the Global Accelerator on Jobs and Social Protection for Just \nTransitions and encourage all countries to consider supporting its implementation. We \ncommit to ensuring that persons with disabilities actively participate in and equally \nbenefit from sustainable development efforts.  \n15. We reaffirm that gender equality and the empowerment of all women and girls \nwill make a crucial contribution to progress across all the Goals and targets. The \nachievement of full human potential and sustainable development is not possible if \none half of humanity continues to be denied full human rights and opportunities. We \nwill ensure full and equal enjoyment of all human rights and fundamental freedoms \nby all women and girls, without discrimination. We also resolve to eliminate all forms \nof violence against women and girls. \n16. We reaffirm the role of culture as an enabler of sustainable development that \nprovides people and communities with a strong sense of identity and social cohesion \nand contributes to more effective and sustainable development policies and measures \nat all levels. \n17. We commit to stepping up our efforts to fight against racism, all forms of \ndiscrimination, xenophobia and related intolerance, stigmatization, hate speech, \nthrough cooperation, partnership and inclusion and respect for diversity.  \n18. We reaffirm our resolve to realize our vision of a world with access to inclusive \nand equitable quality education, universal health coverage including access to quality \nessential health-care services, social protection, food security and improved nutrition, \nsafe drinking water, sanitation and hygiene, affordable, reliable, sustainable and \nmodern energy, sustainable industrialization and quality, resilient, reliable and \nsustainable infrastructure for all. \n19. We commit to achieving a world in which humanity lives in harmony with \nnature, to conserving and sustainably using our planet’s marine and terrestrial \nresources, including through sustainable lifestyles, and sustainable consumption and \nproduction, to reversing the trends of environmental degradation, to promoting \nresilience, to reducing disaster risk, and to halting ecosystem degradation and \nbiodiversity loss. We will conserve and sustainably use oceans and seas, freshwater \nresources, as well as forests, mountains and drylands and protect biodiversity, \necosystems and wildlife.  \n\nA/RES/78/1 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n23-20100\n4/12 \n \n20. Sustainable development cannot be realized without peace and security; and \npeace and security will be at risk without sustainable development. We reaffirm the \nneed to build peaceful, just and inclusive societies that provide equal access to justice \nand that are based on respect for human rights (including the right to development), \non effective rule of law and good governance at all levels and on transparent, effective \nand accountable institutions. Factors which give rise to violence, insecurity and \ninjustice, such as inequality, corruption, poor governance and illicit financial and \narms flows, are addressed in the Agenda. \n21. The 2030 Agenda remains our commitment to the children and youth of today \nso that they may achieve their full human potential, as critical agents of change and \ntorchbearers of the 2030 Agenda for current and future generations.  \n22. We acknowledge the essential role of parliaments in ensuring accountability for \nthe effective implementation of our goals and commitments under the 2030 Agenda.  \n23. We commit to enhancing global, regional, national and local partnerships for \nsustainable development, engaging all relevant stakeholders, including civil society, \nprivate sector, academia and youth, recognizing the important contribution they can \nmake toward achieving the 2030 Agenda, and the localization of the SDGs. We also \nreaffirm the importance of the regional dimension of sustainable development in \naddressing regional challenges and scaling up action among countries. \n \n \n \n II. Our changed world – Progress and remaining \ngaps and challenges \n \n \n24. Our world has changed drastically since the first SDG Summit in 2019 and since \nwe adopted the 2030 Agenda in 2015. The world was already off track in achieving \nthe majority of the SDGs before the COVID-19 pandemic. Without immediate course \ncorrection and acceleration of progress toward achieving the SDGs, our world is \ndestined to face continued poverty, prolonged periods of crisis and growing \nuncertainty. \n25. We are concerned about the persistent and long-term impacts from the \nCOVID-19 pandemic, continued poverty and widening inequalities, and the multiple \ninterlinked crises that are pushing our world to the brink, particularly in developing \ncountries and for the poorest and most vulnerable. The crisis of climate change and \nits impacts, including persistent drought and extreme weather events, land loss and \ndegradation, sea level rise, coastal erosion, ocean acidification and the retreat of \nmountain glaciers, as well as biodiversity loss, desertification, sand and dust storms, \nand pollution, including plastic, air, and chemical pollution, threaten planet and \npeople. Forced displacement, the cost-of-living, water, food security and nutrition, \nfinancial and energy crises and challenges are derailing progress on the Sustainable \nDevelopment Goals.  \n26. In many parts of the world armed conflicts and instability have persisted or \nintensified, causing untold human suffering and undermining the realization of the \nSustainable Development Goals. Our efforts to prevent and resolve conflicts and \nfoster peaceful, just and inclusive societies have often been fragmented and \ninsufficient and have been hindered in the current global context.  \n27. We acknowledge that the cascading global crises have highlighted and \nexacerbated existing gender inequality, such as unequal access to healthcare, \neducation, social protection, decent jobs and economic opportunities. \n28. We take note of the Secretary-General’s special edition progress report on the \nSustainable Development Goals, and the Global Sustainable Development Report, \n\nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly \nA/RES/78/1\n \n5/12\n23-20100 \n \nrecognizing the value of evidenced-based approaches to evaluate progress to date \ntowards the SDGs.  \n29. We recognize the positive role and contribution of migrants for inclusive growth \nand sustainable development in countries of origin, transit and destination, including by \nenriching societies through human, socioeconomic and cultural capacities. We recommit \nto cooperate internationally to ensure safe, orderly and regular migration involving full \nrespect for human rights and the humane treatment of migrants, regardless of their \nmigration status, and to support countries of origin, transit and destination in the spirit \nof international cooperation, taking into account national circumstances. \n30. We must meet the moment by taking immediate measures to scale up efforts to \nachieve the 2030 Agenda and the Addis Ababa Action Agenda, including through \ndevelopment cooperation, SDG investments, reforming the international financial \narchitecture, supporting sustained, inclusive and sustainable growth, enhancing \nmacroeconomic policy cooperation, exploring measures of progress on sustainable \ndevelopment that complement or go beyond gross domestic product, and \nimplementing actions to accelerate sustainable development, in particular in support \nof developing countries.  \n31. We are deeply concerned by the marked increase of the estimated SDG financing \ngap and recognize the urgency of providing predictable, sustainable and sufficient \ndevelopment finance to developing countries from all sources.  \n32. We note that there has been positive progress in a limited number of areas. We \nrecognize the efforts of countries and stakeholders at all levels since 2015 to realize \nthe vision of the 2030 Agenda and the Sustainable Development Goals. We \nacknowledge that important lessons were drawn from the COVID-19 pandemic in \nhealth, culture, education, science, technology, and innovation and digital \ntransformation for sustainable development. \n33. We are encouraged by the progress achieved in the implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries 2014–2024, and the \nSAMOA Pathway for SIDS 2014–2024, and call upon the international community to \ntake the opportunity of the Third UN Conference on LLDCs and the 4th International \nConference on Small Island Developing States to identify and address the key priority \nissues of LLDCs and SIDS respectively, as well as to forge genuine and durable \npartnerships, including financial support, that will accelerate the implementation of \ntheir respective sustainable development blueprints. Additionally, we welcome the \nDoha political declaration, and the commitments made towards the timely and full \nimplementation of the Doha Programme of Action for the Least Developed Countries \nfor the Decade 2022–2031. \n34. We welcome the ongoing efforts of the UN development system to implement \nthe reforms championed by the Secretary-General and endorsed by the General \nAssembly, to better support programme countries in their efforts to implement the \n2030 Agenda, stressing the importance of predictable and sustainable funding of the \nUN development system and its programmatic activities. \n35. We recognize that the Voluntary National Reviews have generated valuable \nlessons learned and have helped countries monitor progress and integrate the \nSustainable Development Goals into national plans and policies.  \n \n \n \n III. Call to action – turning our world towards 2030 \n \n \n36. We commit to taking continuous, fundamental, transformative and urgent \nactions at all levels and by all stakeholders to overcome the crises and obstacles facing \nour world. We recognize the urgent need to take the actions necessary to reverse \n\nA/RES/78/1 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n23-20100\n6/12 \n \ndeclines and accelerate progress to achieve the 2030 Agenda and implement the \nSDGs. \n37. We commit to achieving sustainable development and shared prosperity for all \nby focusing our policies and actions on the poorest and most vulnerable. We will \nendeavour to identify those who are being left behind and reach those who are the \nfurthest behind first. People who are vulnerable must be empowered. Those whose \nneeds are reflected in the 2030 Agenda include all children, youth, persons with \ndisabilities, people living with HIV/AIDS, older persons, Indigenous Peoples, \nrefugees, internally displaced persons, and migrants. We intend to see the Goals and \ntargets met for all nations and peoples and for all segments of society. We will take \naction to combat inequalities within and among countries and pursue policies that \nstem the tide of rising inequality, including through social protection systems and \nuniversal health coverage. We look forward to the proposed world social summit in \n2025, subject to discussion and agreement by the General Assembly on its modalities, \nand emphasize that the possible summit outcome should have a social development \napproach and give momentum towards the implementation of the 2030 Agenda. \n38. We are determined to make all efforts to implement the 2030 Agenda and \nachieve the Sustainable Development Goals by the target year of 2030 and to \nrevitalize the global partnership for sustainable development. To this end: \n \n(a) \nWe commit to taking comprehensive and targeted measures to eradicate \npoverty in all its forms and dimensions, including extreme poverty, everywhere, \nrecognizing it is the greatest global challenge and an indispensable requirement for \nsustainable development. We commit to enhancing and supporting policies and \nstrategies for reducing poverty and inequality, including through international \ncooperation.  \n \n(b) \nWe will accelerate actions to end hunger, food insecurity and all forms of \nmalnutrition, and the realization of the right to adequate food, including through \naccess to sufficient, safe and nutritious foods all year round, the promotion of \nsustainable and resilient agriculture and food systems, as well as safe, nutritious and \nhealthy diets. We commit to keep trade channels and markets open for the movement \nof food, fertilizers and other agricultural inputs and outputs, while recognizing the \nimportance of shorter supply chains at the local levels. In this context, we also commit \nto supporting developing countries to address extreme food price volatility. \n \n(c) \nWe commit to targeted and accelerated action to remove all legal, social, \nand economic barriers to achieving gender equality, the empowerment of all women \nand girls including those with disabilities, their full, equal and effective participation \nin all decision-making processes, and the realization and enjoyment of their human \nrights. In this regard we commit to eliminating, preventing and responding to all \nforms of discrimination and violence against women and girls in public and private \nspaces both in person and in digital contexts, and call for women’s full access to \njustice and effective legal remedies. \n \n(d) \nWe will continue increasing investment in inclusive and equitable quality \neducation and life-long learning opportunities for all, including early childhood \neducation, youth and adult literacy programmes and initiatives, digital education, \ncultural education, education for sustainable development, digital technologies for \neducation, skills enhancement, affordable higher education and vocational training, \neducation in emergencies and teachers’ continuous professional development. We \nrecognize that early childhood education and care can generate substantial benefits \nfor children. We will address barriers to girls’ education, gender and disability gaps \nand promote gender equality and the empowerment of women and girls in and through \neducation and safe, healthy and stimulating learning environments that enable all \n\nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly \nA/RES/78/1\n \n7/12\n23-20100 \n \nlearners to achieve their full potential and physical, mental and emotional well-being. \nWe also take note of the 2022 United Nations Transforming Education Summit. \n \n(e) \nWe will continue to take action to bridge the digital divides and spread the \nbenefits of digitalization. We will expand participation of all countries, in particular \ndeveloping countries, in the digital economy, including by enhancing their digital \ninfrastructure connectivity, building their capacities and access to technological \ninnovations through stronger partnerships and improving digital literacy. We will \nleverage digital technology to expand the foundations on which to strengthen social \nprotection systems. We commit to building capacities for inclusive participation in \nthe digital economy and strong partnerships to bring technological innovations to all \ncountries. We reaffirm that the same rights that people have offline must also be \nprotected online. We look forward to the elaboration of a Global Digital Compact to \nbridge the digital divides and to accelerate the achievement of the Sustainable \nDevelopment Goals. \n \n(f) \nWe will address water scarcity and stress and drive transformation from a \nglobal water crisis to a world where water is a sustainable resource, ensuring the \navailability and sustainable management of water and sanitation for all. We note the \nimportance of the mid-term comprehensive review of the implementation of the \nInternational Decade for Action, “Water for Sustainable Development”, 2018–2028 \nand the water-related goals and targets of the 2030 Agenda, and we commend the \nconvening of the UN 2023 Water Conference. \n \n(g) \nWe will ensure healthy lives and promote well-being for all at all ages, \nincluding by strengthening health systems and achieving universal health coverage \nand all other health-related targets and leaving no-one behind. We will address gaps \nin preventing, preparing for, and responding to current and future pandemics and \nhealth emergencies, including in the development and distribution of timely and \nequitable access to medical countermeasures such as vaccines, therapeutics and \ndiagnostics. \n \n(h) \nWe commit to making cities and human settlements inclusive, safe, \nresilient and sustainable, including through the implementation of the New Urban \nAgenda, to contribute to the achievement and localization of the 2030 Agenda for \nSustainable Development, and enhancing financial and technical assistance to plan \nand implement sustainable urbanization and human settlements programmes and \nprojects, and we will promote access for all to adequate, safe and affordable housing. \n \n(i) \nWe recommit to making fundamental changes in our consumption and \nproduction patterns, including by transitioning to sustainable economic and business \nmodels, the implementation of the 10-Year Framework of Programmes on Sustainable \nConsumption and Production Patterns, and by providing support to developing \ncountries to strengthen their scientific, technological and innovation capacity. We \nrecognize that local and national zero-waste initiatives can contribute to achieving \nsustainable consumption and production.  \n \n(j) \nWe will ensure universal access to affordable, reliable, sustainable and \nmodern energy for all, including through enhanced international cooperation to assist \ndeveloping countries and through sustained investments, advancing research and \ndevelopment, and promote investment in energy infrastructure and clean energy \ntechnology. We will increase substantially the share of renewable energy in the global \nenergy mix by 2030.  \n \n(k) \nWe recommit to the full implementation of the Sendai Framework for \nDisaster Risk Reduction 2015–2030, and recall its Mid-term review, as disasters have \nbecome more frequent and intense. We acknowledge that its implementation will \nrequire capacity building and technical and financial assistance in order to be \n\nA/RES/78/1 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n23-20100\n8/12 \n \neffectively implemented by developing countries. We will promote a disaster risk-\ninformed approach to sustainable development at the local, national, regional and \nglobal levels and accelerate progress on integrating disaster risk reduction into \npolicies, programmes and investments at all levels. We recognize the need for a \nbroader and a more people-centred preventive approach to disaster risk reduction, and \nthat disaster risk reduction policies and practices need to be multi-hazard and \nmultisectoral, inclusive and accessible in order to be efficient and effective. We will \npromote effective local, national and regional multi-hazard early warning \nmechanisms.  \n \n(l) \nWe stress the urgency of enhancing ambition for climate action in the \nimplementation of the UNFCCC and the Paris Agreement 2 in relation to climate \nmitigation, adaptation and the provision of the means of implementation, especially \nfinance to developing countries. We urge the implementation of the decisions adopted \nat COP 27 held in Sharm El-Sheikh. We will take concrete steps toward the \noperationalization of the new funding arrangements for responding to loss and \ndamage by COP 28. We commit to continuing our work to accelerate our action to \naddress climate change. In this regard, we also look forward to the first global stock \ntake of the Paris Agreement to take place at COP 28.  \n \n(m) We emphasize the need for a balanced and enhanced implementation of all \nprovisions of the Convention on Biological Diversity, including its three objectives. \nWe will take urgent action to halt and reverse biodiversity loss by 2030 to put nature \non a path to recovery for the benefit of people and planet by conserving and \nsustainably using biodiversity and by ensuring the fair and equitable sharing of \nbenefits from the utilization of genetic resources, while providing the sufficient \nmeans of implementation to support developing countries. We welcome the CBD \nCOP15 and its outcomes, including the Kunming Montreal Global Biodiversity \nFramework and call for the timely implementation of these outcomes and in this \nregard we welcome the establishment of the Global Biodiversity Framework Fund. \nWe call for its timely operationalization and capitalization from all sources, including \ninternational \nfinancial \nresources \nfrom \ndeveloped \ncountries, \nphilanthropic \norganizations and private sector, and to progress towards implementation as soon as \npossible. \n \n(n) \nWe commit to continue urgent efforts to implement the strategic objectives \nof the United Nations Convention to Combat Desertification, affirming that \ncombating desertification, land degradation, drought and floods, as well as sand and \ndust storms, and achieving land degradation neutrality are essential and have emerged \nas a pathway to accelerate progress towards achieving the SDGs.  \n \n(o) \nWe will decisively and urgently mobilize action for sustainable ocean \nmanagement, recognizing the central role of a healthy, productive and resilient ocean. \nWe commit to an integrated and coordinated approach to conserve, protect and restore \nthe ocean, its ecosystems and its biodiversity. We emphasize that our actions to \nimplement Goal 14 should be in accordance with, reinforce and not duplicate or \nundermine existing legal instruments, arrangements, processes, mechanisms or \nentities. We affirm the need to enhance the conservation and sustainable use of oceans \nand their resources by implementing international law as reflected in the UN \nConvention on the Law of the Sea, which provides the legal framework for the \nconservation and sustainable use of oceans and their resources, as recalled in \nparagraph 158 of The Future We Want. We look forward to the third UN Ocean \nConference, to be held in 2025, to scale-up ocean action and accelerate \nimplementation.  \n__________________ \n \n2  Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n\nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly \nA/RES/78/1\n \n9/12\n23-20100 \n \n \n(p) \nWe will support the global efforts to address plastic pollution, and the work \nof the Intergovernmental Negotiating Committee (INC) to develop an international \nlegally binding instrument on plastic pollution, including in the marine environment \nby 2024.  \n \n(q) \nWe commit to bridging the science, technology and innovation divides and \nthe responsible use of science, technology, and innovation as drivers of sustainable \ndevelopment and to build the capacities necessary for sustainable transformations. \nWe reiterate the need to accelerate the transfer of environmentally sound technologies \nto developing countries on favourable terms, including on concessional and \npreferential terms, as mutually agreed. We will take action to enhance the ability of \ndeveloping countries to benefit from science, technology, and innovation and address \nthe major structural impediments to accessing new and emerging technologies \nincluding through scaling up the use of open science, affordable and open-source \ntechnology, research and development, including through strengthened partnerships. \nWe aim to increase funding for SDG-related research and innovation and build \ncapacity in all regions to contribute to and benefit from this research. We will seek to \nbetter realize the benefits and address the challenges of artificial intelligence. We \nundertake to increase the use of science and scientific evidence in policymaking.  \n \n(r) \nWe pledge to take action to strengthen international, national and local \ndata systems efforts to collect high quality, timely, relevant, disaggregated and \nreliable data on SDG progress and to intensify efforts to strengthen data and statistical \ncapacities in developing countries. We will continue to strengthen our efforts to \ncollect, analyse and disseminate relevant, reliable and disaggregated data for better \nmonitoring and policymaking to accelerate the achievement of the 2030 Agenda. We \ncommit to increasing the availability of SDG data and closing SDG data gaps at all \nlevels, increasing financing for data and statistics, and enhancing capacity building \nsupport to developing countries.  \n \n(s) \nWe will continue to integrate the SDGs into our national policy \nframeworks and develop national plans for transformative and accelerated action. We \nwill make implementing the 2030 Agenda and achieving the SDGs a central focus in \nnational planning and oversight mechanisms. We will further localize the SDGs and \nadvance integrated planning and implementation at the local level. We encourage all \nrelevant actors to better address interlinkages, synergies and trade-offs between the \nSustainable Development Goals, enhancing policy coherence for sustainable \ndevelopment.  \n \n(t) \nWe commit to accelerate the full implementation of the Addis Ababa \nAction Agenda and to take further actions to scale up financing for sustainable \ndevelopment, and provide means of implementation for developing countries, \nincluding the following:  \n \n(i) \nWe will ensure significant mobilization of resources from a variety of \nsources, including through enhanced development cooperation, strengthening \nthe capacity to mobilize domestic resources and private sector investment in \norder to provide adequate and predictable means for developing countries, in \nparticular the least developed countries, and to implement programmes and \npolicies to end poverty in all its forms and dimensions and to create decent jobs. \n \n(ii) We urge developed countries to scale up and fulfill their respective ODA \ncommitments, including the commitment by many developed countries to \nachieve the target of 0.7 per cent of gross national income for official \ndevelopment assistance (ODA/GNI) to developing countries and 0.15 to 0.20 \nper cent of ODA/GNI to the least developed countries.  \n\nA/RES/78/1 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n23-20100\n10/12 \n \n \n(iii) We call for improved international debt mechanisms to support debt \nreview, debt payment suspensions, and debt restructuring, as appropriate, with \nan expansion of support and eligibility to vulnerable countries in need. We \ncommit to continuing to assist developing countries in avoiding a build-up of \nunsustainable debt and in implementing resilience measures so as to reduce the \nrisk of relapsing into another debt crisis. We recognize the importance of new \nand emerging challenges and vulnerabilities in regard to developing country \nexternal and domestic debt sustainability. We call for strengthened multilateral \nactions and coordination by all creditors to address the deteriorating debt \nsituation. \n \n(iv) We welcome the Secretary-General’s efforts to address the SDG financing \ngap through an SDG stimulus. We will advance the Secretary-General’s \nproposal, in a timely manner through discussions at the United Nations as well \nas other relevant forums and institutions, to tackle the high cost of debt and \nrising risks of debt distress, to enhance support to developing countries and to \nmassively scale up affordable long-term financing for development and expand \ncontingency financing to countries in need.  \n \n(v) \nWe call for scaling up debt swaps for SDGs, including debt swaps for \nclimate and nature, and debt swaps for food security, as appropriate, while \nrecognizing that debt swaps cannot replace broader debt treatments in \nunsustainable debt situations, to allow developing countries to use debt service \npayments for investments in sustainable development.  \n \n(vi) We recommit to preventing and combating illicit financial flows and \nstrengthening international cooperation and good practices on assets return and \nrecovery. We reaffirm our commitment to strive to eliminate safe havens that \ncreate incentives for the transfer abroad of stolen assets and illicit financial \nflows. We will implement our obligations to prevent and combat corruption, \nbribery and money laundering in all their forms enshrined in the existing \ninternational architecture, in particular in those prescribed in the United Nations \nConvention Against Corruption and the United Nations Convention Against \nTransnational Organized Crime. \n \n(vii) We call for an urgent voluntary re-channeling of Special Drawing Rights \nto countries most in need, including through multilateral development banks, \nwhile respecting relevant legal frameworks and preserving the reserve asset \ncharacter of Special Drawing Rights. We will explore ways for future allocations \nof Special Drawing Rights to benefit those countries most in need. \n \n(viii) We support reform of the international financial architecture. We also \nsupport international financial institution and multilateral development bank \nreform as a key for large-scale Sustainable Development Goal-related \ninvestments in order to better address global challenges. The international \nfinancial architecture, including its business models and financing capacities, \nmust be made more fit for purpose, equitable and responsive to the financing \nneeds of developing countries, to broaden and strengthen the voice and \nparticipation of developing countries in international economic decision-\nmaking, norm-setting, and global economic governance. We commit to engage \nin inclusive inter-governmental discussions on the reform of international \nfinancial institutions in forthcoming processes, including at the United Nations, \ntaking into account current and ongoing initiatives. \n \n(ix) We urge multilateral development banks to bring forward actions to \nmobilize and provide additional financing within their mandates to support \ndeveloping countries to achieve the SDGs. We support multilateral development \nbank reform efforts and call for tangible progress in this regard, including \n\nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly \nA/RES/78/1\n \n11/12\n23-20100 \n \nthrough securing increases to grants and concessional finance, better leveraging \ntheir capital bases and considering ways for the respective boards of the MDBs \nto increase their capitalization and encourage dialogue between multilateral \ndevelopment banks and other financial institutions. \n \n(x) \nWe \nrecommit \nto \nthe \npromotion \nof \na \nuniversal, \nrules-based, \nnon-discriminatory, open, fair, inclusive, equitable and transparent multilateral \ntrading system, with the World Trade Organization (WTO) at its core, as well as \nmeaningful trade liberalization. We underscore that the multilateral trading \nsystem should contribute to the achievement of the Sustainable Development \nGoals, providing policy space for national development objectives, poverty \neradication and sustainable development, consistent with relevant international \nrules and countries’ commitments, and promote export-led growth in the \ndeveloping countries through, inter alia, preferential trade access for developing \ncountries, targeted special and differential treatment that responds to the \ndevelopment needs of individual countries, in particular least developed \ncountries, and the elimination of trade barriers that are inconsistent with World \nTrade Organization agreements. We welcome the commitment of WTO \nmembers to work towards the necessary reform of the organization, with the aim \nof improving all its functions and effectively addressing the challenges facing \nglobal trade. We look forward to concrete and positive results at the 13th WTO \nMinisterial Conference. \n \n(xi) We confirm our political commitment to explore measures of progress on \nsustainable development that complement or go beyond gross domestic product \nto have a more inclusive approach to international cooperation and reaffirm our \ncall to engage in United Nations-led intergovernmental discussions in \nconsultation with relevant stakeholders.  \n \n(xii) We encourage the international community to consider multidimensional \nvulnerability, including the potential use of a multidimensional vulnerability \nindex, as criteria to access concessional finance.  \n \n(xiii) We look forward to the deliberations on convening a fourth international \nconference on financing for development in 2025. \n \n(xiv) We look forward to the beginning of inter-governmental discussions in \nNew York at United Nations Headquarters on ways to strengthen the \ninclusiveness and effectiveness of international tax cooperation. \n39. We recognize that the integrated nature of the Sustainable Development Goals \nrequires a global response. We renew our commitment to multilateralism, to find new \nways of working together and to ensure that multilateral institutions keep pace with \nthe rapid changes taking place. We further commit to finding peaceful and just \nsolutions to disputes and to respecting international law and the purposes and \nprinciples of the Charter of the United Nations, including the right to self-\ndetermination of peoples and the need to respect the territorial integrity and political \nindependence of States. \n40. We commit to fully support the UN development system, including the RC \nsystem and the Joint SDG Fund, to deliver better in support of programme countries \nand their efforts to implement the 2030 Agenda and its SDGs. We support the United \nNations in playing a central and coordinating role in international development \ncooperation.  \n41. We commit to using the review of the high-level political forum at the 78th \nsession of the General Assembly to further strengthen the follow-up and review of the \nimplementation of the 2030 Agenda, harnessing data to track progress in \nimplementing the Sustainable Development Goals and targets, strengthening analysis \n\nA/RES/78/1 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n23-20100\n12/12 \n \nof the interlinkages across the Goals and targets, including policy implications of their \nsynergies and trade-offs.  \n42. We look forward to the Summit of the Future in 2024 as an important \nopportunity to, inter alia, accelerate the implementation of the 2030 Agenda and its \nSDGs.  \n43. We commit with united efforts, political will and firm actions to advance \nconcrete, integrated and targeted policies and actions to fulfill the vision of the 2030 \nAgenda and achieve the Sustainable Development Goals. We pledge to act now, for \npresent and future generations, turning our world towards a sustainable and resilient \npath by 2030, and leaving no one behind. \n \n",
  "paragraphs": {
    "1": "We, the Heads of State and Government and high representatives, have met at United Nations Headquarters in New York on 18 and 19 September 2023, at the Sustainable Development Goals Summit, 1 to review progress and accelerate the implementation of the 2030 Agenda for Sustainable Development. __________________ 1 High-level political forum on sustainable development convened under the auspices of the General Assembly (Sustainable Development Goals Summit). A/RES/78/1 Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly 23-20100 2/12",
    "2": "We reaffirm our commitment to effectively implement the 2030 Agenda and its SDGs and uphold all principles enshrined in it. The 2030 Agenda remains our overarching roadmap for achieving sustainable development and overcoming the multiple crises we face. We will act with urgency to realize its vision as a plan of action for people, planet, prosperity, peace and partnership, leaving no one behind. We will endeavour to reach the furthest behind first.",
    "3": "We emphasize that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development.",
    "4": "We reaffirm that the 2030 Agenda is universal in nature and that its Goals and targets are comprehensive, far-reaching, people-centered, indivisible and interlinked, balancing the three dimensions of sustainable development: economic, social and environmental, in an integrated manner. They seek to realize the human rights of all and to achieve gender equality and the empowerment of all women and girls.",
    "5": "We reaffirm that the 2030 Agenda is guided by the purposes and principles of the Charter of the United Nations, including full respect for international law. It is grounded in the Universal Declaration of Human Rights, international human rights treaties, the Millennium Declaration and the 2005 World Summit Outcome. It is informed by other instruments such as the Declaration on the Right to Development.",
    "6": "We also reaffirm the Addis Ababa Action Agenda as an integral part of the 2030 Agenda. We are committed to its full implementation which is critical for the realization of the SDGs and their targets and to this end welcome the organization of the 2023 High-level Dialogue on Financing for Development back-to-back with the SDG Summit.",
    "7": "We also reaffirm that climate change is one of the greatest challenges of our time. We express profound alarm that emissions of greenhouse gases continue to rise globally, and remain deeply concerned that all countries, particularly developing countries, are vulnerable to the adverse impacts of climate change. We emphasize in this regard that mitigation of and adaptation to climate change represent an immediate and urgent priority.",
    "8": "The achievement of the SDGs is in peril. At the midpoint of the 2030 Agenda, we are alarmed that the progress on most of the SDGs is either moving much too slowly or has regressed below the 2015 baseline. Our world is currently facing numerous crises. Years of sustainable development gains are being reversed. Millions of people have fallen into poverty, hunger and malnutrition are becoming more prevalent, humanitarian needs are rising, and the impacts of climate change more pronounced. This has led to increased inequality exacerbated by weakened international solidarity and a shortfall of trust to jointly overcome these crises.",
    "9": "We commit to bold, ambitious, accelerated, just and transformative actions, anchored in international solidarity and effective cooperation at all levels. We will promote a systemic shift towards a more inclusive, just, peaceful, resilient and sustainable world for people and planet, for present and future generations.",
    "10": "We will devote ourselves collectively to the pursuit of sustainable development including through international cooperation and partnership on the basis of mutual trust and the full benefit of all, in a spirit of global solidarity, for the common future of present and coming generations.",
    "11": "We reaffirm all the principles of the Rio Declaration on Environment and Development, including, inter alia, the principle of common but differentiated responsibilities, as set out in principle 7 thereof. Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly A/RES/78/1 3/12 23-20100",
    "12": "We are concerned about the persistent disproportionate and multidimensional impacts from the COVID-19 pandemic. We must strengthen multilateral and international cooperation for developing countries, particularly the poorest and most vulnerable countries, to help them recover from the ongoing effects of the COVID-19 pandemic and strengthen resilience including through pandemic prevention, preparedness and response.",
    "13": "We recognize the special challenges facing all developing countries in pursuing sustainable development, in particular African countries, least developed countries, landlocked developing countries, small island developing States, as well as the specific challenges facing middle-income countries and countries in conflict and post-conflict situations.",
    "14": "We remain resolved, between now and 2030, to end poverty and hunger everywhere; to combat inequalities within and among countries; to build peaceful, just and inclusive societies; to respect, protect and fulfil human rights and achieve gender equality and the empowerment of all women and girls and to ensure the lasting protection of the planet and its natural resources. We also remain resolved to create conditions for sustainable, inclusive and sustained economic growth, shared prosperity and decent work for all, and equal pay for work of equal value, taking into account different levels of national development and capacities. We take note with appreciation of the Global Accelerator on Jobs and Social Protection for Just Transitions and encourage all countries to consider supporting its implementation. We commit to ensuring that persons with disabilities actively participate in and equally benefit from sustainable development efforts.",
    "15": "We reaffirm that gender equality and the empowerment of all women and girls will make a crucial contribution to progress across all the Goals and targets. The achievement of full human potential and sustainable development is not possible if one half of humanity continues to be denied full human rights and opportunities. We will ensure full and equal enjoyment of all human rights and fundamental freedoms by all women and girls, without discrimination. We also resolve to eliminate all forms of violence against women and girls.",
    "16": "We reaffirm the role of culture as an enabler of sustainable development that provides people and communities with a strong sense of identity and social cohesion and contributes to more effective and sustainable development policies and measures at all levels.",
    "17": "We commit to stepping up our efforts to fight against racism, all forms of discrimination, xenophobia and related intolerance, stigmatization, hate speech, through cooperation, partnership and inclusion and respect for diversity.",
    "18": "We reaffirm our resolve to realize our vision of a world with access to inclusive and equitable quality education, universal health coverage including access to quality essential health-care services, social protection, food security and improved nutrition, safe drinking water, sanitation and hygiene, affordable, reliable, sustainable and modern energy, sustainable industrialization and quality, resilient, reliable and sustainable infrastructure for all.",
    "19": "We commit to achieving a world in which humanity lives in harmony with nature, to conserving and sustainably using our planet’s marine and terrestrial resources, including through sustainable lifestyles, and sustainable consumption and production, to reversing the trends of environmental degradation, to promoting resilience, to reducing disaster risk, and to halting ecosystem degradation and biodiversity loss. We will conserve and sustainably use oceans and seas, freshwater resources, as well as forests, mountains and drylands and protect biodiversity, ecosystems and wildlife. A/RES/78/1 Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly 23-20100 4/12",
    "20": "Sustainable development cannot be realized without peace and security; and peace and security will be at risk without sustainable development. We reaffirm the need to build peaceful, just and inclusive societies that provide equal access to justice and that are based on respect for human rights (including the right to development), on effective rule of law and good governance at all levels and on transparent, effective and accountable institutions. Factors which give rise to violence, insecurity and injustice, such as inequality, corruption, poor governance and illicit financial and arms flows, are addressed in the Agenda.",
    "21": "The 2030 Agenda remains our commitment to the children and youth of today so that they may achieve their full human potential, as critical agents of change and torchbearers of the 2030 Agenda for current and future generations.",
    "22": "We acknowledge the essential role of parliaments in ensuring accountability for the effective implementation of our goals and commitments under the 2030 Agenda.",
    "23": "We commit to enhancing global, regional, national and local partnerships for sustainable development, engaging all relevant stakeholders, including civil society, private sector, academia and youth, recognizing the important contribution they can make toward achieving the 2030 Agenda, and the localization of the SDGs. We also reaffirm the importance of the regional dimension of sustainable development in addressing regional challenges and scaling up action among countries. II. Our changed world – Progress and remaining gaps and challenges",
    "24": "Our world has changed drastically since the first SDG Summit in 2019 and since we adopted the 2030 Agenda in 2015. The world was already off track in achieving the majority of the SDGs before the COVID-19 pandemic. Without immediate course correction and acceleration of progress toward achieving the SDGs, our world is destined to face continued poverty, prolonged periods of crisis and growing uncertainty.",
    "25": "We are concerned about the persistent and long-term impacts from the COVID-19 pandemic, continued poverty and widening inequalities, and the multiple interlinked crises that are pushing our world to the brink, particularly in developing countries and for the poorest and most vulnerable. The crisis of climate change and its impacts, including persistent drought and extreme weather events, land loss and degradation, sea level rise, coastal erosion, ocean acidification and the retreat of mountain glaciers, as well as biodiversity loss, desertification, sand and dust storms, and pollution, including plastic, air, and chemical pollution, threaten planet and people. Forced displacement, the cost-of-living, water, food security and nutrition, financial and energy crises and challenges are derailing progress on the Sustainable Development Goals.",
    "26": "In many parts of the world armed conflicts and instability have persisted or intensified, causing untold human suffering and undermining the realization of the Sustainable Development Goals. Our efforts to prevent and resolve conflicts and foster peaceful, just and inclusive societies have often been fragmented and insufficient and have been hindered in the current global context.",
    "27": "We acknowledge that the cascading global crises have highlighted and exacerbated existing gender inequality, such as unequal access to healthcare, education, social protection, decent jobs and economic opportunities.",
    "28": "We take note of the Secretary-General’s special edition progress report on the Sustainable Development Goals, and the Global Sustainable Development Report, Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly A/RES/78/1 5/12 23-20100 recognizing the value of evidenced-based approaches to evaluate progress to date towards the SDGs.",
    "29": "We recognize the positive role and contribution of migrants for inclusive growth and sustainable development in countries of origin, transit and destination, including by enriching societies through human, socioeconomic and cultural capacities. We recommit to cooperate internationally to ensure safe, orderly and regular migration involving full respect for human rights and the humane treatment of migrants, regardless of their migration status, and to support countries of origin, transit and destination in the spirit of international cooperation, taking into account national circumstances.",
    "30": "We must meet the moment by taking immediate measures to scale up efforts to achieve the 2030 Agenda and the Addis Ababa Action Agenda, including through development cooperation, SDG investments, reforming the international financial architecture, supporting sustained, inclusive and sustainable growth, enhancing macroeconomic policy cooperation, exploring measures of progress on sustainable development that complement or go beyond gross domestic product, and implementing actions to accelerate sustainable development, in particular in support of developing countries.",
    "31": "We are deeply concerned by the marked increase of the estimated SDG financing gap and recognize the urgency of providing predictable, sustainable and sufficient development finance to developing countries from all sources.",
    "32": "We note that there has been positive progress in a limited number of areas. We recognize the efforts of countries and stakeholders at all levels since 2015 to realize the vision of the 2030 Agenda and the Sustainable Development Goals. We acknowledge that important lessons were drawn from the COVID-19 pandemic in health, culture, education, science, technology, and innovation and digital transformation for sustainable development.",
    "33": "We are encouraged by the progress achieved in the implementation of the Vienna Programme of Action for Landlocked Developing Countries 2014–2024, and the SAMOA Pathway for SIDS 2014–2024, and call upon the international community to take the opportunity of the Third UN Conference on LLDCs and the 4th International Conference on Small Island Developing States to identify and address the key priority issues of LLDCs and SIDS respectively, as well as to forge genuine and durable partnerships, including financial support, that will accelerate the implementation of their respective sustainable development blueprints. Additionally, we welcome the Doha political declaration, and the commitments made towards the timely and full implementation of the Doha Programme of Action for the Least Developed Countries for the Decade 2022–2031.",
    "34": "We welcome the ongoing efforts of the UN development system to implement the reforms championed by the Secretary-General and endorsed by the General Assembly, to better support programme countries in their efforts to implement the 2030 Agenda, stressing the importance of predictable and sustainable funding of the UN development system and its programmatic activities.",
    "35": "We recognize that the Voluntary National Reviews have generated valuable lessons learned and have helped countries monitor progress and integrate the Sustainable Development Goals into national plans and policies. III. Call to action – turning our world towards 2030",
    "36": "We commit to taking continuous, fundamental, transformative and urgent actions at all levels and by all stakeholders to overcome the crises and obstacles facing our world. We recognize the urgent need to take the actions necessary to reverse A/RES/78/1 Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly 23-20100 6/12 declines and accelerate progress to achieve the 2030 Agenda and implement the SDGs.",
    "37": "We commit to achieving sustainable development and shared prosperity for all by focusing our policies and actions on the poorest and most vulnerable. We will endeavour to identify those who are being left behind and reach those who are the furthest behind first. People who are vulnerable must be empowered. Those whose needs are reflected in the 2030 Agenda include all children, youth, persons with disabilities, people living with HIV/AIDS, older persons, Indigenous Peoples, refugees, internally displaced persons, and migrants. We intend to see the Goals and targets met for all nations and peoples and for all segments of society. We will take action to combat inequalities within and among countries and pursue policies that stem the tide of rising inequality, including through social protection systems and universal health coverage. We look forward to the proposed world social summit in 2025, subject to discussion and agreement by the General Assembly on its modalities, and emphasize that the possible summit outcome should have a social development approach and give momentum towards the implementation of the 2030 Agenda.",
    "38": "We are determined to make all efforts to implement the 2030 Agenda and achieve the Sustainable Development Goals by the target year of 2030 and to revitalize the global partnership for sustainable development. To this end: (a) We commit to taking comprehensive and targeted measures to eradicate poverty in all its forms and dimensions, including extreme poverty, everywhere, recognizing it is the greatest global challenge and an indispensable requirement for sustainable development. We commit to enhancing and supporting policies and strategies for reducing poverty and inequality, including through international cooperation. (b) We will accelerate actions to end hunger, food insecurity and all forms of malnutrition, and the realization of the right to adequate food, including through access to sufficient, safe and nutritious foods all year round, the promotion of sustainable and resilient agriculture and food systems, as well as safe, nutritious and healthy diets. We commit to keep trade channels and markets open for the movement of food, fertilizers and other agricultural inputs and outputs, while recognizing the importance of shorter supply chains at the local levels. In this context, we also commit to supporting developing countries to address extreme food price volatility. (c) We commit to targeted and accelerated action to remove all legal, social, and economic barriers to achieving gender equality, the empowerment of all women and girls including those with disabilities, their full, equal and effective participation in all decision-making processes, and the realization and enjoyment of their human rights. In this regard we commit to eliminating, preventing and responding to all forms of discrimination and violence against women and girls in public and private spaces both in person and in digital contexts, and call for women’s full access to justice and effective legal remedies. (d) We will continue increasing investment in inclusive and equitable quality education and life-long learning opportunities for all, including early childhood education, youth and adult literacy programmes and initiatives, digital education, cultural education, education for sustainable development, digital technologies for education, skills enhancement, affordable higher education and vocational training, education in emergencies and teachers’ continuous professional development. We recognize that early childhood education and care can generate substantial benefits for children. We will address barriers to girls’ education, gender and disability gaps and promote gender equality and the empowerment of women and girls in and through education and safe, healthy and stimulating learning environments that enable all Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly A/RES/78/1 7/12 23-20100 learners to achieve their full potential and physical, mental and emotional well-being. We also take note of the 2022 United Nations Transforming Education Summit. (e) We will continue to take action to bridge the digital divides and spread the benefits of digitalization. We will expand participation of all countries, in particular developing countries, in the digital economy, including by enhancing their digital infrastructure connectivity, building their capacities and access to technological innovations through stronger partnerships and improving digital literacy. We will leverage digital technology to expand the foundations on which to strengthen social protection systems. We commit to building capacities for inclusive participation in the digital economy and strong partnerships to bring technological innovations to all countries. We reaffirm that the same rights that people have offline must also be protected online. We look forward to the elaboration of a Global Digital Compact to bridge the digital divides and to accelerate the achievement of the Sustainable Development Goals. (f) We will address water scarcity and stress and drive transformation from a global water crisis to a world where water is a sustainable resource, ensuring the availability and sustainable management of water and sanitation for all. We note the importance of the mid-term comprehensive review of the implementation of the International Decade for Action, “Water for Sustainable Development”, 2018–2028 and the water-related goals and targets of the 2030 Agenda, and we commend the convening of the UN 2023 Water Conference. (g) We will ensure healthy lives and promote well-being for all at all ages, including by strengthening health systems and achieving universal health coverage and all other health-related targets and leaving no-one behind. We will address gaps in preventing, preparing for, and responding to current and future pandemics and health emergencies, including in the development and distribution of timely and equitable access to medical countermeasures such as vaccines, therapeutics and diagnostics. (h) We commit to making cities and human settlements inclusive, safe, resilient and sustainable, including through the implementation of the New Urban Agenda, to contribute to the achievement and localization of the 2030 Agenda for Sustainable Development, and enhancing financial and technical assistance to plan and implement sustainable urbanization and human settlements programmes and projects, and we will promote access for all to adequate, safe and affordable housing. (i) We recommit to making fundamental changes in our consumption and production patterns, including by transitioning to sustainable economic and business models, the implementation of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns, and by providing support to developing countries to strengthen their scientific, technological and innovation capacity. We recognize that local and national zero-waste initiatives can contribute to achieving sustainable consumption and production. (j) We will ensure universal access to affordable, reliable, sustainable and modern energy for all, including through enhanced international cooperation to assist developing countries and through sustained investments, advancing research and development, and promote investment in energy infrastructure and clean energy technology. We will increase substantially the share of renewable energy in the global energy mix by 2030. (k) We recommit to the full implementation of the Sendai Framework for Disaster Risk Reduction 2015–2030, and recall its Mid-term review, as disasters have become more frequent and intense. We acknowledge that its implementation will require capacity building and technical and financial assistance in order to be A/RES/78/1 Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly 23-20100 8/12 effectively implemented by developing countries. We will promote a disaster risk- informed approach to sustainable development at the local, national, regional and global levels and accelerate progress on integrating disaster risk reduction into policies, programmes and investments at all levels. We recognize the need for a broader and a more people-centred preventive approach to disaster risk reduction, and that disaster risk reduction policies and practices need to be multi-hazard and multisectoral, inclusive and accessible in order to be efficient and effective. We will promote effective local, national and regional multi-hazard early warning mechanisms. (l) We stress the urgency of enhancing ambition for climate action in the implementation of the UNFCCC and the Paris Agreement 2 in relation to climate mitigation, adaptation and the provision of the means of implementation, especially finance to developing countries. We urge the implementation of the decisions adopted at COP 27 held in Sharm El-Sheikh. We will take concrete steps toward the operationalization of the new funding arrangements for responding to loss and damage by COP 28. We commit to continuing our work to accelerate our action to address climate change. In this regard, we also look forward to the first global stock take of the Paris Agreement to take place at COP 28. (m) We emphasize the need for a balanced and enhanced implementation of all provisions of the Convention on Biological Diversity, including its three objectives. We will take urgent action to halt and reverse biodiversity loss by 2030 to put nature on a path to recovery for the benefit of people and planet by conserving and sustainably using biodiversity and by ensuring the fair and equitable sharing of benefits from the utilization of genetic resources, while providing the sufficient means of implementation to support developing countries. We welcome the CBD COP15 and its outcomes, including the Kunming Montreal Global Biodiversity Framework and call for the timely implementation of these outcomes and in this regard we welcome the establishment of the Global Biodiversity Framework Fund. We call for its timely operationalization and capitalization from all sources, including international financial resources from developed countries, philanthropic organizations and private sector, and to progress towards implementation as soon as possible. (n) We commit to continue urgent efforts to implement the strategic objectives of the United Nations Convention to Combat Desertification, affirming that combating desertification, land degradation, drought and floods, as well as sand and dust storms, and achieving land degradation neutrality are essential and have emerged as a pathway to accelerate progress towards achieving the SDGs. (o) We will decisively and urgently mobilize action for sustainable ocean management, recognizing the central role of a healthy, productive and resilient ocean. We commit to an integrated and coordinated approach to conserve, protect and restore the ocean, its ecosystems and its biodiversity. We emphasize that our actions to implement Goal 14 should be in accordance with, reinforce and not duplicate or undermine existing legal instruments, arrangements, processes, mechanisms or entities. We affirm the need to enhance the conservation and sustainable use of oceans and their resources by implementing international law as reflected in the UN Convention on the Law of the Sea, which provides the legal framework for the conservation and sustainable use of oceans and their resources, as recalled in paragraph 158 of The Future We Want. We look forward to the third UN Ocean Conference, to be held in 2025, to scale-up ocean action and accelerate implementation. __________________ 2 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly A/RES/78/1 9/12 23-20100 (p) We will support the global efforts to address plastic pollution, and the work of the Intergovernmental Negotiating Committee (INC) to develop an international legally binding instrument on plastic pollution, including in the marine environment by 2024. (q) We commit to bridging the science, technology and innovation divides and the responsible use of science, technology, and innovation as drivers of sustainable development and to build the capacities necessary for sustainable transformations. We reiterate the need to accelerate the transfer of environmentally sound technologies to developing countries on favourable terms, including on concessional and preferential terms, as mutually agreed. We will take action to enhance the ability of developing countries to benefit from science, technology, and innovation and address the major structural impediments to accessing new and emerging technologies including through scaling up the use of open science, affordable and open-source technology, research and development, including through strengthened partnerships. We aim to increase funding for SDG-related research and innovation and build capacity in all regions to contribute to and benefit from this research. We will seek to better realize the benefits and address the challenges of artificial intelligence. We undertake to increase the use of science and scientific evidence in policymaking. (r) We pledge to take action to strengthen international, national and local data systems efforts to collect high quality, timely, relevant, disaggregated and reliable data on SDG progress and to intensify efforts to strengthen data and statistical capacities in developing countries. We will continue to strengthen our efforts to collect, analyse and disseminate relevant, reliable and disaggregated data for better monitoring and policymaking to accelerate the achievement of the 2030 Agenda. We commit to increasing the availability of SDG data and closing SDG data gaps at all levels, increasing financing for data and statistics, and enhancing capacity building support to developing countries. (s) We will continue to integrate the SDGs into our national policy frameworks and develop national plans for transformative and accelerated action. We will make implementing the 2030 Agenda and achieving the SDGs a central focus in national planning and oversight mechanisms. We will further localize the SDGs and advance integrated planning and implementation at the local level. We encourage all relevant actors to better address interlinkages, synergies and trade-offs between the Sustainable Development Goals, enhancing policy coherence for sustainable development. (t) We commit to accelerate the full implementation of the Addis Ababa Action Agenda and to take further actions to scale up financing for sustainable development, and provide means of implementation for developing countries, including the following: (i) We will ensure significant mobilization of resources from a variety of sources, including through enhanced development cooperation, strengthening the capacity to mobilize domestic resources and private sector investment in order to provide adequate and predictable means for developing countries, in particular the least developed countries, and to implement programmes and policies to end poverty in all its forms and dimensions and to create decent jobs. (ii) We urge developed countries to scale up and fulfill their respective ODA commitments, including the commitment by many developed countries to achieve the target of 0.7 per cent of gross national income for official development assistance (ODA/GNI) to developing countries and 0.15 to 0.20 per cent of ODA/GNI to the least developed countries. A/RES/78/1 Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly 23-20100 10/12 (iii) We call for improved international debt mechanisms to support debt review, debt payment suspensions, and debt restructuring, as appropriate, with an expansion of support and eligibility to vulnerable countries in need. We commit to continuing to assist developing countries in avoiding a build-up of unsustainable debt and in implementing resilience measures so as to reduce the risk of relapsing into another debt crisis. We recognize the importance of new and emerging challenges and vulnerabilities in regard to developing country external and domestic debt sustainability. We call for strengthened multilateral actions and coordination by all creditors to address the deteriorating debt situation. (iv) We welcome the Secretary-General’s efforts to address the SDG financing gap through an SDG stimulus. We will advance the Secretary-General’s proposal, in a timely manner through discussions at the United Nations as well as other relevant forums and institutions, to tackle the high cost of debt and rising risks of debt distress, to enhance support to developing countries and to massively scale up affordable long-term financing for development and expand contingency financing to countries in need. (v) We call for scaling up debt swaps for SDGs, including debt swaps for climate and nature, and debt swaps for food security, as appropriate, while recognizing that debt swaps cannot replace broader debt treatments in unsustainable debt situations, to allow developing countries to use debt service payments for investments in sustainable development. (vi) We recommit to preventing and combating illicit financial flows and strengthening international cooperation and good practices on assets return and recovery. We reaffirm our commitment to strive to eliminate safe havens that create incentives for the transfer abroad of stolen assets and illicit financial flows. We will implement our obligations to prevent and combat corruption, bribery and money laundering in all their forms enshrined in the existing international architecture, in particular in those prescribed in the United Nations Convention Against Corruption and the United Nations Convention Against Transnational Organized Crime. (vii) We call for an urgent voluntary re-channeling of Special Drawing Rights to countries most in need, including through multilateral development banks, while respecting relevant legal frameworks and preserving the reserve asset character of Special Drawing Rights. We will explore ways for future allocations of Special Drawing Rights to benefit those countries most in need. (viii) We support reform of the international financial architecture. We also support international financial institution and multilateral development bank reform as a key for large-scale Sustainable Development Goal-related investments in order to better address global challenges. The international financial architecture, including its business models and financing capacities, must be made more fit for purpose, equitable and responsive to the financing needs of developing countries, to broaden and strengthen the voice and participation of developing countries in international economic decision- making, norm-setting, and global economic governance. We commit to engage in inclusive inter-governmental discussions on the reform of international financial institutions in forthcoming processes, including at the United Nations, taking into account current and ongoing initiatives. (ix) We urge multilateral development banks to bring forward actions to mobilize and provide additional financing within their mandates to support developing countries to achieve the SDGs. We support multilateral development bank reform efforts and call for tangible progress in this regard, including Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly A/RES/78/1 11/12 23-20100 through securing increases to grants and concessional finance, better leveraging their capital bases and considering ways for the respective boards of the MDBs to increase their capitalization and encourage dialogue between multilateral development banks and other financial institutions. (x) We recommit to the promotion of a universal, rules-based, non-discriminatory, open, fair, inclusive, equitable and transparent multilateral trading system, with the World Trade Organization (WTO) at its core, as well as meaningful trade liberalization. We underscore that the multilateral trading system should contribute to the achievement of the Sustainable Development Goals, providing policy space for national development objectives, poverty eradication and sustainable development, consistent with relevant international rules and countries’ commitments, and promote export-led growth in the developing countries through, inter alia, preferential trade access for developing countries, targeted special and differential treatment that responds to the development needs of individual countries, in particular least developed countries, and the elimination of trade barriers that are inconsistent with World Trade Organization agreements. We welcome the commitment of WTO members to work towards the necessary reform of the organization, with the aim of improving all its functions and effectively addressing the challenges facing global trade. We look forward to concrete and positive results at the 13th WTO Ministerial Conference. (xi) We confirm our political commitment to explore measures of progress on sustainable development that complement or go beyond gross domestic product to have a more inclusive approach to international cooperation and reaffirm our call to engage in United Nations-led intergovernmental discussions in consultation with relevant stakeholders. (xii) We encourage the international community to consider multidimensional vulnerability, including the potential use of a multidimensional vulnerability index, as criteria to access concessional finance. (xiii) We look forward to the deliberations on convening a fourth international conference on financing for development in 2025. (xiv) We look forward to the beginning of inter-governmental discussions in New York at United Nations Headquarters on ways to strengthen the inclusiveness and effectiveness of international tax cooperation.",
    "39": "We recognize that the integrated nature of the Sustainable Development Goals requires a global response. We renew our commitment to multilateralism, to find new ways of working together and to ensure that multilateral institutions keep pace with the rapid changes taking place. We further commit to finding peaceful and just solutions to disputes and to respecting international law and the purposes and principles of the Charter of the United Nations, including the right to self- determination of peoples and the need to respect the territorial integrity and political independence of States.",
    "40": "We commit to fully support the UN development system, including the RC system and the Joint SDG Fund, to deliver better in support of programme countries and their efforts to implement the 2030 Agenda and its SDGs. We support the United Nations in playing a central and coordinating role in international development cooperation.",
    "41": "We commit to using the review of the high-level political forum at the 78th session of the General Assembly to further strengthen the follow-up and review of the implementation of the 2030 Agenda, harnessing data to track progress in implementing the Sustainable Development Goals and targets, strengthening analysis A/RES/78/1 Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly 23-20100 12/12 of the interlinkages across the Goals and targets, including policy implications of their synergies and trade-offs.",
    "42": "We look forward to the Summit of the Future in 2024 as an important opportunity to, inter alia, accelerate the implementation of the 2030 Agenda and its SDGs.",
    "43": "We commit with united efforts, political will and firm actions to advance concrete, integrated and targeted policies and actions to fulfill the vision of the 2030 Agenda and achieve the Sustainable Development Goals. We pledge to act now, for present and future generations, turning our world towards a sustainable and resilient path by 2030, and leaving no one behind."
  },
  "agenda_items": [
    "Item 13"
  ],
  "symbol_references": [
    "A/78/L.1"
  ]
}