{
  "symbol": "A/RES/78/12",
  "filename": "A_RES_78_12.pdf",
  "title": "78/12. World Duchenne Awareness Day",
  "text": "United Nations \nA/RES/78/12\n \n \nGeneral Assembly \nDistr.: General \n30 November 2023 \n \n23-23832 (E)    061223 \n*2323832* \n \n \nSeventy-eighth session \nAgenda item 125 \nGlobal health and foreign policy \n \n \n \nResolution adopted by the General Assembly on \n29 November 2023 \n \n \n[without reference to a Main Committee (A/78/L.12)] \n \n \n \n78/12. World Duchenne Awareness Day \n \n \n \nThe General Assembly, \n \nRecalling the Universal Declaration of Human Rights,1 the International \nCovenant on Economic, Social and Cultural Rights,2 the Convention on the Rights of \nthe Child3 and the Convention on the Rights of Persons with Disabilities, 4 \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \nwide, far-reaching and people-centred set of universal and transformative Sustainable \nDevelopment Goals and targets, and its commitment to working tirelessly for the full \nimplementation of the Agenda by 2030, with the endeavour to reach the furthest \nbehind first, including people living with rare diseases, \n \nRecalling its resolution 76/132 of 16 December 2021, \n \nEncouraging Member States and relevant United Nations agencies, in \ncollaboration with relevant stakeholders and organizations, to actively raise \nawareness on the specific challenges and needs faced by individuals and families in \nthe rare diseases community through national campaigns, educational programmes \nand information dissemination, with the goal of fostering greater understanding and \nempathy towards those affected by rare diseases and promoting global solidarity, \n \nRecognizing that Duchenne muscular dystrophy is one of the most common \npaediatric genetic rare diseases, \n \n1. \nDecides to designate 7 September, the current World Duchenne Awareness \nDay, as a United Nations Day, to be observed every year beginning in 2024; \n__________________ \n \n1  Resolution 217 A (III). \n \n2  See resolution 2200 A (XXI), annex. \n \n3  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n4  Ibid., vol. 2515, No. 44910. \n\nA/RES/78/12 \nWorld Duchenne Awareness Day\n \n23-23832\n2/2 \n \n \n2. \nInvites all Member States, organizations of the United Nations system and \nother international and regional organizations, as well as civil society, including \nnon-governmental organizations and individuals, to observe World Duchenne \nAwareness Day in an appropriate manner. \n \n41st plenary meeting \n29 November 2023 \n \n",
  "paragraphs": {
    "1": "Decides to designate 7 September, the current World Duchenne Awareness Day, as a United Nations Day, to be observed every year beginning in 2024;",
    "2": "Invites all Member States, organizations of the United Nations system and other international and regional organizations, as well as civil society, including non-governmental organizations and individuals, to observe World Duchenne Awareness Day in an appropriate manner."
  },
  "agenda_items": [
    "Item 125"
  ],
  "symbol_references": [
    "A/78/L.12"
  ]
}