{
  "symbol": "A/RES/76/207",
  "filename": "A_RES_76_207.pdf",
  "title": "76/207. Implementation of the Convention on Biological Diversity and its contribution to sustainable development",
  "text": "United Nations \nA/RES/76/207\n \n \nGeneral Assembly \nDistr.: General \n6 January 2022 \n \n \n21-19260 (E)    110122 \n*2119260* \n \n \nSeventy-sixth session \nAgenda item 20 (f) \nSustainable development: Convention on Biological Diversity \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2021 \n \n \n \n \n[on the report of the Second Committee (A/76/533/Add.6, para. 7)] \n \n \n 76/207. Implementation of the Convention on Biological Diversity and its \ncontribution to sustainable development \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 64/203 of 21 December 2009, 65/161 of 20 December \n2010, 66/202 of 22 December 2011, 67/212 of 21 December 2012, 68/214 of \n20 December 2013, 69/222 of 19 December 2014, 70/207 of 22 December 2015, \n71/230 of 21 December 2016, 72/221 of 20 December 2017, 73/234 of 20 December \n2018, 74/221 of 19 December 2019, 74/269 of 31 March 2020 and 75/219 of \n21 December 2020 and its previous resolutions relating to the Convention on \nBiological Diversity,1  \n \nReaffirming the outcomes of the United Nations Conference on Environment \nand Development, including the Rio Declaration on Environment and Development 2 \nand its principles, the outcome document of the United Nations Conference on \nSustainable Development, entitled “The future we want”, 3 and, inter alia, the \ncommitments concerning biodiversity contained therein, the Programme for the \nFurther Implementation of Agenda 21,4 the Johannesburg Declaration on Sustainable \nDevelopment5 and the Plan of Implementation of the World Summit on Sustainable \nDevelopment (Johannesburg Plan of Implementation) 6 and the outcome document of \n__________________ \n \n1  United Nations, Treaty Series, vol. 1760, No. 30619. \n \n2  Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3−14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n \n3  Resolution 66/288, annex. \n \n4  Resolution S-19/2, annex. \n \n5  Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 1, annex. \n \n6  Ibid., resolution 2, annex. \n\nA/RES/76/207 \nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development\n \n21-19260\n2/13 \n \nthe special event to follow up efforts made towards achieving the Millennium \nDevelopment Goals convened by the President of the General Assembly,7  \n \nReaffirming also its resolution 70/1 of 25 September 2015, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, in which \nit adopted a comprehensive, far-reaching and people-centred set of universal and \ntransformative Sustainable Development Goals and targets, its commitment to \nworking tirelessly for the full implementation of the Agenda by 2030, its recognition \nthat eradicating poverty in all its forms and dimensions, including extreme poverty, \nis the greatest global challenge and an indispensable requirement for sustainable \ndevelopment, its commitment to achieving sustainable development in its three \ndimensions – economic, social and environmental – in a balanced and integrated \nmanner, and to building upon the achievements of the Millennium Development \nGoals and seeking to address their unfinished business,  \n \nReaffirming further its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity,  \n \nReaffirming the Paris Agreement,8 and encouraging all its parties to fully \nimplement the Agreement, and parties to the United Nations Framework Convention \non Climate Change9 that have not yet done so to deposit their instruments of \nratification, acceptance, approval or accession, where appropriate, as soon as \npossible,  \n \nReaffirming also the New Urban Agenda, adopted at the United Nations \nConference on Housing and Sustainable Urban Development (Habitat III), held in \nQuito, Ecuador, from 17 to 20 October 2016,10 and its vision for cities and human \nsettlements that protect, conserve, restore and promote their ecosystems, water, \nnatural habitats and biodiversity and minimize their environmental impact,  \n \nRecalling the Climate Action Summit convened by the Secretary-General on \n23 September 2019, recalling also the multi-partner initiatives and commitments \npresented during the Summit, and welcoming the hosting by the Government of the \nUnited Kingdom of Great Britain and Northern Ireland, in Glasgow, in partnership \nwith the Government of Italy, of the twenty-sixth session of the Conference of the \nParties to the United Nations Framework Convention on Climate Change, from \n31 October to 13 November 2021, \n \nNoting with great concern the severe negative impact on human health, safety \nand well-being caused by the coronavirus disease (COVID-19) pandemic, as well as \nthe severe disruption to societies and economies and the devastating impact on lives \nand livelihoods, and that the poorest and most vulnerable are the hardest hit by the \npandemic, reaffirming the ambition to get back on track to achieve the Sustainable \nDevelopment Goals by designing and implementing sustainable and inclusive \nrecovery strategies to accelerate progress towards the full implementation of the 2030 \nAgenda for Sustainable Development and to help to reduce the risk of and build \nresilience to future shocks, crises and pandemics, including by strengthening health \nsystems and achieving universal health coverage, and recognizing that equitable and \n__________________ \n \n7  Resolution 68/6. \n \n8  Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n9  United Nations, Treaty Series, vol. 1771, No. 30822. \n \n10  Resolution 71/256, annex. \n\nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development \nA/RES/76/207\n \n3/13\n21-19260 \n \ntimely access for all to safe, quality, effective and affordable COVID-19 vaccines, \ntherapeutics and diagnostics are an essential part of a global response based on unity, \nsolidarity, renewed multilateral cooperation and the principle of leaving no one \nbehind, \n \nRecognizing that the COVID-19 pandemic and other pandemics underscore the \nneed to conserve, restore and sustainably use biodiversity and the need for concerted \nenhanced action and transformative change to adopt a post-2020 global biodiversity \nframework that contributes to the 2030 Agenda and places the global community on \na path towards realizing the 2050 Vision for Biodiversity of living in harmony with \nnature, stressing that the COVID-19 pandemic has highlighted the urgent need to \nreduce the risk of the economic, social and environmental impacts of disasters and \nfuture pandemic outbreaks, many of which are exacerbated by biodiversity loss, the \nincreased scale of poaching and the illegal use of and trade in wildlife and wildlife \nproducts, desertification, land degradation and drought and climate change, \nemphasizing the need to support and invest at all levels, to enhance efforts to build \nresilience, to reduce the likelihood of zoonotic infections and to avoid or minimize \nadverse impacts on biological diversity in order to achieve the objectives of the \nConvention and build back better, and recalling the fifth edition of the Global \nBiodiversity Outlook, which provides a summary of progress towards the Aichi \nBiodiversity Targets and highlights that none of the 20 targets has been fully achieved, \nalthough six have been partially achieved (targets 9, 11, 16, 17, 19 and 20),  \n \nEncouraging parties, other Governments and relevant organizations to integrate \necosystem-based approaches and nature-based solutions to climate change adaptation \nand mitigation and disaster risk reduction into their strategic planning, as appropriate, \nacross sectors,  \n \nRecalling that the objectives of the Convention on Biological Diversity, to be \npursued in accordance with its relevant provisions, are the conservation of biological \ndiversity, the sustainable use of its components and the fair and equitable sharing of \nthe benefits arising out of the utilization of genetic resources, including by \nappropriate access to genetic resources, by appropriate transfer of relevant \ntechnologies, taking into account all rights over those resources and to technologies, \nand by appropriate funding,  \n \nReaffirming the intrinsic value of biological diversity, as well as the ecological, \ngenetic, social, economic, scientific, educational, cultural, recreational and aesthetic \nvalues of biological diversity, and its critical role in maintaining ecosystems that \nprovide essential services, which are critical foundations for sustainable development \nand human well-being,  \n \nRecognizing that the achievement of the three objectives of the Convention is \ncrucial for sustainable development, poverty eradication, food security and the \nimprovement of human well-being and a major factor underpinning the achievement \nof the Sustainable Development Goals and other internationally agreed development \ngoals,  \n \nReaffirming that, in accordance with the Charter of the United Nations and the \nprinciples of international law, States have the sovereign right to exploit their own \nresources pursuant to their own environmental policies and the responsibility to \nensure that activities within their jurisdiction or control do not cause damage to the \nenvironment of other States or of areas beyond the limits of national jurisdiction,  \n\nA/RES/76/207 \nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development\n \n21-19260\n4/13 \n \n \nRecalling that, in its resolution 65/161, the General Assembly declared 2011–2020 \nthe United Nations Decade on Biodiversity, with a view to contributing to the \nimplementation of the Strategic Plan for Biodiversity 2011–2020,11  \n \nRecalling also that, in its resolution 73/284 of 1 March 2019, the General \nAssembly declared 2021–2030 the United Nations Decade on Ecosystem Restoration, \nwith the aim of supporting and scaling up efforts to prevent, halt and reverse the \ndegradation of ecosystems worldwide and raise awareness of the importance of \nsuccessful ecosystem restoration,  \n \nRecognizing that the traditional knowledge, innovations and practices of \nindigenous peoples and local communities that are relevant to the Convention make \na key contribution to the conservation and sustainable use of biodiversity and that \ntheir wider application can support social well-being and sustainable livelihoods,  \n \nRecalling the decisions adopted by the Conference of the Parties to the \nConvention on Biological Diversity at its thirteenth and fourteenth meetings, on \narticle 8 (j) and related provisions,12 decision CBD/CP/MOP/VIII/1913 and decision \nCBD/NP/MOP/DEC/2/7,14 as well as of the work done by the Ad Hoc Open-ended \nInter-sessional Working Group on Article 8 (j) and related provisions,  \n \nRecalling also the United Nations Declaration on the Rights of Indigenous \nPeoples15 and the outcome document of the high-level plenary meeting of the General \nAssembly known as the World Conference on Indigenous Peoples,16  \n \nRecognizing the vital role that women play in the conservation and sustainable \nuse of biological diversity, and reaffirming the need for their full participation at all \nlevels of policymaking and implementation for the conservation and sustainable use \nof biological diversity,  \n \nRecalling the 2015–2020 Gender Plan of Action under the Convention on \nBiological Diversity,17 which will contribute to the integration of a gender perspective \nand promote gender equality within the implementation of the Strategic Plan for \nBiodiversity 2011–2020 and its 20 Aichi Biodiversity Targets,  \n \nRecognizing the important role of other biodiversity-related multilateral \nenvironmental agreements, including the Convention on International Trade in \nEndangered Species of Wild Fauna and Flora,18 in contributing to the conservation \nand sustainable use of biodiversity and in ensuring that no species entering into \ninternational trade is threatened with extinction,19 recognizing also the economic, \n__________________ \n \n11  United Nations Environment Programme, document UNEP/CBD/COP/10/27, annex, \ndecision X/2, annex. \n \n12  United Nations Environment Programme, document UNEP/CBD/COP/13/25, decisions XIII/18 \nand 14/12, 14/13, 14/14, 14/15, 14/16 and 14/17 of the Conference of the Parties to the \nConvention on Biological Diversity. \n \n13  Adopted by the Conference of the Parties serving as the Meeting of the Parties to the Cartagena \nProtocol on Biosafety at its eighth meeting (see United Nations Environment Programme, \ndocument UNEP/CBD/CP/MOP/8/17). \n \n14  Adopted by the Conference of the Parties serving as the Meeting of the Parties to the Nagoya \nProtocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising \nfrom Their Utilization at its second meeting (see United Nations Environment Programme, \ndocument UNEP/CBD/NP/MOP/2/13). \n \n15  Resolution 61/295, annex. \n \n16  Resolution 69/2. \n \n17  United Nations Environment Programme, document UNEP/CBD/COP/12/29, sect. I, \ndecision XII/7, annex. \n \n18  United Nations, Treaty Series, vol. 993, No. 14537. \n \n19  See resolution Conf. 16.7 of the Conference of the Parties to the Convention on International \nTrade in Endangered Species of Wild Fauna and Flora. \n\nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development \nA/RES/76/207\n \n5/13\n21-19260 \n \nsocial and environmental impacts of poaching and trafficking in wildlife, and noting \nthe contribution of parties to and the secretariat20 of these agreements to the \nimplementation of the Strategic Plan for Biodiversity 2011–2020, its 20 Aichi \nBiodiversity Targets and the Global Strategy for Plant Conservation,  \n \nRecalling its resolution 71/312 of 6 July 2017, in which it endorsed the \ndeclaration entitled “Our ocean, our future: call for action” adopted by the high-level \nUnited Nations Conference to Support the Implementation of Sustainable \nDevelopment Goal 14: Conserve and sustainably use the oceans, seas and marine \nresources for sustainable development, in this regard reaffirming the important role \nof the declaration in demonstrating the collective will to take action to conserve and \nsustainably use our oceans, seas and marine resources for sustainable development, \nto halt and reverse the decline in the health and productivity of our ocean and its \necosystems and to protect and restore its resilience and ecological integrity, \nrecognizing the important contributions of the partnership dialogues and voluntary \ncommitments made in the context of that Conference to the effective and timely \nimplementation of Sustainable Development Goal 14, and looking forward to the \nUnited Nations Conference to Support the Implementation of Sustainable Development \nGoal 14: Conserve and sustainably use the oceans, seas and marine resources for \nsustainable development, to be held in Lisbon from 27 June to 1 July 2022,  \n \nRecalling also the United Nations strategic plan for forests 2017–2030,21 and \nrecognizing that forests are home to an estimated 80 per cent of all terrestrial species \nand that forests, including boreal, temperate and tropical, contribute substantially to \nclimate change mitigation and adaptation and to the conservation of biodiversity,  \n \nNoting the adoption by the Conference of the Parties to the Convention on \nBiological Diversity, at its tenth meeting, of the Nagoya Protocol on Access to \nGenetic Resources and the Fair and Equitable Sharing of Benefits Arising from Their \nUtilization to the Convention on Biological Diversity,22 the objective of which is the \nfair and equitable sharing of the benefits arising from the utilization of genetic \nresources, including by appropriate access to genetic resources and by appropriate \ntransfer of relevant technologies, taking into account all rights over those resources \nand to technologies, and by appropriate funding, and acknowledging the role of access \nto genetic resources and equitable benefit-sharing arising from their utilization in \ncontributing to the conservation and sustainable use of biological diversity, poverty \neradication and environmental sustainability, and thereby to the achievement of \nsustainable development,  \n \nNoting also that 195 States and 1 regional economic integration organization are \nparties to the Convention, noting further that 91 States and 1 regional economic \nintegration organization have signed the Nagoya Protocol and that 131 States and \n1 regional economic integration organization that are parties to the Convention have \ndeposited their instruments of ratification, acceptance, approval or accession to the \nNagoya Protocol, and noting that 172 States and 1 regional economic integration \norganization are parties to the Cartagena Protocol on Biosafety to the Convention on \nBiological Diversity23 and that 48 States and 1 regional economic integration \norganization are parties to the Nagoya-Kuala Lumpur Supplementary Protocol on \nLiability and Redress to the Cartagena Protocol on Biosafety, 24  \n__________________ \n \n20  See resolution Conf. 16.3 (Rev. CoP17), entitled “CITES Strategic Vision: 2008–2020”. \n \n21  See resolution 71/285. \n \n22  United Nations Environment Programme, document UNEP/CBD/COP/10/27, annex, \ndecision X/1. \n \n23  United Nations, Treaty Series, vol. 2226, No. 30619. \n \n24  See United Nations Environment Programme, document UNEP/CBD/BS/COP-MOP/5/17, annex, \ndecision BS-V/11. \n\nA/RES/76/207 \nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development\n \n21-19260\n6/13 \n \n \nRecalling the entry into force of the Nagoya-Kuala Lumpur Supplementary \nProtocol on 5 March 2018,  \n \nRecalling also the adoption by the Conference of the Parties to the Convention \nat its ninth meeting of the strategy for resource mobilization in support of the \nachievement of the three objectives of the Convention,25 as well as decision X/3, \nadopted by the Conference of the Parties at its tenth meeting, 26 on the review of its \nimplementation, and the targets for resource mobilization, under Aichi Target 20 of \nthe Strategic Plan for Biodiversity 2011–2020, adopted by the Conference of the \nParties in its decision XII/3,27  \n \nRecalling further the outcomes of the thirteenth meeting of the Conference of \nthe Parties to the Convention,28 the eighth meeting of the Conference of the Parties \nserving as the Meeting of the Parties to the Cartagena Protocol29 and the second \nmeeting of the Conference of the Parties serving as the Meeting of the Parties to the \nNagoya Protocol,30 all held in Cancun, Mexico, in 2016,  \n \nRecalling with appreciation the Cancun Declaration on Mainstreaming the \nConservation and Sustainable Use of Biodiversity for Well-being, adopted at the high-\nlevel segment of the thirteenth meeting of the Conference of the Parties to the \nConvention,31  \n \nNoting the outcomes of the eighteenth meeting of the Conference of the Parties \nto the Convention on International Trade in Endangered Species of Wild Fauna and \nFlora, held in Geneva from 17 to 28 August 2019, and of the fourteenth session of the \nConference of the Parties to the United Nations Convention to Combat Desertification \nin Those Countries Experiencing Serious Drought and/or Desertification, Particularly \nin Africa, held in New Delhi from 2 to 13 September 2019, 32 which will contribute \nsignificantly to the protection and sustainable use of species and ecosystems,  \n \nTaking note of the African Ministerial Declaration on Biodiversity and the Pan \nAfrican Action Agenda on Ecosystem Restoration for Increased Resilience, adopted \nin Sharm el-Sheikh, Egypt, on 13 November 2018,  \n \nReiterating the pledge that no one will be left behind, reaffirming the \nrecognition that the dignity of the human person is fundamental, and the wish to see \nthe Goals and targets met for all nations and peoples and for all segments of society, \nand recommitting to endeavour to reach the furthest behind first,  \n \n1. \nTakes note of the report of the Executive Secretary of the Convention on \nBiological Diversity;33  \n \n2. \nRecalls the appointment of the Executive Secretary, and expresses its \nsupport for her tenure;  \n \n3. \nWelcomes the convening of the first part of the fifteenth meeting of the \nConference of the Parties to the Convention, as well as the meetings of the Conference \nof the Parties serving as the Meetings of the Parties to the Protocols to the Convention, \nheld in Kunming, China, from 11 to 15 October 2021, all under the theme proposed \n__________________ \n \n25  United Nations Environment Programme, document UNEP/CBD/COP/9/29, annex I, \ndecision IX/11. \n \n26  See United Nations Environment Programme, document UNEP/CBD/COP/10/27, annex. \n \n27  See United Nations Environment Programme, document UNEP/CBD/COP/12/29, sect. I. \n \n28  See United Nations Environment Programme, document UNEP/CBD/COP/13/25, sect. I. \n \n29  See United Nations Environment Programme, document UNEP/CBD/CP/MOP/8/17, sect. I. \n \n30  See United Nations Environment Programme, document UNEP/CBD/NP/MOP/2/13, sect. I. \n \n31  United Nations Environment Programme, document UNEP/CBD/COP/13/24. \n \n32  See ICCD/COP(14)/23/Add.1. \n \n33  A/76/225, sect. III. \n\nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development \nA/RES/76/207\n \n7/13\n21-19260 \n \nby the host, “Ecological civilization: building a shared future for all life on Earth”, \ntakes note of the Kunming Declaration of its high-level segment, looks forward to the \nsecond part of the fifteenth meeting of the Conference of the Parties to the \nConvention, as well as the meetings of the Conference of the Parties serving as the \nMeetings of the Parties to the Protocols to the Convention, which will reconvene in \nKunming from 25 April to 8 May 2022, welcomes the pre-conference of the parties \norganized by Colombia on 30 August 2021 to discuss priorities, expectations and raise \npolitical commitment, and recognizes that a post-2020 global biodiversity framework \nto be adopted is intended to contribute to the 2030 Agenda for Sustainable \nDevelopment34 and is expected to place the global community on a path towards \nrealizing the 2050 Vision for Biodiversity;  \n \n4. \nLooks forward to the sixteenth meeting of the Conference of the Parties \nand the meetings of the Conference of the Parties serving as the Meetings of the \nParties to the Protocols to the Convention, to be held in Turkey;  \n \n5. \nRecalls the outcomes of the fourteenth meeting of the Conference of the \nParties to the Convention,35 and recalls with appreciation the convening of the ninth \nmeeting of the Conference of the Parties serving as the Meeting of the Parties to the \nCartagena Protocol and the third meeting of the Conference of the Parties serving as \nthe Meeting of the Parties to the Nagoya Protocol, in Sharm el-Sheikh from 17 to \n29 November 2018, under the theme “Investing in biodiversity for people and planet”, \nrecognizes that the outcomes of the meetings will contribute to the implementation of \nthe 2030 Agenda, and takes note with appreciation of the Sharm el-Sheikh \nDeclaration, adopted at the high-level segment of the fourteenth meeting of the \nConference of the Parties;  \n \n6. \nAlso recalls the hosting by Egypt of the fourteenth meeting of the \nConference of the Parties to the Convention, from 17 to 29 November 2018, and of \nthe African Biodiversity Summit, on 13 November 2018, as well as the initiative of \nthe Conference of the Parties at its fourteenth meeting to promote a coherent approach \nbetween the United Nations Framework Convention on Climate Change, the \nConvention on Biological Diversity and the United Nations Convention to Combat \nDesertification in Those Countries Experiencing Serious Drought and/or \nDesertification, Particularly in Africa36 (the Rio conventions), to address biodiversity \nloss, climate change and land and ecosystem degradation;  \n \n7. \nEncourages support for the Sharm el-Sheikh to Kunming Action Agenda \nfor Nature and People, which is aimed at collecting, coordinating and celebrating \nactions in support of biodiversity conservation and its sustainable use, encourages all \nrelevant stakeholders, including indigenous peoples and local communities and the \nprivate sector, to consider developing biodiversity commitments, and invites relevant \nagencies, funds and programmes of the United Nations system and other relevant \ninstitutions and intergovernmental organizations, where relevant, to support the \nimplementation of the Action Agenda;  \n \n8. \nUrges parties to the Convention on Biological Diversity and all other \nrelevant stakeholders to mainstream biodiversity into COVID-19 response and \nrecovery efforts, to fully implement and support the 2030 Agenda and other \ninternational development goals, including by strengthening approaches to enhance \nresilience, protecting wild flora and fauna and other living species, reversing the \ntrends in environmental degradation, through the conservation, sustainable use and \nrestoration of ecosystems, preventing the retreat of mountain glaciers and permafrost \n__________________ \n \n34  Resolution 70/1. \n \n35  See United Nations Environment Programme, document CBD/COP/14/14, sect. I. \n \n36  United Nations, Treaty Series, vol. 1954, No. 33480. \n\nA/RES/76/207 \nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development\n \n21-19260\n8/13 \n \nthaw, sustainably managing all types of forests and halting deforestation and forest \ndegradation, as well as by integrating the conservation and sustainable use of \nbiodiversity and access to genetic resources and the fair and equitable sharing of \nbenefits arising from their utilization into relevant national decision-making, \nemphasizes that biodiversity and health linkages should be addressed holistically, \nrecalls in this regard decision 14/4 of 30 November 2018 of the Conference of the \nParties to the Convention on Biological Diversity and resolution 3/4 of 30 January \n2018 of the United Nations Environment Assembly, and urges parties to adopt a post \n2020 global biodiversity framework that contributes to the 2030 Agenda and places \nthe global community on a path towards realizing the 2050 Vision for Biodiversity of \nliving in harmony with nature;  \n \n9. \nNotes that the COVID-19 pandemic has exacerbated pre-existing \ninequalities and challenges for the implementation of the Convention and further \nhighlighted that the loss and degradation of biodiversity increases the risk of zoonotic \ndisease spillover from wildlife to people and that biodiversity should continue to be \nmainstreamed in COVID-19 recovery plans and in plans aimed at reducing the risk \nof future pandemics, emphasizes the importance of a One Health approach and other \nholistic approaches that deliver multiple benefits to the health and well-being of \npeople and planet, that would further strengthen the capacity to address biodiversity \nloss, prevent and respond to the emergence of diseases, including zoonotic infections, \nand future pandemics, and contribute to reducing the adverse impacts of climate \nchange, calls for transformative actions from all relevant stakeholders and adequate \nand sufficient means of implementation, particularly for developing countries, to \nensure the full implementation of the Convention to halt and reverse biodiversity loss, \nand welcomes the financial commitments and initiatives that have been announced \nfrom governments, organizations and the private sector that contribute to biodiversity \nconservation, restoration and sustainable use and keep the political momentum \ntowards the adoption of an ambitious, balanced, practical, effective, robust and \ntransformative post-2020 global biodiversity framework;  \n \n10. Highlights the importance of parties raising high-level political \nengagement for the achievement of the Aichi Biodiversity Targets by 2020 and the \nrelated Goals and targets of the 2030 Agenda;  \n \n11. \nRecalls the commitments made by the parties at the high-level segment of \nthe fourteenth meeting of the Conference of the Parties and through the decisions \nadopted, which support the implementation of the current Strategic Plan for \nBiodiversity 2011–2020 and the development of a post-2020 global biodiversity \nframework, inter alia, to: \n \n(a) \nAccelerating efforts to implement the Strategic Plan for Biodiversity \n2011–2020 and achieve the Aichi Biodiversity Targets, including by implementing \nthe decisions of the Conference of the Parties and the Cartagena and Nagoya \nProtocols, as appropriate, and by providing and mobilizing international and national \nresources, thereby contributing to the implementation of the 2030 Agenda; \n \n(b) \nSupporting the development and implementation of a post-2020 global \nbiodiversity framework, building on the Aichi Biodiversity Targets and the lessons \nlearned from the implementation of the Strategic Plan for Biodiversity 2011–2020 \nand aligned with the 2030 Agenda, with a level of ambition and practicality that will \nfacilitate the transformational changes needed to achieve the 2050 Vision for \nBiodiversity, as noted in the conclusions of the Subsidiary Body on Scientific, \nTechnical and Technological Advice; \n \n(c) \nPromoting, prior to the fifteenth meeting of the Conference of the Parties, \nvoluntary biodiversity contributions by parties and other actors towards achieving the \n2050 Vision for Biodiversity; \n\nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development \nA/RES/76/207\n \n9/13\n21-19260 \n \n \n(d) \nEngaging indigenous peoples and local communities, women, youth, civil \nsociety, local governments and authorities, academia, the business and financial \nsectors and other relevant stakeholders to support action towards the 2050 Vision for \nBiodiversity and to provide momentum for the implementation of a post-2020 global \nbiodiversity framework;  \n \n12. Urges parties to the Convention on Biological Diversity to ensure the \ncoherence and complementarity of a post-2020 global biodiversity framework with \nother existing or upcoming international processes, in particular with regard to the \n2030 Agenda, the Paris Agreement and other related processes, frameworks and \nstrategies, and reiterates the invitation to the other multilateral environmental \nagreements, including biodiversity-related conventions and the Rio conventions, \nrelevant international organizations and their programmes, and other relevant \nprocesses to actively participate in the development process for a post-2020 global \nbiodiversity framework;  \n \n13. Recalls the invitation to the Executive Director of the United Nations \nEnvironment Programme, in the capacity as Chair of the United Nations Environment \nManagement Group, to facilitate, in collaboration with the members of the Group, the \ncontribution of the United Nations system to the development and implementation of \na post-2020 global biodiversity framework;  \n \n14. Also recalls the convening of the summit on biodiversity on 30 September \n2020, at the level of Heads of State and Government, in order to highlight the urgency \nof action at the highest levels in support of a post-2020 global biodiversity framework \nthat contributes to the 2030 Agenda and places the global community on a path \ntowards realizing the 2050 Vision for Biodiversity, “Living in harmony with nature”;  \n \n15. Notes with appreciation the contributions to the trust fund of the Office of \nthe President of the General Assembly to support the summit;  \n \n16. Recalls with appreciation the entry into force of the Nagoya Protocol on \nAccess to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising \nfrom Their Utilization to the Convention on Biological Diversity on 12 October 2014;  \n \n17. Stresses the importance of mainstreaming biodiversity for achieving the \nobjectives of the Convention, the Strategic Plan for Biodiversity 2011–2020, its Aichi \nBiodiversity Targets and the 2050 Vision for Biodiversity in order to achieve the \ntransformational change required throughout societies and economies, including \nchanges in behaviour and decision-making at all levels, and urges all relevant \nstakeholders to mainstream biodiversity in all relevant sectors;  \n \n18. Welcomes the decisions of the parties to the Convention to better \nmainstream biodiversity and to take specific actions tailored to national needs and \ncircumstances, and in line with other relevant international agreements, including in \nkey sectors, such as agriculture, forestry, fisheries and tourism, as well as health, \nenergy, mining, infrastructure, manufacturing and processing sectors, which are \ncrucial for addressing biodiversity loss, bearing in mind the impact of these sectors \non biodiversity;  \n \n19. Stresses \nthe \nimportance \nof \nmainstreaming \nbiodiversity \nin \nthe \nimplementation of the 2030 Agenda as part of national implementation plans for the \nSustainable Development Goals, in particular all biodiversity-related Goals and \ntargets;  \n \n20. Recognizes that integrating biodiversity considerations into sectoral and \ncross-sectoral policies, plans and programmes at all levels is critical for harnessing \nthe benefits of enhanced synergies and policy coherence;  \n\nA/RES/76/207 \nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development\n \n21-19260\n10/13 \n \n \n21. Encourages the respective parties, in close collaboration with relevant \nstakeholders, to take concrete measures towards achieving the objectives of the \nConvention on Biological Diversity and the Protocols thereto, the Cartagena Protocol \non Biosafety and the Nagoya Protocol, requests the parties, in close collaboration \nwith relevant stakeholders, to coherently and efficiently implement the obligations \nand commitments under the Convention and the Protocols, and in this regard \nemphasizes the need to comprehensively address at all levels the difficulties that may \nimpede their implementation;  \n \n22. Recognizes that the conservation and sustainable use of biodiversity can \nsignificantly contribute to disaster risk reduction and to reducing the adverse impacts \nof climate change, including by adding resilience to fragile ecosystems and making \nthem less vulnerable;  \n \n23. Urges the parties to the Convention to facilitate the transfer of technology \nfor the effective implementation of the Convention in accordance with article 16 and \nother relevant provisions of the Convention, in this regard takes note of the strategy \nfor the practical implementation of the programme of work on technology transfer \nand scientific and technical cooperation developed by the Ad Hoc Technical Expert \nGroup on Technology Transfer and Scientific and Technological Cooperation, as well \nas of decision XI/2, entitled “Review of progress in implementation of national \nbiodiversity strategies and action plans and related capacity-building support to \nparties”,37 and recalls the relevant decisions adopted by the Conference of the Parties \nat its twelfth meeting in this regard;38  \n \n24. Notes with appreciation the efforts made by the secretariat of the \nConvention, parties to the Convention and the Global Environment Facility, as the \nfinancial mechanism of the Convention, in conjunction with United Nations funds \nand programmes and the specialized agencies, as well as other entities, in organizing \ncapacity-building workshops to support countries in the updating of national \nbiodiversity strategies and action plans, with a view to enhancing capacity and \naddressing the need for human, technical and financial resources to implement the \nStrategic Plan for Biodiversity 2011–2020 and the Aichi Biodiversity Targets, adopted \nby the Conference of the Parties to the Convention at its tenth meeting, in particular \nfor developing countries;  \n \n25. Recognizes with concern the limited progress in the achievement of the \nAichi Biodiversity Targets and the implementation of the Strategic Plan for \nBiodiversity 2011–2020 by the parties to the Convention, and, given the limited time \nremaining, calls upon all parties to accelerate and scale up efforts to implement them, \nacknowledging the contribution of such efforts to the implementation of the 2030 \nAgenda and the achievement of the Sustainable Development Goals;  \n \n26. Notes with concern the limited progress made in the implementation of the \nthree objectives of the Convention, namely, the conservation of biological diversity, \nthe sustainable use of its components and the fair and equitable sharing of the benefits \narising out of the utilization of genetic resources;  \n \n27. Notes with particular concern the limited progress made by its parties in \nthe implementation of the Nagoya Protocol;  \n \n28. Notes the limited progress made in mainstreaming article 8 (j) of the \nConvention and related provisions into various areas of work under the Convention, \ntakes note with appreciation of decision 14/17 of the Conference of the Parties to the \nConvention to consider the development of a fully integrated programme of work on \n__________________ \n \n37  See United Nations Environment Programme, document UNEP/CBD/COP/11/35, annex I. \n \n38  See United Nations Environment Programme, document UNEP/CBD/COP/12/29, sect. I. \n\nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development \nA/RES/76/207\n \n11/13\n21-19260 \n \narticle 8 (j) and related provisions within a post-2020 global biodiversity framework, \nto allow for the full and effective participation of indigenous peoples and local \ncommunities in the work of the Convention, and in this regard invites the secretariat \nof the Convention, through the Secretary-General, to report on the progress made by \nthe Ad Hoc Open-ended Inter-sessional Working Group on Article 8 (j) and related \nprovisions when reporting on the implementation of the present resolution to the \nGeneral Assembly;  \n \n29. Encourages \nparties \nto \npromote \nthe \nmainstreaming \nof \ngender \nconsiderations, taking into account the 2015–2020 Gender Plan of Action under the \nConvention on Biological Diversity, in developing, implementing and revising their \nnational and, where appropriate, regional and subnational biodiversity strategies and \naction plans and equivalent instruments in implementing the three objectives of the \nConvention, recognizes the need to enhance cooperation on capacity-building in order \nto support parties in this process, and emphasizes the importance of integrating a \ngender perspective into the process of developing a post-2020 global biodiversity \nframework;  \n \n30. Calls upon Governments and all stakeholders to take appropriate measures \nto mainstream consideration of the socioeconomic impacts and benefits of the \nconservation and sustainable use of biodiversity and its components, as well as \necosystems that provide essential services, into relevant programmes and policies at \nall levels, in accordance with national legislation, circumstances and priorities;  \n \n31. Reaffirms the importance of continuing to pursue more efficient and \ncoherent implementation of the three objectives of the Convention, and calls upon \nparties and stakeholders to strengthen international cooperation measures for the \nfulfilment of obligations contained in the Convention;  \n \n32. Invites all parties, relevant departments of the Secretariat, the specialized \nagencies, funds and programmes of the United Nations system and the regional \ncommissions to continue to contribute to the achievement of the objectives of the \nStrategic Plan for Biodiversity 2011–2020;  \n \n33. Reaffirms the need for a comprehensive and participatory process \ntowards developing proposals for the follow-up to the Strategic Plan for Biodiversity \n2011–2020, fully in line with decision XIII/1 and decision 14/34, as well as other \nrelevant decisions of the Conference of the Parties to the Convention;  \n \n34. Recognizes that parties to the Convention have reiterated that resources, \nfinancial, human and technical, need to be provided and mobilized from all sources, \nwith a view to the effective implementation of the Strategic Plan for Biodiversity \n2011–2020 and a post-2020 global biodiversity framework to follow it, stresses the \nneed for further consideration of the evaluation of all resources mobilized in terms of \nthe biodiversity outcomes achieved, and, in this regard, welcomes the decision of the \nparties to the Convention on an overall substantial increase in total biodiversity-\nrelated funding for the implementation of the Strategic Plan from a variety of sources, \nincluding national and international resource mobilization, international cooperation \nand the exploration of new and innovative financial mechanisms, as appropriate, and \nnotes that the fourteenth meeting of the Conference of the Parties affirmed that \nresource mobilization will be an integral part of a post-2020 global biodiversity \nframework and initiated preparations of this resource mobilization component at an \nearly stage and in full coherence and coordination with the overall process of \ndeveloping a post-2020 framework;  \n \n35. Invites countries that have not yet done so to ratify or accede to the \nConvention;  \n\nA/RES/76/207 \nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development\n \n21-19260\n12/13 \n \n \n36. Invites parties to the Convention to ratify or accede to the Nagoya \nProtocol, and invites the Executive Secretary of the Convention and the Global \nEnvironment Facility, within its mandate as the financial mechanism of the \nConvention, in collaboration with relevant organizations, to continue to support \ncapacity-building and development activities to support the ratification and \nimplementation of the Protocol;  \n \n37. Also invites parties to the Convention to consider, as appropriate, ratifying \nor acceding to the Cartagena Protocol;  \n \n38. Invites parties to the Cartagena Protocol to consider, as appropriate, \nratifying or acceding to the Nagoya-Kuala Lumpur Supplementary Protocol on \nLiability and Redress to the Cartagena Protocol on Biosafety;  \n \n39. Notes with concern the findings of the Intergovernmental Science-Policy \nPlatform on Biodiversity and Ecosystem Services, and stresses the urgent need to halt \nthe global decline of biodiversity, which is unprecedented in human history, including \nits main indirect and direct drivers, in particular changes in land and sea use, direct \nexploitation of organisms, climate change, pollution and invasion of alien species;  \n \n40. Notes that increasing investments in nature-based solutions has the \npotential to cost-effectively support biodiversity conservation, restoration and its \nsustainable use, to help advance climate mitigation and adaptation and to reduce \nadverse impacts of climate change and to slow, halt and even reverse some aspects of \nbiodiversity and ecosystem loss, and therefore invites all relevant stakeholders to pay \ndue attention to the opportunities it presents;  \n \n41. Takes note with concern of the findings of the Intergovernmental Panel on \nClimate Change in its special reports entitled Global Warming of 1.5°C, The Ocean \nand Cryosphere in a Changing Climate and Climate Change and Land: An IPCC \nSpecial Report on Climate Change, Desertification, Land Degradation, Sustainable \nLand Management, Food Security, and Greenhouse Gas Fluxes in Terrestrial \nEcosystems;  \n \n42. Stresses the importance of the engagement of the private sector and other \nrelevant stakeholders, as well as indigenous peoples and local communities, women \nand youth, in the implementation of the three objectives of the Convention and in the \nachievement of the biodiversity targets, invites them to align their practices more \nexplicitly with the objectives of the Convention, including through partnerships, in \naccordance with national legislation, circumstances and priorities, in this regard \nstresses the importance of the ongoing work of the Global Partnership for Business \nand Biodiversity, and notes other related and complementary initiatives;  \n \n43. Notes the ongoing work of the Joint Liaison Group of the secretariats and \noffices of the relevant subsidiary bodies of the Convention on Biological Diversity, \nthe Convention to Combat Desertification and the United Nations Framework \nConvention on Climate Change and the Liaison Group of Biodiversity-related \nConventions, acknowledges the importance of improving coherence in the \nimplementation of those conventions, recognizes the importance of enhancing \nsynergies among the biodiversity-related conventions and agreements, without \nprejudice to their specific objectives, in this regard notes the contribution of the \nUnited Nations Environment Assembly, as reflected in its resolution 2/17 of 27 May \n2016,39 and the outcomes of its fourth session, held in Nairobi from 11 to 15 March \n2019,40 in particular its ministerial declaration, and encourages the conferences of the \nparties to the biodiversity-related multilateral environmental agreements to consider \nstrengthening efforts in this regard, taking into account relevant experiences and \n__________________ \n \n39  See Official Records of the General Assembly, Seventy-first Session, Supplement No. 25 \n(A/71/25), annex. \n \n40  Ibid., Seventy-fourth Session, Supplement No. 25 (A/74/25), annex I. \n\nImplementation of the Convention on Biological Diversity \nand its contribution to sustainable development \nA/RES/76/207\n \n13/13\n21-19260 \n \nbearing in mind the respective independent legal status and mandates of those \ninstruments;  \n \n44. Reaffirms the commitment at the very heart of the 2030 Agenda to leave \nno one behind and commit to taking more tangible steps to support people in \nvulnerable situations and the most vulnerable countries and to reach the furthest \nbehind first;  \n \n45. Requests the Secretary-General to submit to the General Assembly, at its \nseventy-seventh session, a report on the implementation of the present resolution, \nincluding on the potential link between COVID-19 and biodiversity and the \nimplications and recommendations for building back better, progress in the \nimplementation of the Convention on Biological Diversity and the post-2020 global \nbiodiversity framework, and decides to include in the provisional agenda of its \nseventy-seventh session, under the item entitled “Sustainable development”, the \nsub-item entitled “Convention on Biological Diversity”. \n \n54th plenary meeting \n17 December 2021 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Executive Secretary of the Convention on Biological Diversity;33",
    "2": "Recalls the appointment of the Executive Secretary, and expresses its support for her tenure;",
    "3": "Welcomes the convening of the first part of the fifteenth meeting of the Conference of the Parties to the Convention, as well as the meetings of the Conference of the Parties serving as the Meetings of the Parties to the Protocols to the Convention, held in Kunming, China, from 11 to 15 October 2021, all under the theme proposed __________________ 25 United Nations Environment Programme, document UNEP/CBD/COP/9/29, annex I, decision IX/11. 26 See United Nations Environment Programme, document UNEP/CBD/COP/10/27, annex. 27 See United Nations Environment Programme, document UNEP/CBD/COP/12/29, sect. I. 28 See United Nations Environment Programme, document UNEP/CBD/COP/13/25, sect. I. 29 See United Nations Environment Programme, document UNEP/CBD/CP/MOP/8/17, sect. I. 30 See United Nations Environment Programme, document UNEP/CBD/NP/MOP/2/13, sect. I. 31 United Nations Environment Programme, document UNEP/CBD/COP/13/24. 32 See ICCD/COP(14)/23/Add.1. 33 A/76/225, sect. III. Implementation of the Convention on Biological Diversity and its contribution to sustainable development A/RES/76/207 7/13 21-19260 by the host, “Ecological civilization: building a shared future for all life on Earth”, takes note of the Kunming Declaration of its high-level segment, looks forward to the second part of the fifteenth meeting of the Conference of the Parties to the Convention, as well as the meetings of the Conference of the Parties serving as the Meetings of the Parties to the Protocols to the Convention, which will reconvene in Kunming from 25 April to 8 May 2022, welcomes the pre-conference of the parties organized by Colombia on 30 August 2021 to discuss priorities, expectations and raise political commitment, and recognizes that a post-2020 global biodiversity framework to be adopted is intended to contribute to the 2030 Agenda for Sustainable Development34 and is expected to place the global community on a path towards realizing the 2050 Vision for Biodiversity;",
    "4": "Looks forward to the sixteenth meeting of the Conference of the Parties and the meetings of the Conference of the Parties serving as the Meetings of the Parties to the Protocols to the Convention, to be held in Turkey;",
    "5": "Recalls the outcomes of the fourteenth meeting of the Conference of the Parties to the Convention,35 and recalls with appreciation the convening of the ninth meeting of the Conference of the Parties serving as the Meeting of the Parties to the Cartagena Protocol and the third meeting of the Conference of the Parties serving as the Meeting of the Parties to the Nagoya Protocol, in Sharm el-Sheikh from 17 to 29 November 2018, under the theme “Investing in biodiversity for people and planet”, recognizes that the outcomes of the meetings will contribute to the implementation of the 2030 Agenda, and takes note with appreciation of the Sharm el-Sheikh Declaration, adopted at the high-level segment of the fourteenth meeting of the Conference of the Parties;",
    "6": "Also recalls the hosting by Egypt of the fourteenth meeting of the Conference of the Parties to the Convention, from 17 to 29 November 2018, and of the African Biodiversity Summit, on 13 November 2018, as well as the initiative of the Conference of the Parties at its fourteenth meeting to promote a coherent approach between the United Nations Framework Convention on Climate Change, the Convention on Biological Diversity and the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa36 (the Rio conventions), to address biodiversity loss, climate change and land and ecosystem degradation;",
    "7": "Encourages support for the Sharm el-Sheikh to Kunming Action Agenda for Nature and People, which is aimed at collecting, coordinating and celebrating actions in support of biodiversity conservation and its sustainable use, encourages all relevant stakeholders, including indigenous peoples and local communities and the private sector, to consider developing biodiversity commitments, and invites relevant agencies, funds and programmes of the United Nations system and other relevant institutions and intergovernmental organizations, where relevant, to support the implementation of the Action Agenda;",
    "8": "Urges parties to the Convention on Biological Diversity and all other relevant stakeholders to mainstream biodiversity into COVID-19 response and recovery efforts, to fully implement and support the 2030 Agenda and other international development goals, including by strengthening approaches to enhance resilience, protecting wild flora and fauna and other living species, reversing the trends in environmental degradation, through the conservation, sustainable use and restoration of ecosystems, preventing the retreat of mountain glaciers and permafrost __________________ 34 Resolution 70/1. 35 See United Nations Environment Programme, document CBD/COP/14/14, sect. I. 36 United Nations, Treaty Series, vol. 1954, No. 33480. A/RES/76/207 Implementation of the Convention on Biological Diversity and its contribution to sustainable development 21-19260 8/13 thaw, sustainably managing all types of forests and halting deforestation and forest degradation, as well as by integrating the conservation and sustainable use of biodiversity and access to genetic resources and the fair and equitable sharing of benefits arising from their utilization into relevant national decision-making, emphasizes that biodiversity and health linkages should be addressed holistically, recalls in this regard decision 14/4 of 30 November 2018 of the Conference of the Parties to the Convention on Biological Diversity and resolution 3/4 of 30 January 2018 of the United Nations Environment Assembly, and urges parties to adopt a post 2020 global biodiversity framework that contributes to the 2030 Agenda and places the global community on a path towards realizing the 2050 Vision for Biodiversity of living in harmony with nature;",
    "9": "Notes that the COVID-19 pandemic has exacerbated pre-existing inequalities and challenges for the implementation of the Convention and further highlighted that the loss and degradation of biodiversity increases the risk of zoonotic disease spillover from wildlife to people and that biodiversity should continue to be mainstreamed in COVID-19 recovery plans and in plans aimed at reducing the risk of future pandemics, emphasizes the importance of a One Health approach and other holistic approaches that deliver multiple benefits to the health and well-being of people and planet, that would further strengthen the capacity to address biodiversity loss, prevent and respond to the emergence of diseases, including zoonotic infections, and future pandemics, and contribute to reducing the adverse impacts of climate change, calls for transformative actions from all relevant stakeholders and adequate and sufficient means of implementation, particularly for developing countries, to ensure the full implementation of the Convention to halt and reverse biodiversity loss, and welcomes the financial commitments and initiatives that have been announced from governments, organizations and the private sector that contribute to biodiversity conservation, restoration and sustainable use and keep the political momentum towards the adoption of an ambitious, balanced, practical, effective, robust and transformative post-2020 global biodiversity framework;",
    "10": "Highlights the importance of parties raising high-level political engagement for the achievement of the Aichi Biodiversity Targets by 2020 and the related Goals and targets of the 2030 Agenda;",
    "11": "Recalls the commitments made by the parties at the high-level segment of the fourteenth meeting of the Conference of the Parties and through the decisions adopted, which support the implementation of the current Strategic Plan for Biodiversity 2011–2020 and the development of a post-2020 global biodiversity framework, inter alia, to: (a) Accelerating efforts to implement the Strategic Plan for Biodiversity 2011–2020 and achieve the Aichi Biodiversity Targets, including by implementing the decisions of the Conference of the Parties and the Cartagena and Nagoya Protocols, as appropriate, and by providing and mobilizing international and national resources, thereby contributing to the implementation of the 2030 Agenda; (b) Supporting the development and implementation of a post-2020 global biodiversity framework, building on the Aichi Biodiversity Targets and the lessons learned from the implementation of the Strategic Plan for Biodiversity 2011–2020 and aligned with the 2030 Agenda, with a level of ambition and practicality that will facilitate the transformational changes needed to achieve the 2050 Vision for Biodiversity, as noted in the conclusions of the Subsidiary Body on Scientific, Technical and Technological Advice; (c) Promoting, prior to the fifteenth meeting of the Conference of the Parties, voluntary biodiversity contributions by parties and other actors towards achieving the 2050 Vision for Biodiversity; Implementation of the Convention on Biological Diversity and its contribution to sustainable development A/RES/76/207 9/13 21-19260 (d) Engaging indigenous peoples and local communities, women, youth, civil society, local governments and authorities, academia, the business and financial sectors and other relevant stakeholders to support action towards the 2050 Vision for Biodiversity and to provide momentum for the implementation of a post-2020 global biodiversity framework;",
    "12": "Urges parties to the Convention on Biological Diversity to ensure the coherence and complementarity of a post-2020 global biodiversity framework with other existing or upcoming international processes, in particular with regard to the 2030 Agenda, the Paris Agreement and other related processes, frameworks and strategies, and reiterates the invitation to the other multilateral environmental agreements, including biodiversity-related conventions and the Rio conventions, relevant international organizations and their programmes, and other relevant processes to actively participate in the development process for a post-2020 global biodiversity framework;",
    "13": "Recalls the invitation to the Executive Director of the United Nations Environment Programme, in the capacity as Chair of the United Nations Environment Management Group, to facilitate, in collaboration with the members of the Group, the contribution of the United Nations system to the development and implementation of a post-2020 global biodiversity framework;",
    "14": "Also recalls the convening of the summit on biodiversity on 30 September 2020, at the level of Heads of State and Government, in order to highlight the urgency of action at the highest levels in support of a post-2020 global biodiversity framework that contributes to the 2030 Agenda and places the global community on a path towards realizing the 2050 Vision for Biodiversity, “Living in harmony with nature”;",
    "15": "Notes with appreciation the contributions to the trust fund of the Office of the President of the General Assembly to support the summit;",
    "16": "Recalls with appreciation the entry into force of the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from Their Utilization to the Convention on Biological Diversity on 12 October 2014;",
    "17": "Stresses the importance of mainstreaming biodiversity for achieving the objectives of the Convention, the Strategic Plan for Biodiversity 2011–2020, its Aichi Biodiversity Targets and the 2050 Vision for Biodiversity in order to achieve the transformational change required throughout societies and economies, including changes in behaviour and decision-making at all levels, and urges all relevant stakeholders to mainstream biodiversity in all relevant sectors;",
    "18": "Welcomes the decisions of the parties to the Convention to better mainstream biodiversity and to take specific actions tailored to national needs and circumstances, and in line with other relevant international agreements, including in key sectors, such as agriculture, forestry, fisheries and tourism, as well as health, energy, mining, infrastructure, manufacturing and processing sectors, which are crucial for addressing biodiversity loss, bearing in mind the impact of these sectors on biodiversity;",
    "19": "Stresses the importance of mainstreaming biodiversity in the implementation of the 2030 Agenda as part of national implementation plans for the Sustainable Development Goals, in particular all biodiversity-related Goals and targets;",
    "20": "Recognizes that integrating biodiversity considerations into sectoral and cross-sectoral policies, plans and programmes at all levels is critical for harnessing the benefits of enhanced synergies and policy coherence; A/RES/76/207 Implementation of the Convention on Biological Diversity and its contribution to sustainable development 21-19260 10/13",
    "21": "Encourages the respective parties, in close collaboration with relevant stakeholders, to take concrete measures towards achieving the objectives of the Convention on Biological Diversity and the Protocols thereto, the Cartagena Protocol on Biosafety and the Nagoya Protocol, requests the parties, in close collaboration with relevant stakeholders, to coherently and efficiently implement the obligations and commitments under the Convention and the Protocols, and in this regard emphasizes the need to comprehensively address at all levels the difficulties that may impede their implementation;",
    "22": "Recognizes that the conservation and sustainable use of biodiversity can significantly contribute to disaster risk reduction and to reducing the adverse impacts of climate change, including by adding resilience to fragile ecosystems and making them less vulnerable;",
    "23": "Urges the parties to the Convention to facilitate the transfer of technology for the effective implementation of the Convention in accordance with article 16 and other relevant provisions of the Convention, in this regard takes note of the strategy for the practical implementation of the programme of work on technology transfer and scientific and technical cooperation developed by the Ad Hoc Technical Expert Group on Technology Transfer and Scientific and Technological Cooperation, as well as of decision XI/2, entitled “Review of progress in implementation of national biodiversity strategies and action plans and related capacity-building support to parties”,37 and recalls the relevant decisions adopted by the Conference of the Parties at its twelfth meeting in this regard;38",
    "24": "Notes with appreciation the efforts made by the secretariat of the Convention, parties to the Convention and the Global Environment Facility, as the financial mechanism of the Convention, in conjunction with United Nations funds and programmes and the specialized agencies, as well as other entities, in organizing capacity-building workshops to support countries in the updating of national biodiversity strategies and action plans, with a view to enhancing capacity and addressing the need for human, technical and financial resources to implement the Strategic Plan for Biodiversity 2011–2020 and the Aichi Biodiversity Targets, adopted by the Conference of the Parties to the Convention at its tenth meeting, in particular for developing countries;",
    "25": "Recognizes with concern the limited progress in the achievement of the Aichi Biodiversity Targets and the implementation of the Strategic Plan for Biodiversity 2011–2020 by the parties to the Convention, and, given the limited time remaining, calls upon all parties to accelerate and scale up efforts to implement them, acknowledging the contribution of such efforts to the implementation of the 2030 Agenda and the achievement of the Sustainable Development Goals;",
    "26": "Notes with concern the limited progress made in the implementation of the three objectives of the Convention, namely, the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of the benefits arising out of the utilization of genetic resources;",
    "27": "Notes with particular concern the limited progress made by its parties in the implementation of the Nagoya Protocol;",
    "28": "Notes the limited progress made in mainstreaming article 8 (j) of the Convention and related provisions into various areas of work under the Convention, takes note with appreciation of decision 14/17 of the Conference of the Parties to the Convention to consider the development of a fully integrated programme of work on __________________ 37 See United Nations Environment Programme, document UNEP/CBD/COP/11/35, annex I. 38 See United Nations Environment Programme, document UNEP/CBD/COP/12/29, sect. I. Implementation of the Convention on Biological Diversity and its contribution to sustainable development A/RES/76/207 11/13 21-19260 article 8 (j) and related provisions within a post-2020 global biodiversity framework, to allow for the full and effective participation of indigenous peoples and local communities in the work of the Convention, and in this regard invites the secretariat of the Convention, through the Secretary-General, to report on the progress made by the Ad Hoc Open-ended Inter-sessional Working Group on Article 8 (j) and related provisions when reporting on the implementation of the present resolution to the General Assembly;",
    "29": "Encourages parties to promote the mainstreaming of gender considerations, taking into account the 2015–2020 Gender Plan of Action under the Convention on Biological Diversity, in developing, implementing and revising their national and, where appropriate, regional and subnational biodiversity strategies and action plans and equivalent instruments in implementing the three objectives of the Convention, recognizes the need to enhance cooperation on capacity-building in order to support parties in this process, and emphasizes the importance of integrating a gender perspective into the process of developing a post-2020 global biodiversity framework;",
    "30": "Calls upon Governments and all stakeholders to take appropriate measures to mainstream consideration of the socioeconomic impacts and benefits of the conservation and sustainable use of biodiversity and its components, as well as ecosystems that provide essential services, into relevant programmes and policies at all levels, in accordance with national legislation, circumstances and priorities;",
    "31": "Reaffirms the importance of continuing to pursue more efficient and coherent implementation of the three objectives of the Convention, and calls upon parties and stakeholders to strengthen international cooperation measures for the fulfilment of obligations contained in the Convention;",
    "32": "Invites all parties, relevant departments of the Secretariat, the specialized agencies, funds and programmes of the United Nations system and the regional commissions to continue to contribute to the achievement of the objectives of the Strategic Plan for Biodiversity 2011–2020;",
    "33": "Reaffirms the need for a comprehensive and participatory process towards developing proposals for the follow-up to the Strategic Plan for Biodiversity 2011–2020, fully in line with decision XIII/1 and decision 14/34, as well as other relevant decisions of the Conference of the Parties to the Convention;",
    "34": "Recognizes that parties to the Convention have reiterated that resources, financial, human and technical, need to be provided and mobilized from all sources, with a view to the effective implementation of the Strategic Plan for Biodiversity 2011–2020 and a post-2020 global biodiversity framework to follow it, stresses the need for further consideration of the evaluation of all resources mobilized in terms of the biodiversity outcomes achieved, and, in this regard, welcomes the decision of the parties to the Convention on an overall substantial increase in total biodiversity- related funding for the implementation of the Strategic Plan from a variety of sources, including national and international resource mobilization, international cooperation and the exploration of new and innovative financial mechanisms, as appropriate, and notes that the fourteenth meeting of the Conference of the Parties affirmed that resource mobilization will be an integral part of a post-2020 global biodiversity framework and initiated preparations of this resource mobilization component at an early stage and in full coherence and coordination with the overall process of developing a post-2020 framework;",
    "35": "Invites countries that have not yet done so to ratify or accede to the Convention; A/RES/76/207 Implementation of the Convention on Biological Diversity and its contribution to sustainable development 21-19260 12/13",
    "36": "Invites parties to the Convention to ratify or accede to the Nagoya Protocol, and invites the Executive Secretary of the Convention and the Global Environment Facility, within its mandate as the financial mechanism of the Convention, in collaboration with relevant organizations, to continue to support capacity-building and development activities to support the ratification and implementation of the Protocol;",
    "37": "Also invites parties to the Convention to consider, as appropriate, ratifying or acceding to the Cartagena Protocol;",
    "38": "Invites parties to the Cartagena Protocol to consider, as appropriate, ratifying or acceding to the Nagoya-Kuala Lumpur Supplementary Protocol on Liability and Redress to the Cartagena Protocol on Biosafety;",
    "39": "Notes with concern the findings of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, and stresses the urgent need to halt the global decline of biodiversity, which is unprecedented in human history, including its main indirect and direct drivers, in particular changes in land and sea use, direct exploitation of organisms, climate change, pollution and invasion of alien species;",
    "40": "Notes that increasing investments in nature-based solutions has the potential to cost-effectively support biodiversity conservation, restoration and its sustainable use, to help advance climate mitigation and adaptation and to reduce adverse impacts of climate change and to slow, halt and even reverse some aspects of biodiversity and ecosystem loss, and therefore invites all relevant stakeholders to pay due attention to the opportunities it presents;",
    "41": "Takes note with concern of the findings of the Intergovernmental Panel on Climate Change in its special reports entitled Global Warming of 1.5°C, The Ocean and Cryosphere in a Changing Climate and Climate Change and Land: An IPCC Special Report on Climate Change, Desertification, Land Degradation, Sustainable Land Management, Food Security, and Greenhouse Gas Fluxes in Terrestrial Ecosystems;",
    "42": "Stresses the importance of the engagement of the private sector and other relevant stakeholders, as well as indigenous peoples and local communities, women and youth, in the implementation of the three objectives of the Convention and in the achievement of the biodiversity targets, invites them to align their practices more explicitly with the objectives of the Convention, including through partnerships, in accordance with national legislation, circumstances and priorities, in this regard stresses the importance of the ongoing work of the Global Partnership for Business and Biodiversity, and notes other related and complementary initiatives;",
    "43": "Notes the ongoing work of the Joint Liaison Group of the secretariats and offices of the relevant subsidiary bodies of the Convention on Biological Diversity, the Convention to Combat Desertification and the United Nations Framework Convention on Climate Change and the Liaison Group of Biodiversity-related Conventions, acknowledges the importance of improving coherence in the implementation of those conventions, recognizes the importance of enhancing synergies among the biodiversity-related conventions and agreements, without prejudice to their specific objectives, in this regard notes the contribution of the United Nations Environment Assembly, as reflected in its resolution 2/17 of 27 May 2016,39 and the outcomes of its fourth session, held in Nairobi from 11 to 15 March 2019,40 in particular its ministerial declaration, and encourages the conferences of the parties to the biodiversity-related multilateral environmental agreements to consider strengthening efforts in this regard, taking into account relevant experiences and __________________ 39 See Official Records of the General Assembly, Seventy-first Session, Supplement No. 25 (A/71/25), annex. 40 Ibid., Seventy-fourth Session, Supplement No. 25 (A/74/25), annex I. Implementation of the Convention on Biological Diversity and its contribution to sustainable development A/RES/76/207 13/13 21-19260 bearing in mind the respective independent legal status and mandates of those instruments;",
    "44": "Reaffirms the commitment at the very heart of the 2030 Agenda to leave no one behind and commit to taking more tangible steps to support people in vulnerable situations and the most vulnerable countries and to reach the furthest behind first;",
    "45": "Requests the Secretary-General to submit to the General Assembly, at its seventy-seventh session, a report on the implementation of the present resolution, including on the potential link between COVID-19 and biodiversity and the implications and recommendations for building back better, progress in the implementation of the Convention on Biological Diversity and the post-2020 global biodiversity framework, and decides to include in the provisional agenda of its seventy-seventh session, under the item entitled “Sustainable development”, the sub-item entitled “Convention on Biological Diversity”. 54th plenary meeting 17 December 2021"
  },
  "agenda_items": [
    "Item 20"
  ],
  "symbol_references": []
}