{
  "symbol": "A/RES/76/129",
  "filename": "A_RES_76_129.pdf",
  "title": "76/129. International Year of Sustainable Mountain Development, 2022",
  "text": "United Nations \nA/RES/76/129\n \n \nGeneral Assembly \nDistr.: General \n28 December 2021 \n \n21-19067 (E)    301221 \n*2119067* \n \n \nSeventy-sixth session \nAgenda item 15 \nIntegrated and coordinated implementation of and follow-up \nto the outcomes of the major United Nations conferences and \nsummits in the economic, social and related fields \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2021 \n \n \n \n \n[without reference to a Main Committee (A/76/L.28 and A/76/L.28/Add.1)] \n \n \n 76/129. International Year of Sustainable Mountain Development, 2022 \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 53/24 of 10 November 1998, 55/189 of 20 December 2000, \n57/245 of 20 December 2002, 74/227 of 19 December 2019 and 75/271 of 16 April 2021, \n \nRecalling also Economic and Social Council resolution 1998/30 of 29 July \n1998,  \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming our \nworld: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for the \nfull implementation of the Agenda by 2030, its recognition that eradicating poverty in all \nits forms and dimensions, including extreme poverty, is the greatest global challenge and \nan indispensable requirement for sustainable development, its commitment to achieving \nsustainable development in its three dimensions – economic, social and environmental – \nin a balanced and integrated manner, and to building upon the achievements of the \nMillennium Development Goals and seeking to address their unfinished business, \n \nRecalling the outcome document of the United Nations Conference on \nSustainable Development, entitled “The future we want”,1 Agenda 21,2 the Plan of \nImplementation of the World Summit on Sustainable Development (Johannesburg \nPlan of Implementation)3 and the Aichi Biodiversity Targets of the Strategic Plan for \n__________________ \n \n1  Resolution 66/288, annex. \n \n2  Report of the United Nations Conference on Environment and Development, Rio de Janeiro,  \n3–14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex II. \n \n3  Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 2, annex. \n\nA/RES/76/129 \nInternational Year of Sustainable Mountain Development, 2022\n \n21-19067\n2/2 \n \nBiodiversity 2011–2020,4 and looking forward to the adoption of the post-2020 global \nbiodiversity framework,  \n \nReaffirming its resolutions 53/199 of 15 December 1998 and 61/185 of \n20 December 2006 on the proclamation of international years, and Economic and \nSocial Council resolution 1980/67 of 25 July 1980 on international years and \nanniversaries,  \n \nAcknowledging that, despite the progress that has been made in promoting the \nsustainable development of mountain regions and the conservation of mountain \necosystems, including their biodiversity, the prevalence of poverty, food insecurity, \nsocial exclusion, environmental degradation and exposure to the risk of disasters is \nstill increasing, particularly in developing countries, and access to safe and affordable \ndrinking water and basic sanitation as well as to sustainable modern energy services \ncontinues to be limited, \n \nNoting the collaborative efforts of the International Partnership for Sustainable \nDevelopment in Mountain Regions (Mountain Partnership), launched during the \nWorld Summit on Sustainable Development as a multi-stakeholder approach \nbenefiting from the committed support of 381 members, including 60 Governments, \n16 intergovernmental organizations, 297 major groups and 8 subnational authorities, \nand engaged in the promotion of sustainable development in its three dimensions – \neconomic, social and environmental – in mountain regions, including through existing \nregional initiatives, \n \nNoting with appreciation the establishment of groups of friends aimed at the \npromotion of sustainable mountain development, such as the Mountain Focus Group, \nin 2001, and the Group of Friends of Mountainous Countries, in 2019, \n \n1. \nProclaims 2022 the International Year of Sustainable Mountain Development;  \n \n2. \nInvites all Member States, organizations of the United Nations system, \nother international and regional organizations and other relevant stakeholders, \nincluding civil society, the private sector and academia, to observe the International \nYear, as appropriate, in order to increase awareness of the importance of sustainable \nmountain development and the conservation and sustainable use of mountain \necosystems;  \n \n3. \nInvites the Mountain Partnership, in collaboration with all relevant \norganizations, to facilitate the observance of the International Year, mindful of the \nprovisions contained in the annex to Economic and Social Council resolution 1980/67; \n \n4. \nStresses that the costs of all activities that may arise from the \nimplementation of the present resolution should be met through voluntary \ncontributions, including from the private sector;  \n \n5. \nRequests the Secretary-General to bring the present resolution to the \nattention of all Member States, the organizations of the United Nations system and \nother relevant stakeholders, including civil society, the private sector and academia, \nfor appropriate observance.  \n \n52nd plenary meeting \n16 December 2021 \n \n__________________ \n \n4  See United Nations Environment Programme, document UNEP/CBD/COP/10/27, annex, \ndecision X/2, annex. \n",
  "paragraphs": {
    "1": "Proclaims 2022 the International Year of Sustainable Mountain Development;",
    "2": "Invites all Member States, organizations of the United Nations system, other international and regional organizations and other relevant stakeholders, including civil society, the private sector and academia, to observe the International Year, as appropriate, in order to increase awareness of the importance of sustainable mountain development and the conservation and sustainable use of mountain ecosystems;",
    "3": "Invites the Mountain Partnership, in collaboration with all relevant organizations, to facilitate the observance of the International Year, mindful of the provisions contained in the annex to Economic and Social Council resolution 1980/67;",
    "4": "Stresses that the costs of all activities that may arise from the implementation of the present resolution should be met through voluntary contributions, including from the private sector;",
    "5": "Requests the Secretary-General to bring the present resolution to the attention of all Member States, the organizations of the United Nations system and other relevant stakeholders, including civil society, the private sector and academia, for appropriate observance. 52nd plenary meeting 16 December 2021 __________________ 4 See United Nations Environment Programme, document UNEP/CBD/COP/10/27, annex, decision X/2, annex."
  },
  "agenda_items": [
    "Item 15"
  ],
  "symbol_references": [
    "A/76/L.28"
  ]
}