{
  "symbol": "A/RES/72/155",
  "filename": "A_RES_72_155.pdf",
  "title": "72/155. Rights of indigenous peoples",
  "text": "United Nations \nA/RES/72/155\n \n \nGeneral Assembly \nDistr.: General \n17 January 2018 \n \n17-22961 (E)    220118 \n*1722961* \n \n \nSeventy-second session \nAgenda item 69 (a) \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2017 \n \n \n \n \n[on the report of the Third Committee (A/72/436)] \n \n \n 72/155. Rights of indigenous peoples \n \n \n \nThe General Assembly,  \n \nRecalling all relevant resolutions of the General Assembly, the Human Rights \nCouncil and the Economic and Social Council relating to the rights of indigenous \npeoples, reaffirming its resolutions 65/198 of 21 December 2010, 66/142 of \n19 December 2011, 67/153 of 20 December 2012, 68/149 of 18 December 2013, 69/2 \nof 22 September 2014, 69/159 of 18 December 2014, 70/232 of 23 December 2015, \n71/178 of 19 December 2016 and 71/321 of 8 September 2017, and recalling Human \nRights Council resolutions 27/13 of 25 September 2014,1 30/4 of 1 October 2015,2 \n33/12 and 33/13 of 29 September 20163 and 36/14 of 28 September 2017,4 \n \nReaffirming the United Nations Declaration on the Rights of Indigenous \nPeoples,5 which addresses the individual and collective rights of indigenous peoples, \n \nReaffirming also the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples, held in \nNew York on 22 and 23 September 2014,6 in which Heads of State and Government, \nministers and representatives of Member States reiterated the important and \ncontinuing role of the United Nations in promoting and protecting the rights of \nindigenous peoples, recalling the inclusive preparatory process for the high-level \nplenary meeting, including the comprehensive engagement of the representatives of \nindigenous peoples, and welcoming and reaffirming the commitments, measures and \n__________________ \n \n1  See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 53A and \ncorrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n2  Ibid., Seventieth Session, Supplement No. 53A (A/70/53/Add.1), chap. III. \n \n3  Ibid., Seventy-first Session, Supplement No. 53A and corrigendum (A/71/53/Add.1 and \nA/71/53/Add.1/Corr.1), chap. II. \n \n4  Ibid., Seventy-second Session, Supplement No. 53A (A/72/53/Add.1), chap. III.  \n \n5  Resolution 61/295, annex. \n \n6  Resolution 69/2. \n\nA/RES/72/155 \nRights of indigenous peoples\n \n17-22961 (E) \n2/7 \n \nefforts undertaken by States, the United Nations system, indigenous peoples and other \nactors in its implementation, \n \nEncouraging \nthe \nactive \nengagement \nof \nindigenous \npeoples \nin \nthe \nimplementation of the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples, including \nat the regional and global levels, \n \nRecalling the 2030 Agenda for Sustainable Development,7 and stressing the \nneed to ensure that no one is left behind, including indigenous peoples, who should \nparticipate in, contribute to and benefit without discrimination from the \nimplementation of the 2030 Agenda, and encouraging Member States to give due \nconsideration to all the rights of indigenous peoples while implementing the 2030 \nAgenda,  \n \nStressing the importance of promoting and pursuing the objectives of the United \nNations Declaration on the Rights of Indigenous Peoples also through international \ncooperation to support national and regional efforts to achieve the ends of the \nDeclaration, including the right to maintain and strengthen the distinct political, legal, \neconomic, social and cultural institutions of indigenous peoples and the right to \nparticipate fully, if they so choose, in the political, economic, social and cultural life \nof the State, \n \nWelcoming the organization of the high-level event to mark the tenth anniversary \nof the adoption of the United Nations Declaration on the Rights of Indigenous Peoples \nduring the seventy-first session of the General Assembly, in 2017, which took stock \nof the achievements of the preceding 10 years and assessed the remaining challenges \nfor the rights of indigenous peoples and further follow-up to the Declaration, \n \nBearing in mind the New York Declaration for Refugees and Migrants8 and the \ncommitments of Member States to address, in accordance with their respective \nobligations under international law, the special needs of all people in vulnerable \nsituations who are travelling within large movements of refugees and migrants, \nincluding indigenous peoples, \n \nTaking note with appreciation of the consideration of the empowerment of \nindigenous women as the focus area of the sixty-first session of the Commission on \nthe Status of Women, during which the Commission recognized that the economic \nempowerment, inclusion and development of indigenous women, including through \nthe establishment of indigenous-owned businesses, could enable them to improve \ntheir social, cultural, civil and political engagement, achieve greater economic \nindependence and build more sustainable and resilient communities, \n \nRecognizing that violence against indigenous women and girls has a negative \nimpact on their enjoyment of human rights and fundamental freedoms and constitutes \na major impediment to women’s full, equal and effective participation in society, the \neconomy and political decision-making, and in this regard recalling Human Rights \nCouncil resolution 32/19 of 1 July 2016, entitled “Accelerating efforts to eliminate \nviolence against women: preventing and responding to violence against women and \ngirls, including indigenous women and girls”,9 which brings closer attention to this \nissue, and recognizing also the negative effects of multiple and intersecting forms of \ndiscrimination, \n__________________ \n \n7  Resolution 70/1. \n \n8  Resolution 71/1. \n \n9  See Official Records of the General Assembly, Seventy-first Session, Supplement No. 53 \n(A/71/53), chap. V, sect. A. \n\nRights of indigenous peoples \nA/RES/72/155\n \n3/7 \n17-22961 (E) \n \n \nBearing in mind the importance of the empowerment and capacity-building of \nindigenous women and youth, including their full and effective participation in \ndecision-making processes in matters that affect them directly, including policies, \nprogrammes and resources, where relevant, that target the well-being of indigenous \nwomen, children and youth, in particular in the areas of health, education, \nemployment and the transmission of traditional knowledge, languages and practices, \nand the importance of taking measures to promote awareness and understanding of \ntheir rights, \n \nDeeply concerned at the vast number of endangered languages, in particular \nindigenous languages, and stressing that, despite the continuing efforts, there is an \nurgent need to preserve, promote and revitalize endangered languages, in particular \nindigenous languages, \n \nRecognizing the importance to indigenous peoples of revitalizing, using, \ndeveloping and transmitting to future generations their histories, languages, oral \ntraditions, philosophies, writing systems and literature,  \n \nExpressing concern that, in some cases, suicide rates in indigenous peoples’ \ncommunities, in particular among indigenous youth and children, are significantly \nhigher than in the general population, \n \nBearing in mind the importance of promoting respect for the rights of \nindigenous children, in particular eliminating the worst forms of child labour, in \naccordance with international law, including relevant human rights law and \ninternational labour law obligations, \n \nRecognizing the importance of access to justice in the promotion and protection \nof the rights of indigenous peoples and individuals and the need to examine and take \nsteps to remove obstacles to justice, especially for indigenous women, indigenous \nchildren, youth, older persons and indigenous persons with disabilities, \n \nUnderlining the responsibility of transnational corporations and other business \nenterprises to respect all human rights, applicable laws and international principles 10 \nand operate transparently and in a socially and environmentally responsible manner, \nand emphasizing the need to refrain from negatively affecting the well-being of \nindigenous peoples and to take further action towards corporate responsibility and \naccountability, including the prevention, mitigation and remediation of human rights \nabuses, \n \nRecognizing the importance of free, prior and informed consent, as outlined in \nthe United Nations Declaration on the Rights of Indigenous Peoples, and noting that \nthe next study of the Expert Mechanism on the Rights of Indigenous Peoples will \nfocus on the theme of free, prior and informed consent, \n \nRecognizing also the value and the diversity of the cultures and the form of \nsocial organization of indigenous peoples and their holistic traditional knowledge of \ntheir lands, natural resources and environment, \n \nRecognizing further the importance of traditional sustainable agricultural \npractices, including traditional seed supply systems, as well as access to credit and \nother financial services, markets, secure land tenure, health care and health-care \nservices, social services, education, training, knowledge and appropriate and \naffordable technologies, including efficient irrigation, the reuse of treated wastewater \nand water harvesting and storage for indigenous peoples and others living in rural \nareas, \n__________________ \n \n10  Including the Guiding Principles on Business and Human Rights: Implementing the United \nNations “Protect, Respect and Remedy” Framework (A/HRC/17/31, annex). \n\nA/RES/72/155 \nRights of indigenous peoples\n \n17-22961 (E) \n4/7 \n \n \nRecognizing the importance of facilitating indigenous peoples’ livelihoods, \nwhich may be achieved by, inter alia, the recognition of their traditions, adequate \npublic policies and economic empowerment, \n \nRecognizing also that the economic empowerment, inclusion and development \nof indigenous peoples, including through the establishment of indigenous-owned \nbusinesses, can enable them to improve their social, cultural, civil and political \nengagement, achieve greater economic independence and build more sustainable and \nresilient communities, and noting the contribution of indigenous peoples to the \nbroader economy, \n \nConcerned about the extreme disadvantages that indigenous peoples have \ntypically faced across a range of social and economic indicators and about the \nimpediments to their full enjoyment of their rights,  \n \nStressing the need to pay particular attention to the rights and special needs of \nindigenous women, children, youth, older persons and persons with disabilities, as set \nout in the United Nations Declaration on the Rights of Indigenous Peoples, including \nin the process of protecting and promoting their access to justice, \n \n1. \nNotes with appreciation the work of the Expert Mechanism on the Rights \nof Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special \nRapporteur of the Human Rights Council on the rights of indigenous peoples, takes \nnote of the report of the Special Rapporteur,11 and encourages all Governments to \nrespond favourably to her requests for visits;  \n \n2. \nUrges Governments and the United Nations system, in consultation and \ncooperation with indigenous peoples through their representatives and institutions, to \ncontinue to implement, when appropriate, measures at the national level, including \nlegislative, policy and administrative measures, to achieve the ends of the United \nNations Declaration on the Rights of Indigenous Peoples5 and to promote awareness \nof it among all sectors of society, including members of legislatures, the judiciary and \nthe civil service, as well as among indigenous peoples, and invites international and \nregional organizations, within their respective mandates, national human rights \ninstitutions, where they exist, civil society, including non-governmental organizations, \nand other relevant actors to contribute to those efforts; \n \n3. \nUnderscores the importance of implementing the outcome document of \nthe high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples,6 and reiterates the commitment of Member States \nto cooperating with indigenous peoples, through their own representative institutions, \nto develop and implement national action plans, strategies or other measures, where \nrelevant, to achieve the ends of the United Nations Declaration on the Rights of \nIndigenous Peoples; \n \n4. \nEncourages the leadership of the Secretary-General and of the Under-\nSecretary-General for Economic and Social Affairs, as the responsible senior official \nof the United Nations system, in overseeing the implementation of and following up \non the system-wide action plan to ensure a coherent approach to achieving the ends \nof the United Nations Declaration on the Rights of Indigenous Peoples, raising \nawareness of the rights of indigenous peoples and increasing the coherence of the \nactivities of the system in this regard, and encourages the funds, programmes and \nspecialized agencies of the United Nations system, resident coordinators and United \nNations country teams to implement this plan in full alignment with national \ndevelopment needs and priorities; \n__________________ \n \n11  A/72/186. \n\nRights of indigenous peoples \nA/RES/72/155\n \n5/7 \n17-22961 (E) \n \n \n5. \nEncourages Member States, resident coordinators and United Nations \ncountry teams, within their mandates and in coordination with the Governments \nconcerned, to involve indigenous peoples regarding issues affecting them in the \npreparation of the United Nations Development Assistance Frameworks and country \nprogramme action plans; \n \n6. \nEncourages Member States to work towards achieving the ends of the \nUnited Nations Declaration on the Rights of Indigenous Peoples in the light of the \ntenth anniversary of the adoption of the Declaration; \n \n7. \nEncourages those States that have not yet ratified or acceded to the \nIndigenous and Tribal Peoples Convention, 1989 (No. 169), of the International \nLabour Organization12 to consider doing so; \n \n8. \nUrges Governments and intergovernmental and non-governmental \norganizations to continue to contribute to the Trust Fund on Indigenous Issues, the \nUnited Nations Voluntary Fund for Indigenous Peoples and the United Nations \nIndigenous Peoples’ Partnership, invites indigenous organizations and private \ninstitutions and individuals to do likewise, and notes the importance of accessibility, \naccountability, transparency and balanced geographical distribution in the \nmanagement of these funds; \n \n9. \nDecides to continue to observe the International Day of Indigenous \nPeoples every year on 9 August, and requests the Secretary-General to support the \nobservance of the Day from within existing resources;  \n \n10. Encourages Member States and all organizations and bodies of the United \nNations system and other international and regional organizations, the private sector \nand academia, as well as civil society, including non-governmental organizations, to \nobserve the International Day of Indigenous Peoples in an appropriate manner, \nincluding through educational and public awareness-raising activities; \n \n11. \nReaffirms the proclamation of the year beginning on 1 January 2019 as the \nInternational Year of Indigenous Languages to draw attention to the critical loss of \nindigenous languages and the urgent need to preserve, revitalize and promote \nindigenous languages, including as an educational medium, and to take further urgent \nsteps to that end at the national and international levels, and the invitation to the \nUnited Nations Educational, Scientific and Cultural Organization to serve as the lead \nagency for the Year, in collaboration with other relevant agencies, within existing \nresources;  \n \n12. Encourages the United Nations Educational, Scientific and Cultural \nOrganization to lead the preparations for the International Year of Indigenous \nLanguages in 2019, in collaboration with other relevant agencies as well as \nindigenous peoples; \n \n13. Encourages States to consider including in their reports related to \nindigenous peoples and women information on the progress made and challenges in \nthe implementation of Commission on the Status of Women resolutions 49/7 of \n11 March 2005, entitled “Indigenous women: beyond the ten-year review of the \nBeijing Declaration and Platform for Action”,13 and 56/4 of 9 March 2012, entitled \n“Indigenous women: key actors in poverty and hunger eradication”;14  \n__________________ \n \n12  United Nations, Treaty Series, vol. 1650, No. 28383. \n \n13  See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. D. \n \n14  Ibid., 2012, Supplement No. 7 and corrigendum (E/2012/27 and E/2012/27/Corr.1), chap. I, sect. D. \n\nA/RES/72/155 \nRights of indigenous peoples\n \n17-22961 (E) \n6/7 \n \n \n14. Encourages Member States to give due consideration to all the rights of \nindigenous peoples in fulfilling the commitments undertaken in the 2030 Agenda for \nSustainable Development7 and in the elaboration of national programmes; \n \n15. Encourages States to consider including in their voluntary national \nreviews for the high-level political forum on sustainable development and their \nnational and global reports information related to indigenous peoples on the progress \nmade and challenges in the implementation of the 2030 Agenda, bearing in mind \nparagraphs 78 and 79 of the 2030 Agenda, and also encourages States to compile \ndisaggregated data to measure progress and to ensure that no one is left behind;  \n \n16. Encourages the Secretary-General to include information pertinent to \nindigenous peoples in the forthcoming annual reports on progress towards the \nSustainable Development Goals; \n \n17. Stresses the need to strengthen the commitment of States and the entities \nof the United Nations system to mainstream the promotion and protection of the rights \nof indigenous peoples into development policies and programmes at the national, \nregional and international levels, and encourages them to give due consideration to \nthe rights of indigenous peoples in achieving the goals of the 2030 Agenda; \n \n18. Also stresses the need for indigenous peoples of all regions to contribute \nto the high-level political forum on sustainable development, and encourages States \nto engage with indigenous peoples at the local, national and regional levels in relation \nto the Sustainable Development Goals; \n \n19. Invites the Expert Mechanism on the Rights of Indigenous Peoples, the \nPermanent Forum on Indigenous Issues and the Special Rapporteur on the rights of \nindigenous peoples to give due consideration, within their mandates, to the rights of \nindigenous peoples as related to the implementation of the 2030 Agenda; \n \n20. Encourages the Permanent Forum on Indigenous Issues to continue to \nprovide inputs on indigenous issues to the high-level political forum on sustainable \ndevelopment for consideration in its thematic reviews; \n \n21. Underlines the need to intensify efforts, in cooperation with indigenous \npeoples, to prevent and eliminate all forms of violence and discrimination against \nindigenous women, children, youth, older persons and persons with disabilities and \nto support measures that will ensure their empowerment and full and effective \nparticipation in decision-making processes at all levels and in all areas and eliminate \nstructural and legal barriers to their full, equal and effective participation in political, \neconomic, social and cultural life; \n \n22. Reaffirms the importance of effective accountability with regard to \nviolence against indigenous women and girls, including sexual violence, abuse and \nexploitation, and of taking adequate measures to prevent and eliminate such violence; \n \n23. Welcomes the agreed conclusions of the sixty-first session of the \nCommission on the Status of Women,15 in which Governments were urged to take \nmeasures to promote the economic empowerment of indigenous women, including by \nensuring access to quality and inclusive education and meaningful participation in the \neconomy by addressing the multiple and intersecting forms of discrimination and \nbarriers they face, including violence, and to promote their participation in relevant \ndecision-making processes at all levels and in all areas, while respecting and \nprotecting their traditional and ancestral knowledge, and noting the importance of the \nUnited Nations Declaration on the Rights of Indigenous Peoples for indigenous \nwomen and girls;  \n__________________ \n \n15  Ibid., 2017, Supplement No. 7 (E/2017/27), chap. I, sect. A. \n\nRights of indigenous peoples \nA/RES/72/155\n \n7/7 \n17-22961 (E) \n \n \n24. Encourages Governments to redouble efforts to eliminate the worst forms \nof child labour, both in legislation and in practice, in the context of respect for the \nhuman rights of indigenous children, including through international cooperation, as \nappropriate; \n \n25. Encourages transnational corporations and other business enterprises to \nrespect human rights, including the rights of indigenous children, and to eliminate the \nworst forms of child labour from their operations;  \n \n26. Underscores the need to ensure equal protection of the law and equality \nbefore the courts for indigenous women and girls at all levels and, to that end, the \nimportance of providing systematic gender-sensitivity training, as appropriate, for \npolice and security forces, prosecutors, judges and lawyers, integrating gender \nconsiderations into security sector reform initiatives, developing protocols and \nguidelines and enhancing or putting in place appropriate accountability measures for \nadjudicators; \n \n27. Encourages States and entities of the United Nations system to strengthen \ninternational cooperation, including to address the disadvantages faced by indigenous \npeoples, and to increase technical cooperation and financial assistance in this regard; \n \n28. Encourages the World Health Organization, the United Nations Children’s \nFund and other relevant United Nations agencies, funds and programmes, in \naccordance with their mandates, to carry out research and evidence-gathering on the \nprevalence and root causes of suicide among indigenous youth and children and good \npractices on its prevention and to consider developing, as appropriate, strategies or \npolicies, consistent with national priorities, in cooperation with Member States, to \ntackle it, including through consultation with indigenous peoples, in particular \nindigenous youth organizations; \n \n29. Takes note with appreciation of the work led by the Presidents of the \nGeneral Assembly at its seventieth and seventy-first sessions in conducting \nconsultations with Member States, indigenous peoples’ representatives and \ninstitutions from all regions of the world and existing mechanisms of the United \nNations on possible measures to enable the participation of indigenous peoples’ \nrepresentatives and institutions in meetings of relevant United Nations bodies on \nissues affecting them, which led to the adoption of Assembly resolution 71/321 and \nits decision to continue its consideration of possible further measures necessary to \nenhance the participation of indigenous peoples’ representatives and institutions in \nrelevant United Nations meetings on issues affecting them at its seventy-fifth session, \ntaking into account the achievements in that regard of other bodies and organizations \nthroughout the United Nations system, to be preceded by consultations with \nindigenous peoples’ representatives and institutions from all regions of the world as \nan input to the intergovernmental process; \n \n30. Decides to continue its consideration of the question at its seventy-third \nsession, under the item entitled “Rights of indigenous peoples”, and to maintain in \nthe provisional agenda the sub-item entitled “Follow-up to the outcome document of \nthe high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples”. \n \n73rd plenary meeting  \n19 December 2017 \n \n",
  "paragraphs": {
    "1": "Notes with appreciation the work of the Expert Mechanism on the Rights of Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special Rapporteur of the Human Rights Council on the rights of indigenous peoples, takes note of the report of the Special Rapporteur,11 and encourages all Governments to respond favourably to her requests for visits;",
    "2": "Urges Governments and the United Nations system, in consultation and cooperation with indigenous peoples through their representatives and institutions, to continue to implement, when appropriate, measures at the national level, including legislative, policy and administrative measures, to achieve the ends of the United Nations Declaration on the Rights of Indigenous Peoples5 and to promote awareness of it among all sectors of society, including members of legislatures, the judiciary and the civil service, as well as among indigenous peoples, and invites international and regional organizations, within their respective mandates, national human rights institutions, where they exist, civil society, including non-governmental organizations, and other relevant actors to contribute to those efforts;",
    "3": "Underscores the importance of implementing the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples,6 and reiterates the commitment of Member States to cooperating with indigenous peoples, through their own representative institutions, to develop and implement national action plans, strategies or other measures, where relevant, to achieve the ends of the United Nations Declaration on the Rights of Indigenous Peoples;",
    "4": "Encourages the leadership of the Secretary-General and of the Under- Secretary-General for Economic and Social Affairs, as the responsible senior official of the United Nations system, in overseeing the implementation of and following up on the system-wide action plan to ensure a coherent approach to achieving the ends of the United Nations Declaration on the Rights of Indigenous Peoples, raising awareness of the rights of indigenous peoples and increasing the coherence of the activities of the system in this regard, and encourages the funds, programmes and specialized agencies of the United Nations system, resident coordinators and United Nations country teams to implement this plan in full alignment with national development needs and priorities; __________________ 11 A/72/186. Rights of indigenous peoples A/RES/72/155 5/7 17-22961 (E)",
    "5": "Encourages Member States, resident coordinators and United Nations country teams, within their mandates and in coordination with the Governments concerned, to involve indigenous peoples regarding issues affecting them in the preparation of the United Nations Development Assistance Frameworks and country programme action plans;",
    "6": "Encourages Member States to work towards achieving the ends of the United Nations Declaration on the Rights of Indigenous Peoples in the light of the tenth anniversary of the adoption of the Declaration;",
    "7": "Encourages those States that have not yet ratified or acceded to the Indigenous and Tribal Peoples Convention, 1989 (No. 169), of the International Labour Organization12 to consider doing so;",
    "8": "Urges Governments and intergovernmental and non-governmental organizations to continue to contribute to the Trust Fund on Indigenous Issues, the United Nations Voluntary Fund for Indigenous Peoples and the United Nations Indigenous Peoples’ Partnership, invites indigenous organizations and private institutions and individuals to do likewise, and notes the importance of accessibility, accountability, transparency and balanced geographical distribution in the management of these funds;",
    "9": "Decides to continue to observe the International Day of Indigenous Peoples every year on 9 August, and requests the Secretary-General to support the observance of the Day from within existing resources;",
    "10": "Encourages Member States and all organizations and bodies of the United Nations system and other international and regional organizations, the private sector and academia, as well as civil society, including non-governmental organizations, to observe the International Day of Indigenous Peoples in an appropriate manner, including through educational and public awareness-raising activities;",
    "11": "Reaffirms the proclamation of the year beginning on 1 January 2019 as the International Year of Indigenous Languages to draw attention to the critical loss of indigenous languages and the urgent need to preserve, revitalize and promote indigenous languages, including as an educational medium, and to take further urgent steps to that end at the national and international levels, and the invitation to the United Nations Educational, Scientific and Cultural Organization to serve as the lead agency for the Year, in collaboration with other relevant agencies, within existing resources;",
    "12": "Encourages the United Nations Educational, Scientific and Cultural Organization to lead the preparations for the International Year of Indigenous Languages in 2019, in collaboration with other relevant agencies as well as indigenous peoples;",
    "13": "Encourages States to consider including in their reports related to indigenous peoples and women information on the progress made and challenges in the implementation of Commission on the Status of Women resolutions 49/7 of 11 March 2005, entitled “Indigenous women: beyond the ten-year review of the Beijing Declaration and Platform for Action”,13 and 56/4 of 9 March 2012, entitled “Indigenous women: key actors in poverty and hunger eradication”;14 __________________ 12 United Nations, Treaty Series, vol. 1650, No. 28383. 13 See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and corrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. D. 14 Ibid., 2012, Supplement No. 7 and corrigendum (E/2012/27 and E/2012/27/Corr.1), chap. I, sect. D. A/RES/72/155 Rights of indigenous peoples 17-22961 (E) 6/7",
    "14": "Encourages Member States to give due consideration to all the rights of indigenous peoples in fulfilling the commitments undertaken in the 2030 Agenda for Sustainable Development7 and in the elaboration of national programmes;",
    "15": "Encourages States to consider including in their voluntary national reviews for the high-level political forum on sustainable development and their national and global reports information related to indigenous peoples on the progress made and challenges in the implementation of the 2030 Agenda, bearing in mind paragraphs 78 and 79 of the 2030 Agenda, and also encourages States to compile disaggregated data to measure progress and to ensure that no one is left behind;",
    "16": "Encourages the Secretary-General to include information pertinent to indigenous peoples in the forthcoming annual reports on progress towards the Sustainable Development Goals;",
    "17": "Stresses the need to strengthen the commitment of States and the entities of the United Nations system to mainstream the promotion and protection of the rights of indigenous peoples into development policies and programmes at the national, regional and international levels, and encourages them to give due consideration to the rights of indigenous peoples in achieving the goals of the 2030 Agenda;",
    "18": "Also stresses the need for indigenous peoples of all regions to contribute to the high-level political forum on sustainable development, and encourages States to engage with indigenous peoples at the local, national and regional levels in relation to the Sustainable Development Goals;",
    "19": "Invites the Expert Mechanism on the Rights of Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special Rapporteur on the rights of indigenous peoples to give due consideration, within their mandates, to the rights of indigenous peoples as related to the implementation of the 2030 Agenda;",
    "20": "Encourages the Permanent Forum on Indigenous Issues to continue to provide inputs on indigenous issues to the high-level political forum on sustainable development for consideration in its thematic reviews;",
    "21": "Underlines the need to intensify efforts, in cooperation with indigenous peoples, to prevent and eliminate all forms of violence and discrimination against indigenous women, children, youth, older persons and persons with disabilities and to support measures that will ensure their empowerment and full and effective participation in decision-making processes at all levels and in all areas and eliminate structural and legal barriers to their full, equal and effective participation in political, economic, social and cultural life;",
    "22": "Reaffirms the importance of effective accountability with regard to violence against indigenous women and girls, including sexual violence, abuse and exploitation, and of taking adequate measures to prevent and eliminate such violence;",
    "23": "Welcomes the agreed conclusions of the sixty-first session of the Commission on the Status of Women,15 in which Governments were urged to take measures to promote the economic empowerment of indigenous women, including by ensuring access to quality and inclusive education and meaningful participation in the economy by addressing the multiple and intersecting forms of discrimination and barriers they face, including violence, and to promote their participation in relevant decision-making processes at all levels and in all areas, while respecting and protecting their traditional and ancestral knowledge, and noting the importance of the United Nations Declaration on the Rights of Indigenous Peoples for indigenous women and girls; __________________ 15 Ibid., 2017, Supplement No. 7 (E/2017/27), chap. I, sect. A. Rights of indigenous peoples A/RES/72/155 7/7 17-22961 (E)",
    "24": "Encourages Governments to redouble efforts to eliminate the worst forms of child labour, both in legislation and in practice, in the context of respect for the human rights of indigenous children, including through international cooperation, as appropriate;",
    "25": "Encourages transnational corporations and other business enterprises to respect human rights, including the rights of indigenous children, and to eliminate the worst forms of child labour from their operations;",
    "26": "Underscores the need to ensure equal protection of the law and equality before the courts for indigenous women and girls at all levels and, to that end, the importance of providing systematic gender-sensitivity training, as appropriate, for police and security forces, prosecutors, judges and lawyers, integrating gender considerations into security sector reform initiatives, developing protocols and guidelines and enhancing or putting in place appropriate accountability measures for adjudicators;",
    "27": "Encourages States and entities of the United Nations system to strengthen international cooperation, including to address the disadvantages faced by indigenous peoples, and to increase technical cooperation and financial assistance in this regard;",
    "28": "Encourages the World Health Organization, the United Nations Children’s Fund and other relevant United Nations agencies, funds and programmes, in accordance with their mandates, to carry out research and evidence-gathering on the prevalence and root causes of suicide among indigenous youth and children and good practices on its prevention and to consider developing, as appropriate, strategies or policies, consistent with national priorities, in cooperation with Member States, to tackle it, including through consultation with indigenous peoples, in particular indigenous youth organizations;",
    "29": "Takes note with appreciation of the work led by the Presidents of the General Assembly at its seventieth and seventy-first sessions in conducting consultations with Member States, indigenous peoples’ representatives and institutions from all regions of the world and existing mechanisms of the United Nations on possible measures to enable the participation of indigenous peoples’ representatives and institutions in meetings of relevant United Nations bodies on issues affecting them, which led to the adoption of Assembly resolution 71/321 and its decision to continue its consideration of possible further measures necessary to enhance the participation of indigenous peoples’ representatives and institutions in relevant United Nations meetings on issues affecting them at its seventy-fifth session, taking into account the achievements in that regard of other bodies and organizations throughout the United Nations system, to be preceded by consultations with indigenous peoples’ representatives and institutions from all regions of the world as an input to the intergovernmental process;",
    "30": "Decides to continue its consideration of the question at its seventy-third session, under the item entitled “Rights of indigenous peoples”, and to maintain in the provisional agenda the sub-item entitled “Follow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples”. 73rd plenary meeting 19 December 2017"
  },
  "agenda_items": [
    "Item 69"
  ],
  "symbol_references": []
}