{
  "symbol": "A/RES/72/245",
  "filename": "A_RES_72_245.pdf",
  "title": "72/245. Rights of the child",
  "text": "United Nations \nA/RES/72/245\n \n \nGeneral Assembly \nDistr.: General \n23 January 2018 \n \n17-23328 (E)    260118 \n*1723328* \n \n \nSeventy-second session \nAgenda item 68 (a) \n \n \n \n \n Resolution adopted by the General Assembly \non 24 December 2017 \n \n \n \n \n[on the report of the Third Committee (A/72/435)] \n \n \n 72/245. Rights of the child \n \n \n \nThe General Assembly,  \n \nReaffirming the importance of its resolution 44/25 of 20 November 1989, by \nwhich it adopted the Convention on the Rights of the Child, 1 which constitutes the \nstandard in the promotion and protection of the rights of the child, reaffirming also \nthat States parties to the Convention shall undertake all appropriate legislative, \nadministrative and other measures for the implementation of the rights recognized \ntherein, while bearing in mind the importance of the Optional Protocols to the \nConvention2 and calling for their universal ratification and effective implementation, \nas well as that of other human rights instruments,  \n \nReaffirming also all of its previous resolutions on the rights of the child, the \nmost recent of which was resolution 71/177 of 19 December 2016,  \n \nRecalling all other relevant resolutions, including resolutions 71/167 of \n19 December 2016 on trafficking in women and girls, 71/168 of 19 December 2016 \non intensifying global efforts for the elimination of female genital mutilation, 71/170 \nof 19 December 2016 entitled “Intensification of efforts to prevent and eliminate all \nforms of violence against women and girls: domestic violence”, 71/175 of \n19 December 2016 on child, early and forced marriage, and 71/176 of 19 December \n2016 on protecting children from bullying, \n \nReaffirming the Universal Declaration of Human Rights,3 which proclaims that \nall human beings are born free and equal in dignity and rights and that everyone is \nentitled to all the rights and freedoms set out therein, without distinction of any kind,  \n__________________ \n \n1  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n2  Ibid., vols. 2171 and 2173, No. 27531; and resolution 66/138, annex. \n \n3  Resolution 217 A (III). \n\nA/RES/72/245 \nRights of the child\n \n17-23328 \n2/15 \n \n \nRecalling the International Covenant on Civil and Political Rights, 4 the \nInternational Covenant on Economic, Social and Cultural Rights, 4 the Convention on \nthe Rights of Persons with Disabilities,5 the International Convention for the \nProtection of All Persons from Enforced Disappearance, 6 the 1951 Convention \nrelating to the Status of Refugees7 and the 1967 Protocol thereto,8 the International \nConvention on the Protection of the Rights of All Migrant Workers and Members of \nTheir Families,9 the United Nations Convention against Transnational Organized \nCrime10 and the Protocol to Prevent, Suppress and Punish Trafficking in Persons, \nEspecially Women and Children, supplementing the United Nations Convention \nagainst Transnational Organized Crime,11 the Convention on the Elimination of All \nForms of Discrimination against Women,12 the Convention against Torture and Other \nCruel, Inhuman or Degrading Treatment or Punishment, 13 and both the Minimum Age \nConvention, 1973 (No. 138),14 and the Worst Forms of Child Labour Convention, \n1999 (No. 182),15 of the International Labour Organization, \n \nReaffirming that the general principles of the Convention on the Rights of the \nChild, including the best interests of the child, non-discrimination, participation and \nsurvival and development, provide the framework for actions concerning children,  \n \nReaffirming also the Vienna Declaration and Programme of Action,16 the United \nNations Millennium Declaration17 and the outcome document of the twenty-seventh \nspecial session of the General Assembly on children, entitled “A world fit for \nchildren”,18 recalling the Beijing Declaration and Platform for Action, 19 the \nProgramme of Action of the International Conference on Population and \nDevelopment20 and the outcome documents of their review conferences, the \nCopenhagen Declaration on Social Development and the Programme of Action of the \nWorld Summit for Social Development,21 the Declaration on Social Progress and \nDevelopment,22 the Universal Declaration on the Eradication of Hunger and \nMalnutrition,23 the United Nations Declaration on the Rights of Indigenous Peoples 24 \nand the outcome document of the high-level plenary meeting of the General Assembly \nknown as the World Conference on Indigenous Peoples,25 the Declaration on the Right \n__________________ \n \n4  See resolution 2200 A (XXI), annex. \n \n5  United Nations, Treaty Series, vol. 2515, No. 44910. \n \n6  Ibid., vol. 2716, No. 48088. \n \n7  Ibid., vol. 189, No. 2545. \n \n8  Ibid., vol. 606, No. 8791. \n \n9  Ibid., vol. 2220, No. 39481. \n \n10  Ibid., vol. 2225, No. 39574. \n \n11  Ibid., vol. 2237, No. 39574. \n \n12  Ibid., vol. 1249, No. 20378. \n \n13  Ibid., vol. 1465, No. 24841. \n \n14  Ibid., vol. 1015, No. 14862. \n \n15  Ibid., vol. 2133, No. 37245. \n \n16  A/CONF.157/24 (Part I), chap. III. \n \n17  Resolution 55/2. \n \n18  Resolution S-27/2, annex. \n \n19  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n20  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n21  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n22  See resolution 2542 (XXIV). \n \n23  Report of the World Food Conference, Rome, 5–16 November 1974 (United Nations publication, \nSales No. E.75.II.A.3), chap. I. \n \n24  Resolution 61/295, annex. \n \n25  Resolution 69/2. \n\nRights of the child \nA/RES/72/245\n \n3/15 \n17-23328 \n \nto Development,26 the Declaration of the commemorative high-level plenary meeting \ndevoted to the follow-up to the outcome of the special session on children, held in \nNew York from 11 to 13 December 2007,27 the outcome document, entitled “The \nfuture we want”, adopted at the United Nations Conference on Sustainable \nDevelopment, held in Rio de Janeiro, Brazil, from 20 to 22 June 2012,28 and the \noutcome document of the third Global Conference on Child Labour, held in Brasilia \nfrom 8 to 10 October 2013, and recalling also the World Congresses against Sexual \nExploitation of Children and Adolescents, the Global Action Programme on \nEducation for Sustainable Development29 and the World Education Forum 2015, held \nin Incheon, Republic of Korea, from 19 to 22 May 2015,  \n \nUnderscoring the importance of the implementation of the 2030 Agenda for \nSustainable Development30 in ensuring the enjoyment of the rights of the child,  \n \nWelcoming the work undertaken on a global compact on refugees and a global \ncompact for safe, orderly and regular migration, to be considered for adoption in \n2018, and recalling the importance of protecting the human rights and fundamental \nfreedoms of all refugee and migrant children, with the best interests of the child as a \nprimary consideration,  \n \nTaking note of the reports of the Secretary-General on progress made towards \nachieving the commitments set out in the outcome document of the twenty-seventh \nspecial session of the General Assembly31 and on the status of the Convention on the \nRights of the Child and the issues addressed in resolution 71/177,32 as well as the \nreport of the Special Representative of the Secretary-General on Violence against \nChildren,33 the report of the Special Representative of the Secretary-General for \nChildren and Armed Conflict34 and the joint report of the Special Rapporteur of the \nHuman Rights Council on the sale and sexual exploitation of children, including child \nprostitution, child pornography and other child sexual abuse material, and the Special \nRapporteur of the Council on trafficking in persons, especially women and children, 35 \nwhose recommendations should be carefully studied, taking fully into account the \nviews of Member States,  \n \nReaffirming that States have the primary responsibility to respect, promote and \nprotect all human rights and fundamental freedoms, including the rights of the child,  \n \nAcknowledging the important role played by national governmental and local \nstructures for children, including, where they exist, ministries and institutions in \ncharge of child, family and youth issues and independent ombudspersons for children \nor other national institutions for the promotion and protection of the rights of the \nchild,  \n \nRecognizing that the family has the primary responsibility for the nurturing and \nprotection of children, in the best interests of the child, and that children, for the full \nand harmonious development of their personality, should grow up in a family \nenvironment and in an atmosphere of happiness, love and understanding,  \n__________________ \n \n26  Resolution 41/128, annex. \n \n27  Resolution 62/88. \n \n28  Resolution 66/288, annex. \n \n29  See A/69/76, annex, enclosure 2. \n \n30  Resolution 70/1. \n \n31  A/72/208. \n \n32  A/72/356. \n \n33  A/72/275. \n \n34  A/72/276. \n \n35  A/72/164. \n\nA/RES/72/245 \nRights of the child\n \n17-23328 \n4/15 \n \n \nNoting with appreciation the work to promote and protect the rights of the child \ncarried out by all relevant organs, bodies, entities and organizations of the United \nNations system, within their respective mandates, by relevant mandate holders and \nspecial procedures of the United Nations and by relevant regional organizations, \nwhere appropriate, and intergovernmental organizations, and recognizing the \nvaluable role of national human rights institutions and civil society, including \nnon-governmental organizations,  \n \nNoting the convening of international, regional and national meetings aimed at \neliminating all forms of violence against children, including all violent punishment \nof children, and encouraging additional efforts in this regard, \n \nRecognizing \nthe \nimportance \nof \ninternational, \nregional \nand \nbilateral \nmulti-stakeholder partnerships and initiatives to advance the effective protection and \npromotion of the rights of the child and the elimination of violence against children, \nand in this regard taking note, inter alia, of the Global Partnership to End Violence \nagainst Children, the “High time to end violence against children” initiative, the \nTogether for Girls partnership, the Global Alliance to Eradicate Forced Labour, \nModern Slavery, Human Trafficking and Child Labour, the Global Youth Partnership \nfor the Sustainable Development Goals, the Global Partnership on Children with \nDisabilities, the Global Coalition to Protect Education from Attack, the WeProtect \nGlobal Alliance to combat online child sexual exploitation and the Global Alliance \nfor Reporting Progress on Promoting Peaceful, Just and Inclusive Societies, \n \nProfoundly concerned that the situation of children in many parts of the world \nremains critical, in an increasingly globalized environment, as a result of the \npersistence of poverty, social inequality, inadequate social and economic conditions, \npandemics, in particular HIV/AIDS, malaria, cholera and tuberculosis, fetal alcohol \nsyndrome and inherited addictions, non-communicable diseases, lack of access to safe \ndrinking water and sanitation, environmental damage, climate change, natural \ndisasters, armed conflict, foreign occupation, displacement, famine, violence, \nterrorism, abuse, all forms of exploitation, including the commercial sexual \nexploitation of children, such as for purposes of child prostitution, child pornography \nand other child sexual abuse material, child sex tourism and trafficking in children, \nincluding for purposes of labour and sexual exploitation, organ removal and the \ntransfer of organs of the child for profit, neglect, illiteracy, hunger, intolerance, \ndiscrimination, racism, xenophobia, gender inequality, inadequate protection and \ninadequate access to justice, and convinced that urgent and effective national and \ninternational action is called for,  \n \nProfoundly concerned also that the situation of children in many parts of the \nworld remains negatively affected by the prolonged effects of the world financial and \neconomic crisis, poverty and inequality, reaffirming that eradicating poverty in all its \nforms and dimensions, including extreme poverty, is the greatest global challenge and \nan indispensable requirement for sustainable development, recognizing its impact \nbeyond the socioeconomic context and the intrinsic interlinkage between poverty \neradication and the promotion of sustainable development, in this regard underlining \nthe importance of the implementation of the 2030 Agenda for Sustainable \nDevelopment, and recognizing that a strong focus is needed on poverty, deprivation \nand inequality to prevent and protect children from all forms of violence and to \npromote the resilience of children, their families and their communities,  \n \nProfoundly concerned further that children in many parts of the world remain \nnegatively affected by the impacts of climate change, including persistent drought \nand extreme weather events, land degradation, sea level rise, coastal erosion and \nocean acidification, which further threaten health, food security and efforts to \neradicate poverty and achieve sustainable development, and in this regard calling for \n\nRights of the child \nA/RES/72/245\n \n5/15 \n17-23328 \n \nthe implementation of the Paris Agreement36 adopted under the United Nations \nFramework Convention on Climate Change, \n \nExpressing deep concern that, despite the recognition of the right of the child to \nexpress her or his views freely on all matters affecting her or him, with her or his \nviews given due weight in accordance with the age and maturity of the child, children \nare still seldom seriously consulted and involved in such matters owing to a variety \nof constraints and impediments and that the full implementation of this right has yet \nto be fully realized,  \n \nDeeply concerned that children disproportionately suffer the consequences of \ndiscrimination, exclusion, inequality and poverty,  \n \nDeeply concerned also that approximately 5.6 million children under the age of \n5 die each year,37 mostly from preventable and treatable causes, owing to inadequate \nor lack of access to integrated and quality sexual, reproductive and maternal health-\ncare services, as well as newborn and child health care and services, early \nchildbearing and lack of access to health determinants, such as safe drinking water \nand sanitation, safe and adequate food and nutrition, including breastfeeding, and that \nmortality remains highest among children belonging to the poorest and most \nmarginalized communities,  \n \nRecognizing that the risk of maternal mortality is highest for girls under 15 years \nof age and that complications in pregnancy and childbirth are a leading cause of death \namong girls under 15 years of age in many countries,  \n \nExpressing concern that children with disabilities face stigmatization, \ndiscrimination or exclusion and are disproportionately subjected to mental and \nphysical violence and sexual abuse in all settings,  \n \nI \nImplementation of the Convention on the Rights of the Child and the \nOptional Protocols thereto \n \n \n1. \nReaffirms paragraphs 1 to 5 of its resolution 71/177 and 1 to 10 of its \nresolution 68/147 of 18 December 2013, urges States that have not yet done so to \nconsider acceding to the Convention on the Rights of the Child1 and to the Optional \nProtocols thereto2 as a matter of priority and to implement them effectively and fully, \nand encourages further efforts by the Secretary-General in this regard;  \n \n2. \nUrges States parties to withdraw reservations that are incompatible with \nthe object and purpose of the Convention or the Optional Protocols thereto and to \nconsider reviewing regularly other reservations with a view to withdrawing them in \naccordance with the Vienna Declaration and Programme of Action; 16 \n \nII \nPromotion and protection of the rights of the child and non-discrimination \nagainst children \n \n \n \nNon-discrimination \n \n \n3. \nReaffirms paragraphs 6 to 10 of its resolution 71/177 and 11 to 14 of its \nresolution 68/147, and calls upon States to ensure the enjoyment by all children of all \ntheir civil, political, economic, social and cultural rights without discrimination of \nany kind; \n__________________ \n \n36  See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n \n37  See United Nations Children’s Fund, “Levels and trends in child mortality, 2015” (available from \nwww.unicef.org/publications/files/Child_Mortality_Report_2015_Web_9_Sept_15.pdf). \n\nA/RES/72/245 \nRights of the child\n \n17-23328 \n6/15 \n \n \n \n \nRegistration, family relations, adoption and alternative care \n \n \n4. \nReaffirms paragraphs 11 and 12 of its resolution 71/177 and 15 to 19 of its \nresolution 68/147, and urges all States parties to intensify their efforts to comply with \ntheir obligations under the Convention on the Rights of the Child to preserve the \nidentity of children, including their nationality, name and family relations, as \nrecognized by law, to protect children in matters relating to birth registration, family \nrelations and adoption or other forms of alternative care, recognizing that every effort \nshould be directed to enabling children to remain in or swiftly return to the care of \ntheir parents or, when appropriate, other close family members and that, where \nalternative care is necessary, family and community-based care should be promoted \nover placement in institutions;  \n \n5.  \nCalls upon States to take all measures necessary to prevent and combat \nillegal adoptions and all adoptions that are not in the best interests of the child; \n \n \n \nEconomic and social well-being of children \n \n \n6. \nReaffirms paragraphs 13 to 15 of its resolution 71/177 and 20 to 29 of its \nresolution 68/147, calls upon all States and the international community to create an \nenabling environment in which the well-being of the child is ensured, including by \nstrengthening international cooperation in this field and by implementing their \ncommitments, including the Sustainable Development Goals, 30 and reaffirms that \ninvestment in children, especially for early childhood development, has high \neconomic and social returns and that all related efforts to ensure that resources \nallocated and spent for children, especially on children’s education and health, should \nserve as a means for the fulfilment of the rights of the child;  \n \n \n \nChild labour \n \n \n7. \nReaffirms paragraphs 16 to 18 of its resolution 71/177 and 30 to 33 of its \nresolution 68/147, urges States to take immediate and effective measures to secure \nthe prohibition and elimination of the worst forms of child labour and to end child \nlabour in all its forms, by 2025 at the latest, and to promote education as a key \nstrategy, in this regard notes the convening of the Global Conference on the Sustained \nEradication of Child Labour in Buenos Aires from 14 to 16 November 2017, and urges \nStates to continue to promote the engagement of all sectors of society in creating an \nenabling environment for the eradication of child labour; \n \n \n \nPromoting and protecting the rights of children, including children \nin particularly difficult situations \n \n \n8. \nReaffirms paragraphs 26 to 28 of its resolution 71/177 and 40 to 48 of its \nresolution 68/147, and calls upon all States to promote and protect all human rights \nof all children and to implement evidence-based programmes and measures that \nprovide them with special protection and assistance, including access to inclusive and \nequitable quality education, health care and social services; \n \n \n \nMigrant children \n \n \n9. \nReaffirms paragraphs 40 to 87 of its resolution 71/177, and calls upon \nStates to effectively promote and protect the human rights and fundamental freedoms \nof all children affected by migration, regardless of their migration status, and to \naddress international migration through international, regional or bilateral \ncooperation and dialogue and through a comprehensive and balanced approach, while \nrecognizing the roles and responsibilities of countries of origin, transit and destination \n\nRights of the child \nA/RES/72/245\n \n7/15 \n17-23328 \n \nin promoting and protecting the human rights of all children affected by migration \nand in avoiding approaches that might aggravate their vulnerability;  \n \n10. Expresses the commitment to protect the human rights of migrant children, \ngiven their vulnerability, in particular unaccompanied migrant children, to ensure that \nthey receive appropriate protection and assistance and to provide for their health, \neducation and psychosocial development, ensuring that the best interests of the child \nare a primary consideration in policies on integration, return and family reunification; \n \n \n \nChildren and the administration of justice \n \n \n11. \nReaffirms paragraphs 29 to 31 of its resolution 71/177 and 49 to 57 of its \nresolution 68/147, and calls upon all States to respect and protect the rights of child \nvictims and witnesses and children alleged to have infringed or recognized as having \ninfringed penal law, as well as children of persons alleged to have infringed or \nrecognized as having infringed penal law, and to ensure that the arrest, detention or \nimprisonment of a child should be in conformity with the law and should be used only \nas a measure of last resort and for the shortest appropriate period of time;  \n \n12. Encourages continued regional and cross-regional efforts, the sharing of \nbest practices and the provision of technical assistance in the field of juvenile justice; \n \n \n \nPrevention and eradication of the sale of children, child prostitution \nand child pornography \n \n \n13. Reaffirms paragraphs 32 of its resolution 71/177 and 58 of its resolution \n68/147, and calls upon all States to prevent, criminalize, prosecute and punish all \nforms of the sale and trafficking of children, including for the purposes of removal of \norgans of the child, child slavery, forced labour and the sexual exploitation of \nchildren, including child prostitution and child pornography and other child sexual \nabuse material, with the aim of eradicating those practices, including when \nperpetrated using the Internet and other information and communications \ntechnologies, to combat the existence of a market that encourages such criminal \npractices and take measures to eliminate the demand that fosters them, as well as \naddressing the rights and needs of victims effectively, including universal access to \ncomprehensive social, physical and mental health and legal services, without \ndiscrimination of any kind, and counselling for all victims to ensure their full recovery \nand reintegration into society, and to take effective measures against the \ncriminalization of children who are victims of exploitation; \n \n \n \nChildren affected by armed conflict \n \n \n14. Reaffirms paragraphs 33 to 39 of its resolution 71/177 and 59 to 70 of its \nresolution 68/147, condemns in the strongest terms all violations and abuses \ncommitted against children in armed conflict, and in this regard urges all States and \nother parties to armed conflict that are engaged, in contravention of applicable \ninternational law, in the recruitment and use of children, in patterns of killing and \nmaiming of children and/or rape and other sexual violence against children, \nacknowledging that sexual violence in these situations disproportionately affects \ngirls, but that boys are also targets, in recurrent attacks on schools and/or hospitals \nand related personnel, and in patterns of abduction of children, as well as in all other \nviolations and abuses against children, to take time-bound and effective measures to \nend and prevent them, and to encourage age- and gender-specific support services, \nincluding psychological, social and sexual and reproductive health-care services and \nreintegration programmes, and notes in this regard the adoption of Security Council \nresolution 2225 (2015) of 18 June 2015;  \n\nA/RES/72/245 \nRights of the child\n \n17-23328 \n8/15 \n \n \n15. Underlines that the needs of children, including rehabilitation and \nreintegration, should be fully considered in post-conflict and peacebuilding \nprogrammes and that the promotion and protection of the rights of children affected \nby armed conflict is crucial to break cycles of violence and prevent recurring \nconflicts; \n \n16. Calls upon States to protect children affected by armed conflict, in \nparticular from violations of international humanitarian law and human rights law, \nand to ensure that they receive timely, effective humanitarian assistance, noting the \nefforts taken to end impunity by ensuring accountability and punishing perpetrators, \nand calls upon the international community to hold those responsible for violations \naccountable, inter alia, through the International Criminal Court;  \n \n17. Calls upon States and regional and subregional organizations to \nmainstream the rights of the child into relevant activities in conflict and post-conflict \nsituations with the aim of promoting peace and preventing and resolving conflict, as \nwell as negotiating and implementing peace agreements and arrangements negotiated \nby parties to armed conflict;  \n \n18. Recalls that 2016 marked the twentieth anniversary of the adoption of \nresolution 51/77 of 12 December 1996, by which the mandate of the Special \nRepresentative of the Secretary-General for Children and Armed Conflict was \ncreated, welcomes its achievements in protecting children affected by armed conflict, \nunderlines the need for the Office of the Special Representative of the Secretary-\nGeneral, in cooperation with States, United Nations bodies and agencies, regional \norganizations and especially subregional organizations, to enhance its public \nawareness activities, including by collecting, assessing and disseminating best \npractices and lessons learned, in accordance with the existing mandate, and notes with \nappreciation the efforts of the Secretary-General and United Nations bodies to \nimplement the monitoring and reporting mechanism on children and armed conflict; \n \nIII \nViolence against children \n \n \n19. Recalls article 19 of the Convention on the Rights of the Child, in which \nStates parties are required to take all appropriate legislative, administrative, social \nand educational measures to protect the child from all forms of physical or mental \nviolence, injury or abuse, neglect or negligent treatment, maltreatment or \nexploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) \nor any other person who has the care of the child;  \n \n20. Also recalls the United Nations study on violence against children \nsubmitted to the General Assembly in 2006,38 and notes with appreciation the efforts \nof the Special Representative of the Secretary-General on Violence against Children \nin continuing to mainstream the study recommendations in the international, regional \nand national agendas; \n \n21. Expresses deep concern at the fact that every five minutes a child dies as \na result of violence and that globally 1 billion children, between 2 and 17 years of \nage, experience physical, sexual, emotional or multiple types of violence, with an \nestimated 120 million girls and 73 million boys having been the victims of sexual \nviolence at some point in their lives; \n \n22. Condemns all forms of violence against children in all settings, including \nphysical, mental, psychological and sexual violence, torture and other cruel, inhuman \nor degrading treatment, child abuse and exploitation, hostage-taking, domestic \n__________________ \n \n38  A/61/299. \n\nRights of the child \nA/RES/72/245\n \n9/15 \n17-23328 \n \nviolence, incest, trafficking in or sale of children and their organs, paedophilia, child \nprostitution, child pornography, child sex tourism, gang and armed violence, sexual \nexploitation of children online, bullying, including cyberbullying, and harmful \npractices, and urges States to strengthen efforts to prevent and protect children from \nall such violence through a comprehensive approach and to develop a multifaceted \nand systematic framework, which is integrated into national planning processes, to \nrespond to violence against children; \n \n23. Calls upon all States to implement the commitment to end abuse, \nexploitation, trafficking and all forms of violence against and torture of children, as \nset out in the 2030 Agenda for Sustainable Development;  \n \n24. Urges all States to exercise leadership to end all forms of violence against \nchildren in all settings and to support advocacy in this regard at all levels, including \nat the local, national, regional and international levels, and by all sectors, especially \nby political, community and religious leaders, as well as the public and private \nsectors, the media and civil society; \n \n25. Requests relevant entities, agencies, funds and programmes of the United \nNations system, in particular those that are members of the Inter-Agency Working \nGroup on Violence against Children, to continue to explore ways and means, within \ntheir respective mandates, by which they can contribute more effectively to \npreventing and responding to all forms of violence against children; \n \n26. Expresses support for the work of the Special Representative of the \nSecretary-General on Violence against Children, recognizes the progress achieved \nsince the establishment of her mandate in promoting the prevention and elimination \nof all forms of violence against children in all regions and in advancing the \nimplementation of the recommendations of the United Nations study on violence \nagainst children, including through her regional and thematic consultations and field \nmissions and thematic reports addressing emerging concerns, and in this regard takes \nnote of the recent reports entitled Ending the Torment: Tackling Bullying from the \nSchoolyard to Cyberspace,39 Protecting Children Affected by Armed Violence in the \nCommunity40 and Safeguarding the Rights of Girls in the Criminal Justice System: \nPreventing Violence, Stigmatization and Deprivation of Liberty;41  \n \n27. Notes \nthe \nconsolidated \npartnerships \npromoted \nby \nthe \nSpecial \nRepresentative of the Secretary-General on Violence against Children, including the \nplatform for dialogue and communication initiated and led by the Special \nRepresentative with regional organizations and institutions, to share knowledge and \ngood practices, coordinate efforts, enhance synergies, identify trends and contribute \nto accelerating progress in protecting children from violence;  \n \n28. Urges all States to address the gender dimension of all forms of violence \nagainst children and incorporate a gender perspective in all policies adopted and \nactions taken to protect children against all forms of violence and harmful practices, \nincluding child, early and forced marriage and female genital mutilation, \nacknowledging that girls and boys face varying risks from different forms of violence \nat different ages and in different situations, including in schools;  \n \n29. Stresses the importance of taking an integrated and multifaceted approach \nbased on the rights and well-being of children, and the best interests of the child as a \nprimary consideration, when designing and implementing measures to protect \nchildren from all forms of violence; \n__________________ \n \n39  United Nations publication, Sales No. E.16.I.14. \n \n40  Ibid., Sales No. E.16.I.15. \n \n41  Ibid., Sales No. E.15.I.10. \n\nA/RES/72/245 \nRights of the child\n \n17-23328 \n10/15 \n \n \n30. Emphasizes that no child should be left behind and that States should pay \nparticular attention to the protection of children who are marginalized or are in \nvulnerable situations or who face stigmatization, discrimination or exclusion and \nshould ensure the enjoyment of all their human rights, without discrimination of any \nkind; \n \n31. Urges all States to strengthen international cooperation and mutual \nassistance to prevent and protect children from all forms of violence and to end \nimpunity for crimes against children; \n \n32. Encourages States to consider accession to or ratification of The Hague \nConvention on Jurisdiction, Applicable Law, Recognition, Enforcement and \nCooperation in respect of Parental Responsibility and Measures for the Protection of \nChildren, of 19 October 1996;42  \n \n33. Recalls the importance of actively engaging with children and respecting \ntheir views in all aspects of prevention, response and monitoring of violence against \nthem, taking into account article 12 of the Convention on the Rights of the Child; \n \n34. Expresses its concern about situations of violence in communities \nworldwide, including violence linked to illegal arms trade, organized crime, drug-\nrelated crime and gang-related violence, putting the well-being and security of \nchildren at severe risk; \n \n35. Recognizes that there has been significant progress at the international, \nregional and national levels in addressing violence against children since the \nsubmission of the United Nations study on violence against children, and calls upon \nall States to maintain and enhance their efforts to protect children from all forms of \nviolence, in particular: \n \n(a) \nTo take effective and appropriate legislative and other measures to \nprohibit, prevent and eliminate all forms of violence against children in all settings, \nincluding harmful practices in all situations, and to strengthen international, national \nand local cooperation and mutual assistance in this regard;  \n \n(b) \nTo respect fully the rights, human dignity and physical integrity of children \nand to prevent and address any psychological, mental, physical or sexual violence or \nany other humiliating or degrading treatment or punishment; \n \n(c) \nTo give priority attention to the prevention of all forms of violence against \nchildren and to addressing its underlying causes and its gender dimension through a \nsystematic, comprehensive and multifaceted approach, recognizing that witnessing \nviolence, including domestic violence, also causes harm to children;  \n \n(d) \nTo develop a well-coordinated and well-resourced national strategy for the \nprevention and elimination of all forms of violence against children, including \nmeasures aimed at, inter alia, raising awareness, building the capacity of professionals \nworking with and for children, supporting effective parenting programmes, fostering \nresearch, collecting data on the incidence of violence against children and developing \nand implementing appropriate national monitoring tools to periodically assess \nprogress; \n \n(e) \nTo end impunity for perpetrators of crimes against children, to undertake \nthorough and prompt investigations of all acts of violence against children and to \nprosecute such acts of violence and impose appropriate penalties, recognizing that \npersons convicted of violent offences against children, including sexual abuse, who \n__________________ \n \n42  United Nations, Treaty Series, vol. 2204, No. 39130. \n\nRights of the child \nA/RES/72/245\n \n11/15 \n17-23328 \n \ncontinue to pose a risk of harm to children should be prevented from working with \nchildren;  \n \n(f) \nTo protect children from all forms of violence or abuse in all settings by \nall those who work with and for children, including in educational settings, in \nalternative care and residential care settings, and in international development \nactivities and humanitarian relief work, as well as by government officials, such as \nthe police, law enforcement authorities, employees and officials in detention centres \nor welfare institutions and health-care personnel;  \n \n(g) \nTo establish and develop safe, well-publicized, confidential and accessible \nmechanisms to enable children or their representatives to seek counselling, to report \nviolence against children and file complaints on incidents of violence and to ensure \nthat children have access to such mechanisms; \n \n(h) \nTo develop coherent and coordinated protection systems and to provide \nuniversal access to quality comprehensive social, physical and mental health, \nincluding sexual and reproductive health, and legal and counselling services for all \nvictims and survivors, to ensure their full recovery and reintegration into society, and \nto strengthen social welfare systems and effective service delivery for children \naffected by violence, in particular in the justice, education and health sectors;  \n \n(i) \nTo strive to change attitudes that condone or normalize any form of \nviolence against children, including cruel, inhuman or degrading forms of discipline, \nharmful practices and all forms of sexual violence; \n \n(j) \nTo continue to promote and invest in education, including as a long-term \nand lifelong process, by which everyone learns tolerance and respect for the dignity \nof others and the means and methods of ensuring such respect in all societies; \n \n(k) \nTo accelerate efforts to scale up scientifically accurate age-appropriate \ncomprehensive education, relevant to cultural contexts, that provides adolescent girls \nand boys, young women and men, in and out of school, consistent with their evolving \ncapacities, and with appropriate direction and guidance from parents and legal \nguardians, with information on sexual and reproductive health, gender equality and \nwomen’s empowerment, human rights, physical, psychological and pubertal \ndevelopment and power in relationships between women and men, to enable them to \nbuild self-esteem and informed decision-making, communication and risk reduction \nskills and develop respectful relationships, in full partnership with young people, \nparents, legal guardians, caregivers, educators and health-care providers in order to \nprotect them from violence; \n \n36. Expresses concern at the persistent and growing challenges to eliminating \nall forms of violence against children, and urges States to intensify their efforts in this \nregard, and in particular: \n \n(a) \nTo adopt and strengthen, as appropriate, clear and comprehensive \nmeasures, including, where required, legislation, that seek to prevent and protect \nchildren from bullying and provide for safe and child-sensitive counselling and \nreporting procedures and safeguards for the rights of affected children; \n \n(b) \nTo strengthen the capacities of schools in early detection and response to \nprevent and respond to bullying, including cyberbullying, in particular initiatives to \nmobilize support to prevent and address this phenomenon, and to ensure that children \nare informed of any existing public policies to secure their protection; \n \n(c) \nTo take measures to promote constructive and positive forms of discipline \nand child development approaches in all settings, including the home, schools and \nother educational settings, and throughout care and justice systems, and to work \n\nA/RES/72/245 \nRights of the child\n \n17-23328 \n12/15 \n \ntowards the elimination of all forms of violence against children, including violent \nforms of discipline; \n \n(d) \nTo adopt all appropriate measures to ensure that school discipline is \nadministered in a manner consistent with the child’s human dignity and human rights \nby taking all appropriate legislative, administrative, social and educational measures, \nin accordance with the best interests of the child, to protect the child from all forms \nof physical or psychological violence, injury or abuse, neglect or negligent treatment, \nmaltreatment or exploitation, including sexual abuse in schools, and in this context to \ntake measures to promote non-violent forms of discipline in schools; \n \n(e) \nTo accelerate efforts to develop, review and strengthen inclusive and \ngender-responsive policies, including by allocating adequate resources, to address the \nstructural and underlying causes of violence against girls, to overcome gender \nstereotypes and negative social norms, to encourage the media to examine the impact \nof \ngender-role \nstereotypes, \nincluding \nthose \nperpetuated \nby \ncommercial \nadvertisements, that foster gender-based violence, sexual exploitation and \ninequalities, to promote zero tolerance for such violence and to remove the stigma of \nbeing a victim and survivor of violence, thus creating an enabling and accessible \nenvironment where girls can easily report incidents of violence and make use of the \nservices available, including protection and assistance programmes; \n \n(f) \nTo fully engage men and boys as agents and beneficiaries of change in the \nachievement of gender equality and the empowerment of women and girls and as \nallies in the prevention and elimination of violence against women and girls, \nincluding domestic violence; \n \n(g) \nTo condemn all harmful practices that affect girls, in particular female \ngenital mutilation, whether committed within or outside a medical institution, and to \ntake all measures necessary, especially through educational campaigns, including \nenacting and enforcing legislation, to prohibit female genital mutilation and to protect \ngirls from this form of violence, and to hold perpetrators to account; \n \n(h) \nTo enact, enforce and uphold laws and policies aimed at preventing and \nending child, early and forced marriage and protecting those at risk, to ensure that \nmarriage is entered into only with the informed, free and full consent of the intending \nspouses and to amend relevant laws and policies to remove any provision that enables \nperpetrators of rape, sexual abuse or abduction to escape prosecution and punishment \nby marrying their victims; \n \n(i) \nTo take all measures necessary to ensure the full enjoyment by children \nwith disabilities of all human rights and fundamental freedoms, on an equal basis with \nother children, to adopt, implement and strengthen appropriate policies and \nprogrammes designed to address their needs, with a focus on ending violence against \nchildren with disabilities, to ensure that programmes aimed at violence prevention \nand victim support are inclusive and accessible to children with disabilities, including \nby providing information in accessible formats, and to mainstream disability issues \nin training and information provided to professionals working on addressing violence \nagainst children; \n \n(j) \nTo enact and enforce the necessary legislative or other measures, in \ncooperation with relevant stakeholders, including the private sector and the media, to \nprevent the distribution over the Internet of child pornography, including depictions \nof child sexual abuse, ensuring that adequate mechanisms are in place to enable the \nreporting and removal of such material and that its creators, distributors and collectors \nare prosecuted, as appropriate, while working towards ensuring that the opportunities \nprovided by information and communications technologies in the lives of children, as \ntools for learning, socialization, expression, inclusion and fulfilment of their rights \n\nRights of the child \nA/RES/72/245\n \n13/15 \n17-23328 \n \nand fundamental freedoms, such as the right to education, the right to freedom of \nexpression, the freedom to seek, receive and impart information and the right to \nexpress their views freely, are used to their fullest; \n \n(k) \nTo ensure the legal protection of children from sexual abuse and \nexploitation online and to define it legally, in accordance with international human \nrights law and obligations, to criminalize all relevant conduct related to the sexual \nexploitation of children online and offline and to ensure that all those in the whole \nchain of individuals involved in or attempting to commit such criminal activities are \nheld accountable and brought to justice in order to fight impunity, taking into account \nthe multi-jurisdictional and transnational nature of child sexual exploitation and abuse \nperpetrated online through information and communications technologies; \n \n(l) \nTo protect children deprived of their liberty from torture and other cruel, \ninhuman or degrading treatment or punishment, to ensure that, if they are arrested, \ndetained or imprisoned, children are provided with prompt access to legal and other \nappropriate assistance, as well as the right to challenge the legality of the deprivation \nof their liberty before a court or other competent, independent and impartial authority, \nand to a prompt decision on any such action, that, from the moment they are arrested, \nchildren will have the right to maintain contact with their family through \ncorrespondence and visits, save in exceptional circumstances, that no child is \nsentenced or subjected to forced labour or corporal punishment or deprived of access \nto and the provision of health care and services, hygiene and environmental sanitation, \nnutritious food, education, basic instruction and vocational training, access to safe, \nconfidential, independent mechanisms to report on violence and that the conditions \nin such settings are regularly and effectively monitored, and to undertake prompt \ninvestigations of all reported acts of violence and ensure that perpetrators are held \naccountable;  \n \n(m) To consider taking measures for the dissemination and implementation of \nthe United Nations Model Strategies and Practical Measures on the Elimination of \nViolence against Children in the Field of Crime Prevention and Criminal Justice, 43 \nand invites relevant United Nations actors to support Member States, where \nappropriate, to this end through concerted efforts; \n \n(n)  To improve the situation of children living in poverty, in particular extreme \npoverty, deprived of adequate food and nutrition, water and sanitation facilities, with \nlimited or no access to basic physical and mental health-care services, shelter, \neducation, participation and protection, taking into account that, while a severe lack \nof goods and services hurts every human being, it is particularly threatening and \nharmful to children, leaving them unable to enjoy their rights, to reach their full \npotential and to participate as a full member of society, and exposed to conditions that \nlead to increased violence; \n \n(o) \nTo ensure that the best interests of the child are a primary consideration in \nall decisions and actions concerning children, underlining that migrant children, \nincluding undocumented and unaccompanied children, regardless of migratory status, \nshould be rapidly assigned a legal guardian when unaccompanied and be provided \nwith effective protection from discrimination and from violence, as well as with \naccess to due process in all legal and administrative proceedings affecting them, \nincluding for the determination of their age and legal status, and in this context \nreaffirms paragraphs 66 and 67 of its resolution 71/177; \n \n(p) \nTo devise, enforce and strengthen effective gender- and age-sensitive \nmeasures to combat and eliminate all forms of trafficking in children, including for \nsexual exploitation and forced labour, as part of a comprehensive anti-trafficking \n__________________ \n \n43  Resolution 69/194, annex. \n\nA/RES/72/245 \nRights of the child\n \n17-23328 \n14/15 \n \nstrategy that integrates a human rights perspective, and to draw up, as appropriate, \nnational action plans in this regard;  \n \n(q) \nTo strengthen measures to eliminate the demand for child sex tourism and \nto ensure the effective protection of children from exploitation through all possible \npreventive actions, including legislative measures and other relevant policies and \nprogrammes; \n \n(r) \nTo protect the child against all other forms of exploitation prejudicial to \nany aspect of the child’s welfare; \n \n(s) \nTo continue to seek to prevent, respond to, investigate and prosecute \nviolations and abuses against children in humanitarian emergencies, to strengthen \nsupport services for children affected by humanitarian emergencies, including those \nwho have experienced violations and abuses, and to call for a more effective response \nin that regard; \n \n(t) \nTo invest in the development and implementation of data systems to \nmonitor violence against children and track progress and to promote, where possible, \ninnovation in the area of data collection and monitoring, including using benchmarks \nand indicators, to ensure access to reliable disaggregated data; \n \n(u) \nTo encourage and support the private sector, including the corporate sector, \nto put in place policies and processes, appropriate to their size and circumstances, that \nensure that their activities do not cause or contribute to violence against and \nexploitation of children; \n \n(v) \nTo support the work of the independent expert for the global study on the \nsituation of children deprived of their liberty; \n \nIV \nFollow-up \n \n \n37. Recalls paragraph 52 (d) of its resolution 69/157 of 18 December 2014, in \nwhich it invited the Secretary-General to commission an in-depth global study on \nchildren deprived of their liberty, to be funded through voluntary contributions, also \nrecalls paragraph 88 of its resolution 71/177, in this regard encourages Member States \nand United Nations agencies, funds, programmes and offices, as well as other relevant \nstakeholders, to contribute to and support the elaboration of the study, and invites the \ndesignated independent expert to update Member States at its seventy-third session \non the progress made and to submit a final report to the General Assembly at its \nseventy-fourth session;  \n \n38. Welcomes the appointment of Virginia Gamba as the Special \nRepresentative of the Secretary-General for Children and Armed Conflict, pursuant \nto General Assembly resolutions 51/77 and 60/231 of 23 December 2005, and \nrecognizes the progress achieved since the establishment of the mandate of the \nSpecial Representative, as extended by the Assembly in its resolution 69/157; \n \n39. Recognizes the work of the Office of the Special Representative of the \nSecretary-General for Children and Armed Conflict, its increased level of work and \nthe progress achieved since the establishment of the mandate of the Special \nRepresentative, and, bearing in mind its resolution 63/241 of 24 December 2008 and \nparagraphs 35 to 37 of its resolution 51/77, recommends that the Secretary-General \nextend the mandate of the Special Representative for a further period of three years;  \n \n40. Decides:  \n \n(a) \nTo request the Secretary-General to submit to the General Assembly at its \nseventy-third session a comprehensive report on the rights of the child containing \n\nRights of the child \nA/RES/72/245\n \n15/15 \n17-23328 \n \ninformation on the status of the Convention on the Rights of the Child and on the \nimplementation of the priority themes of the resolution entitled “Rights of the child”, \nadopted at its sixty-ninth to seventy-second sessions, including progress that has been \nachieved and challenges that still remain, taking into account information provided \nby Member States;  \n \n(b) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict to continue to submit reports to the General Assembly \nand the Human Rights Council on the activities undertaken in the fulfilment of her \nmandate, including information on her field visits and on the progress achieved and \nthe challenges remaining on the children and armed conflict agenda;  \n \n(c) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict to increase her engagement with States, United Nations \nbodies and agencies, regional organizations and especially subregional organizations \nand to increase public awareness activities, including by collecting, assessing and \ndisseminating best practices and lessons learned, in accordance with the existing \nmandate; \n \n(d) \nTo request the Special Representative of the Secretary-General on \nViolence against Children to continue to submit annual reports to the General \nAssembly and the Human Rights Council on the activities undertaken in the fulfilment \nof her mandate, consistent with paragraphs 58 and 59 of its resolution 62/141 of \n18 December 2007, including information on her field visits and on the progress \nachieved and the challenges remaining on the violence against children agenda;  \n \n(e) \nTo request the Special Rapporteur of the Human Rights Council on the \nsale and sexual exploitation of children, including child prostitution, child \npornography and other child sexual abuse material, to continue to submit reports to \nthe General Assembly and the Council on the activities undertaken in the fulfilment \nof her mandate, including information on her field visits and on the progress achieved \nand the challenges remaining in the prevention and eradication of the sale of children, \nchild prostitution and child pornography and the sexual exploitation and abuse of \nchildren, including in the context of the implementation of the 2030 Agenda, as \nmandated by the Council in paragraph 32 of its resolution 34/16 of 24 March 2017;44  \n \n(f) \nTo invite the Chair of the Committee on the Rights of the Child to present \nan oral report on the work of the Committee and to engage in an interactive dialogue \nwith the General Assembly at its seventy-third session as a way to enhance \ncommunication between the Assembly and the Committee;  \n \n(g) \nTo continue its consideration of the question at its seventy-third session \nunder the item entitled “Promotion and protection of the rights of children”.  \n \n76th plenary meeting  \n24 December 2017 \n \n__________________ \n \n44  See Official Records of the General Assembly, Seventy-second Session, Supplement No. 53 \n(A/72/53), chap. IV, sect. A. \n",
  "paragraphs": {
    "1": "Reaffirms paragraphs 1 to 5 of its resolution 71/177 and 1 to 10 of its resolution 68/147 of 18 December 2013, urges States that have not yet done so to consider acceding to the Convention on the Rights of the Child1 and to the Optional Protocols thereto2 as a matter of priority and to implement them effectively and fully, and encourages further efforts by the Secretary-General in this regard;",
    "2": "Urges States parties to withdraw reservations that are incompatible with the object and purpose of the Convention or the Optional Protocols thereto and to consider reviewing regularly other reservations with a view to withdrawing them in accordance with the Vienna Declaration and Programme of Action; 16 II Promotion and protection of the rights of the child and non-discrimination against children Non-discrimination",
    "3": "Reaffirms paragraphs 6 to 10 of its resolution 71/177 and 11 to 14 of its resolution 68/147, and calls upon States to ensure the enjoyment by all children of all their civil, political, economic, social and cultural rights without discrimination of any kind; Registration, family relations, adoption and alternative care",
    "4": "Reaffirms paragraphs 11 and 12 of its resolution 71/177 and 15 to 19 of its resolution 68/147, and urges all States parties to intensify their efforts to comply with their obligations under the Convention on the Rights of the Child to preserve the identity of children, including their nationality, name and family relations, as recognized by law, to protect children in matters relating to birth registration, family relations and adoption or other forms of alternative care, recognizing that every effort should be directed to enabling children to remain in or swiftly return to the care of their parents or, when appropriate, other close family members and that, where alternative care is necessary, family and community-based care should be promoted over placement in institutions;",
    "5": "Calls upon States to take all measures necessary to prevent and combat illegal adoptions and all adoptions that are not in the best interests of the child; Economic and social well-being of children",
    "6": "Reaffirms paragraphs 13 to 15 of its resolution 71/177 and 20 to 29 of its resolution 68/147, calls upon all States and the international community to create an enabling environment in which the well-being of the child is ensured, including by strengthening international cooperation in this field and by implementing their commitments, including the Sustainable Development Goals, 30 and reaffirms that investment in children, especially for early childhood development, has high economic and social returns and that all related efforts to ensure that resources allocated and spent for children, especially on children’s education and health, should serve as a means for the fulfilment of the rights of the child; Child labour",
    "7": "Reaffirms paragraphs 16 to 18 of its resolution 71/177 and 30 to 33 of its resolution 68/147, urges States to take immediate and effective measures to secure the prohibition and elimination of the worst forms of child labour and to end child labour in all its forms, by 2025 at the latest, and to promote education as a key strategy, in this regard notes the convening of the Global Conference on the Sustained Eradication of Child Labour in Buenos Aires from 14 to 16 November 2017, and urges States to continue to promote the engagement of all sectors of society in creating an enabling environment for the eradication of child labour; Promoting and protecting the rights of children, including children in particularly difficult situations",
    "8": "Reaffirms paragraphs 26 to 28 of its resolution 71/177 and 40 to 48 of its resolution 68/147, and calls upon all States to promote and protect all human rights of all children and to implement evidence-based programmes and measures that provide them with special protection and assistance, including access to inclusive and equitable quality education, health care and social services; Migrant children",
    "9": " in promoting and protecting the human rights of all children affected by migration and in avoiding approaches that might aggravate their vulnerability;",
    "10": "Expresses the commitment to protect the human rights of migrant children, given their vulnerability, in particular unaccompanied migrant children, to ensure that they receive appropriate protection and assistance and to provide for their health, education and psychosocial development, ensuring that the best interests of the child are a primary consideration in policies on integration, return and family reunification; Children and the administration of justice",
    "11": "Reaffirms paragraphs 29 to 31 of its resolution 71/177 and 49 to 57 of its resolution 68/147, and calls upon all States to respect and protect the rights of child victims and witnesses and children alleged to have infringed or recognized as having infringed penal law, as well as children of persons alleged to have infringed or recognized as having infringed penal law, and to ensure that the arrest, detention or imprisonment of a child should be in conformity with the law and should be used only as a measure of last resort and for the shortest appropriate period of time;",
    "12": "Encourages continued regional and cross-regional efforts, the sharing of best practices and the provision of technical assistance in the field of juvenile justice; Prevention and eradication of the sale of children, child prostitution and child pornography",
    "13": "Reaffirms paragraphs 32 of its resolution 71/177 and 58 of its resolution 68/147, and calls upon all States to prevent, criminalize, prosecute and punish all forms of the sale and trafficking of children, including for the purposes of removal of organs of the child, child slavery, forced labour and the sexual exploitation of children, including child prostitution and child pornography and other child sexual abuse material, with the aim of eradicating those practices, including when perpetrated using the Internet and other information and communications technologies, to combat the existence of a market that encourages such criminal practices and take measures to eliminate the demand that fosters them, as well as addressing the rights and needs of victims effectively, including universal access to comprehensive social, physical and mental health and legal services, without discrimination of any kind, and counselling for all victims to ensure their full recovery and reintegration into society, and to take effective measures against the criminalization of children who are victims of exploitation; Children affected by armed conflict",
    "14": "",
    "15": "Underlines that the needs of children, including rehabilitation and reintegration, should be fully considered in post-conflict and peacebuilding programmes and that the promotion and protection of the rights of children affected by armed conflict is crucial to break cycles of violence and prevent recurring conflicts;",
    "16": "Calls upon States to protect children affected by armed conflict, in particular from violations of international humanitarian law and human rights law, and to ensure that they receive timely, effective humanitarian assistance, noting the efforts taken to end impunity by ensuring accountability and punishing perpetrators, and calls upon the international community to hold those responsible for violations accountable, inter alia, through the International Criminal Court;",
    "17": "Calls upon States and regional and subregional organizations to mainstream the rights of the child into relevant activities in conflict and post-conflict situations with the aim of promoting peace and preventing and resolving conflict, as well as negotiating and implementing peace agreements and arrangements negotiated by parties to armed conflict;",
    "18": "Recalls that 2016 marked the twentieth anniversary of the adoption of resolution 51/77 of 12 December 1996, by which the mandate of the Special Representative of the Secretary-General for Children and Armed Conflict was created, welcomes its achievements in protecting children affected by armed conflict, underlines the need for the Office of the Special Representative of the Secretary- General, in cooperation with States, United Nations bodies and agencies, regional organizations and especially subregional organizations, to enhance its public awareness activities, including by collecting, assessing and disseminating best practices and lessons learned, in accordance with the existing mandate, and notes with appreciation the efforts of the Secretary-General and United Nations bodies to implement the monitoring and reporting mechanism on children and armed conflict; III Violence against children",
    "19": "Recalls article 19 of the Convention on the Rights of the Child, in which States parties are required to take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child;",
    "20": "Also recalls the United Nations study on violence against children submitted to the General Assembly in 2006,38 and notes with appreciation the efforts of the Special Representative of the Secretary-General on Violence against Children in continuing to mainstream the study recommendations in the international, regional and national agendas;",
    "21": "Expresses deep concern at the fact that every five minutes a child dies as a result of violence and that globally 1 billion children, between 2 and 17 years of age, experience physical, sexual, emotional or multiple types of violence, with an estimated 120 million girls and 73 million boys having been the victims of sexual violence at some point in their lives;",
    "22": "Condemns all forms of violence against children in all settings, including physical, mental, psychological and sexual violence, torture and other cruel, inhuman or degrading treatment, child abuse and exploitation, hostage-taking, domestic violence, incest, trafficking in or sale of children and their organs, paedophilia, child prostitution, child pornography, child sex tourism, gang and armed violence, sexual exploitation of children online, bullying, including cyberbullying, and harmful practices, and urges States to strengthen efforts to prevent and protect children from all such violence through a comprehensive approach and to develop a multifaceted and systematic framework, which is integrated into national planning processes, to respond to violence against children;",
    "23": "Calls upon all States to implement the commitment to end abuse, exploitation, trafficking and all forms of violence against and torture of children, as set out in the 2030 Agenda for Sustainable Development;",
    "24": "Urges all States to exercise leadership to end all forms of violence against children in all settings and to support advocacy in this regard at all levels, including at the local, national, regional and international levels, and by all sectors, especially by political, community and religious leaders, as well as the public and private sectors, the media and civil society;",
    "25": "Requests relevant entities, agencies, funds and programmes of the United Nations system, in particular those that are members of the Inter-Agency Working Group on Violence against Children, to continue to explore ways and means, within their respective mandates, by which they can contribute more effectively to preventing and responding to all forms of violence against children;",
    "26": "Expresses support for the work of the Special Representative of the Secretary-General on Violence against Children, recognizes the progress achieved since the establishment of her mandate in promoting the prevention and elimination of all forms of violence against children in all regions and in advancing the implementation of the recommendations of the United Nations study on violence against children, including through her regional and thematic consultations and field missions and thematic reports addressing emerging concerns, and in this regard takes note of the recent reports entitled Ending the Torment: Tackling Bullying from the Schoolyard to Cyberspace,39 Protecting Children Affected by Armed Violence in the Community40 and Safeguarding the Rights of Girls in the Criminal Justice System: Preventing Violence, Stigmatization and Deprivation of Liberty;41",
    "27": "Notes the consolidated partnerships promoted by the Special Representative of the Secretary-General on Violence against Children, including the platform for dialogue and communication initiated and led by the Special Representative with regional organizations and institutions, to share knowledge and good practices, coordinate efforts, enhance synergies, identify trends and contribute to accelerating progress in protecting children from violence;",
    "28": "Urges all States to address the gender dimension of all forms of violence against children and incorporate a gender perspective in all policies adopted and actions taken to protect children against all forms of violence and harmful practices, including child, early and forced marriage and female genital mutilation, acknowledging that girls and boys face varying risks from different forms of violence at different ages and in different situations, including in schools;",
    "29": "Stresses the importance of taking an integrated and multifaceted approach based on the rights and well-being of children, and the best interests of the child as a primary consideration, when designing and implementing measures to protect children from all forms of violence;",
    "30": "Emphasizes that no child should be left behind and that States should pay particular attention to the protection of children who are marginalized or are in vulnerable situations or who face stigmatization, discrimination or exclusion and should ensure the enjoyment of all their human rights, without discrimination of any kind;",
    "31": "Urges all States to strengthen international cooperation and mutual assistance to prevent and protect children from all forms of violence and to end impunity for crimes against children;",
    "32": "Encourages States to consider accession to or ratification of The Hague Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Cooperation in respect of Parental Responsibility and Measures for the Protection of Children, of 19 October 1996;42",
    "33": "Recalls the importance of actively engaging with children and respecting their views in all aspects of prevention, response and monitoring of violence against them, taking into account article 12 of the Convention on the Rights of the Child;",
    "34": "Expresses its concern about situations of violence in communities worldwide, including violence linked to illegal arms trade, organized crime, drug- related crime and gang-related violence, putting the well-being and security of children at severe risk;",
    "35": "Recognizes that there has been significant progress at the international, regional and national levels in addressing violence against children since the submission of the United Nations study on violence against children, and calls upon all States to maintain and enhance their efforts to protect children from all forms of violence, in particular: (a) To take effective and appropriate legislative and other measures to prohibit, prevent and eliminate all forms of violence against children in all settings, including harmful practices in all situations, and to strengthen international, national and local cooperation and mutual assistance in this regard; (b) To respect fully the rights, human dignity and physical integrity of children and to prevent and address any psychological, mental, physical or sexual violence or any other humiliating or degrading treatment or punishment; (c) To give priority attention to the prevention of all forms of violence against children and to addressing its underlying causes and its gender dimension through a systematic, comprehensive and multifaceted approach, recognizing that witnessing violence, including domestic violence, also causes harm to children; (d) To develop a well-coordinated and well-resourced national strategy for the prevention and elimination of all forms of violence against children, including measures aimed at, inter alia, raising awareness, building the capacity of professionals working with and for children, supporting effective parenting programmes, fostering research, collecting data on the incidence of violence against children and developing and implementing appropriate national monitoring tools to periodically assess progress; (e) To end impunity for perpetrators of crimes against children, to undertake thorough and prompt investigations of all acts of violence against children and to prosecute such acts of violence and impose appropriate penalties, recognizing that persons convicted of violent offences against children, including sexual abuse, who continue to pose a risk of harm to children should be prevented from working with children; (f) To protect children from all forms of violence or abuse in all settings by all those who work with and for children, including in educational settings, in alternative care and residential care settings, and in international development activities and humanitarian relief work, as well as by government officials, such as the police, law enforcement authorities, employees and officials in detention centres or welfare institutions and health-care personnel; (g) To establish and develop safe, well-publicized, confidential and accessible mechanisms to enable children or their representatives to seek counselling, to report violence against children and file complaints on incidents of violence and to ensure that children have access to such mechanisms; (h) To develop coherent and coordinated protection systems and to provide universal access to quality comprehensive social, physical and mental health, including sexual and reproductive health, and legal and counselling services for all victims and survivors, to ensure their full recovery and reintegration into society, and to strengthen social welfare systems and effective service delivery for children affected by violence, in particular in the justice, education and health sectors; (i) To strive to change attitudes that condone or normalize any form of violence against children, including cruel, inhuman or degrading forms of discipline, harmful practices and all forms of sexual violence; (j) To continue to promote and invest in education, including as a long-term and lifelong process, by which everyone learns tolerance and respect for the dignity of others and the means and methods of ensuring such respect in all societies; (k) To accelerate efforts to scale up scientifically accurate age-appropriate comprehensive education, relevant to cultural contexts, that provides adolescent girls and boys, young women and men, in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with information on sexual and reproductive health, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and informed decision-making, communication and risk reduction skills and develop respectful relationships, in full partnership with young people, parents, legal guardians, caregivers, educators and health-care providers in order to protect them from violence;",
    "36": " towards the elimination of all forms of violence against children, including violent forms of discipline; (d) and fundamental freedoms, such as the right to education, the right to freedom of expression, the freedom to seek, receive and impart information and the right to express their views freely, are used to their fullest; (k) To ensure the legal protection of children from sexual abuse and exploitation online and to define it legally, in accordance with international human rights law and obligations, to criminalize all relevant conduct related to the sexual exploitation of children online and offline and to ensure that all those in the whole chain of individuals involved in or attempting to commit such criminal activities are held accountable and brought to justice in order to fight impunity, taking into account the multi-jurisdictional and transnational nature of child sexual exploitation and abuse perpetrated online through information and communications technologies; (l) To protect children deprived of their liberty from torture and other cruel, inhuman or degrading treatment or punishment, to ensure that, if they are arrested, detained or imprisoned, children are provided with prompt access to legal and other appropriate assistance, as well as the right to challenge the legality of the deprivation of their liberty before a court or other competent, independent and impartial authority, and to a prompt decision on any such action, that, from the moment they are arrested, children will have the right to maintain contact with their family through correspondence and visits, save in exceptional circumstances, that no child is sentenced or subjected to forced labour or corporal punishment or deprived of access to and the provision of health care and services, hygiene and environmental sanitation, nutritious food, education, basic instruction and vocational training, access to safe, confidential, independent mechanisms to report on violence and that the conditions in such settings are regularly and effectively monitored, and to undertake prompt investigations of all reported acts of violence and ensure that perpetrators are held accountable; (m) To consider taking measures for the dissemination and implementation of the United Nations Model Strategies and Practical Measures on the Elimination of Violence against Children in the Field of Crime Prevention and Criminal Justice, 43 and invites relevant United Nations actors to support Member States, where appropriate, to this end through concerted efforts; (n) To improve the situation of children living in poverty, in particular extreme poverty, deprived of adequate food and nutrition, water and sanitation facilities, with limited or no access to basic physical and mental health-care services, shelter, education, participation and protection, taking into account that, while a severe lack of goods and services hurts every human being, it is particularly threatening and harmful to children, leaving them unable to enjoy their rights, to reach their full potential and to participate as a full member of society, and exposed to conditions that lead to increased violence; (o) To ensure that the best interests of the child are a primary consideration in all decisions and actions concerning children, underlining that migrant children, including undocumented and unaccompanied children, regardless of migratory status, should be rapidly assigned a legal guardian when unaccompanied and be provided with effective protection from discrimination and from violence, as well as with access to due process in all legal and administrative proceedings affecting them, including for the determination of their age and legal status, and in this context reaffirms paragraphs 66 and 67 of its resolution 71/177; (p) To devise, enforce and strengthen effective gender- and age-sensitive measures to combat and eliminate all forms of trafficking in children, including for sexual exploitation and forced labour, as part of a comprehensive anti-trafficking strategy that integrates a human rights perspective, and to draw up, as appropriate, national action plans in this regard; (q) To strengthen measures to eliminate the demand for child sex tourism and to ensure the effective protection of children from exploitation through all possible preventive actions, including legislative measures and other relevant policies and programmes; (r) To protect the child against all other forms of exploitation prejudicial to any aspect of the child’s welfare; (s) To continue to seek to prevent, respond to, investigate and prosecute violations and abuses against children in humanitarian emergencies, to strengthen support services for children affected by humanitarian emergencies, including those who have experienced violations and abuses, and to call for a more effective response in that regard; (t) To invest in the development and implementation of data systems to monitor violence against children and track progress and to promote, where possible, innovation in the area of data collection and monitoring, including using benchmarks and indicators, to ensure access to reliable disaggregated data; (u) To encourage and support the private sector, including the corporate sector, to put in place policies and processes, appropriate to their size and circumstances, that ensure that their activities do not cause or contribute to violence against and exploitation of children; (v) To support the work of the independent expert for the global study on the situation of children deprived of their liberty; IV Follow-up",
    "37": "Recalls paragraph 52 (d) of its resolution 69/157 of 18 December 2014, in which it invited the Secretary-General to commission an in-depth global study on children deprived of their liberty, to be funded through voluntary contributions, also recalls paragraph 88 of its resolution 71/177, in this regard encourages Member States and United Nations agencies, funds, programmes and offices, as well as other relevant stakeholders, to contribute to and support the elaboration of the study, and invites the designated independent expert to update Member States at its seventy-third session on the progress made and to submit a final report to the General Assembly at its seventy-fourth session;",
    "38": "Welcomes the appointment of Virginia Gamba as the Special Representative of the Secretary-General for Children and Armed Conflict, pursuant to General Assembly resolutions 51/77 and 60/231 of 23 December 2005, and recognizes the progress achieved since the establishment of the mandate of the Special Representative, as extended by the Assembly in its resolution 69/157;",
    "39": "Recognizes the work of the Office of the Special Representative of the Secretary-General for Children and Armed Conflict, its increased level of work and the progress achieved since the establishment of the mandate of the Special Representative, and, bearing in mind its resolution 63/241 of 24 December 2008 and paragraphs 35 to 37 of its resolution 51/77, recommends that the Secretary-General extend the mandate of the Special Representative for a further period of three years;",
    "40": " information on the status of the Convention on the Rights of the Child and on the implementation of the priority themes of the resolution entitled “Rights of the child”, adopted at its sixty-ninth to seventy-second sessions, including progress that has been achieved and challenges that still remain, taking into account information provided by Member States; (b) To request the Special Representative of the Secretary-General for Children and Armed Conflict to continue to submit reports to the General Assembly and the Human Rights Council on the activities undertaken in the fulfilment of her mandate, including information on her field visits and on the progress achieved and the challenges remaining on the children and armed conflict agenda; (c) To request the Special Representative of the Secretary-General for Children and Armed Conflict to increase her engagement with States, United Nations bodies and agencies, regional organizations and especially subregional organizations and to increase public awareness activities, including by collecting, assessing and disseminating best practices and lessons learned, in accordance with the existing mandate; (d) To request the Special Representative of the Secretary-General on Violence against Children to continue to submit annual reports to the General Assembly and the Human Rights Council on the activities undertaken in the fulfilment of her mandate, consistent with paragraphs 58 and 59 of its resolution 62/141 of 18 December 2007, including information on her field visits and on the progress achieved and the challenges remaining on the violence against children agenda; (e) To request the Special Rapporteur of the Human Rights Council on the sale and sexual exploitation of children, including child prostitution, child pornography and other child sexual abuse material, to continue to submit reports to the General Assembly and the Council on the activities undertaken in the fulfilment of her mandate, including information on her field visits and on the progress achieved and the challenges remaining in the prevention and eradication of the sale of children, child prostitution and child pornography and the sexual exploitation and abuse of children, including in the context of the implementation of the 2030 Agenda, as mandated by the Council in paragraph 32 of its resolution 34/16 of 24 March 2017;44 (f) To invite the Chair of the Committee on the Rights of the Child to present an oral report on the work of the Committee and to engage in an interactive dialogue with the General Assembly at its seventy-third session as a way to enhance communication between the Assembly and the Committee; (g) To continue its consideration of the question at its seventy-third session under the item entitled “Promotion and protection of the rights of children”."
  },
  "agenda_items": [
    "Item 68"
  ],
  "symbol_references": []
}