{
  "symbol": "A/RES/79/87",
  "filename": "A_RES_79_87.pdf",
  "title": "79/87. International cooperation in the peaceful uses of outer space",
  "text": "United Nations \nA/RES/79/87\n \n \nGeneral Assembly \nDistr.: General \n12 December 2024 \n \n24-23535 (E) \n*2423535* \n \n \nSeventy-ninth session \nAgenda item 48 \nInternational cooperation in the peaceful uses of \nouter space \n \n \n \n \n Resolution adopted by the General Assembly \non 4 December 2024 \n \n \n \n \n[on the report of the Special Political and Decolonization Committee \n(Fourth Committee) (A/79/421, para. 18)] \n \n \n \n79/87. International cooperation in the peaceful uses of outer space \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 51/122 of 13 December 1996, 54/68 of 6 December \n1999, 59/2 of 20 October 2004, 61/110 and 61/111 of 14 December 2006, 62/101 of \n17 December 2007, 62/217 of 22 December 2007, 65/97 of 10 December 2010, 65/271 \nof 7 April 2011, 66/71 of 9 December 2011, 67/113 of 18 December 2012, 68/50 of \n5 December 2013, 68/74 and 68/75 of 11 December 2013, 69/85 of 5 December 2014, \n70/1 of 25 September 2015, 70/82 of 9 December 2015, 70/230 of 23 December 2015, \n71/90 of 6 December 2016, 72/77 and 72/78 of 7 December 2017, 73/6 of 26 October \n2018, 73/91 of 7 December 2018, 74/82 of 13 December 2019, 75/92 of 10 December \n2020, 76/3 of 25 October 2021, 76/76 of 9 December 2021 and 77/120 and 77/121 of \n12 December 2022, \n \nEmphasizing the significant progress in the development of space science and \ntechnology and their applications that has enabled humans to explore the universe, \nand the extraordinary achievements made in space exploration efforts, including \ndeepening the understanding of the planetary system and the Sun and the Earth itself, \nin the use of space science and technology for the benefit of all humankind and in the \ndevelopment of the international legal regime governing space activities, \n \nRecognizing, in that regard, the unique platform at the global level for \ninternational cooperation in space activities represented by the Committee on the \nPeaceful Uses of Outer Space and its Scientific and Technical Subcommittee and \nLegal Subcommittee and assisted by the Office for Outer Space Affairs of the \nSecretariat, \n \nDeeply convinced of the common interest of all humankind in promoting and \nexpanding the exploration and use of outer space, as the province of all humankind, \n\nA/RES/79/87 \nInternational cooperation in the peaceful uses of outer space\n \n24-23535\n2/10 \n \nfor peaceful purposes and in continuing efforts to extend to all Member States the \nbenefits derived therefrom, and also of the importance of international cooperation in \nthis field, for which the United Nations should continue to provide a focal point, \n \nReaffirming the importance of international cooperation in developing the rule \nof international law, including the relevant norms of international space law and their \nimportant role in international cooperation for the exploration and use of outer space \nfor peaceful purposes, and of the widest possible adherence to international treaties \nthat promote the peaceful uses of outer space in order to meet emerging new \nchallenges, especially for developing countries, \n \nSeriously concerned about the possibility of an arms race in outer space, and \nbearing in mind the importance of article IV of the Treaty on Principles Governing \nthe Activities of States in the Exploration and Use of Outer Space, including the Moon \nand Other Celestial Bodies,1 \n \nRecognizing that all Member States, in particular those with major space \ncapabilities, should contribute actively to the prevention of an arms race in outer \nspace with a view to promoting and strengthening international cooperation in the \nexploration and use of outer space for peaceful purposes, \n \nDeeply concerned about the fragility of the space environment and the \nchallenges to the long-term sustainability of outer space activities, in particular the \nimpact of space debris, which is an issue of concern to all nations, \n \nNoting the progress achieved in the development of peaceful space exploration \nand applications, as well as in various national and cooperative space projects, and \nthe importance of further developing the legal framework to strengthen international \ncooperation in space, \n \nConvinced that space science and technology and their applications, including \nsatellite communications, Earth observation systems and satellite navigation \ntechnologies, provide indispensable tools for viable long-term solutions for \nsustainable development and can contribute more effectively to efforts to promote the \ndevelopment of all countries and regions of the world, and stressing in that regard the \nneed to harness the benefits of space technology towards implementing the 2030 \nAgenda for Sustainable Development,2 \n \nSeriously concerned about the devastating impact of disasters,3 and desirous of \nenhancing international coordination and cooperation at the global level in disaster \nmanagement and emergency response through greater access to and use of space-\nbased services and geospatial information for all countries and facilitating capacity-\nbuilding and institutional strengthening for disaster management, in particular in \ndeveloping countries, \n \nFirmly convinced that the use of space science and technology and their \napplications in areas such as telehealth, tele-education, disaster management, \nenvironmental protection, natural resources management and ocean and climate \nmonitoring contribute to achieving the objectives of the global conferences of the \nUnited Nations that address various aspects of economic, social and cultural \ndevelopment, particularly poverty eradication, \n \nDeeply concerned about the devastating effects of infectious diseases, including \nthe coronavirus disease (COVID-19) pandemic and Ebola virus disease, to the \ndetriment of human life, society and development, and urging the international \n__________________ \n \n1  United Nations, Treaty Series, vol. 610, No. 8843. \n \n2  Resolution 70/1. \n \n3  The term “disasters” refers to natural or technological disasters. \n\nInternational cooperation in the peaceful uses of outer space \nA/RES/79/87\n \n3/10\n24-23535 \n \ncommunity to enhance the role of space-based solutions, in particular \ntele-epidemiology, in monitoring, preparedness and response activities, \n \nRecalling the fact that the United Nations Conference on Sustainable \nDevelopment, held in Rio de Janeiro, Brazil, from 20 to 22 June 2012, recognized the \nimportant role that space science and technology play in promoting sustainable \ndevelopment,4 \n \nRecognizing the “Space2030” Agenda: space as a driver of sustainable \ndevelopment and its implementation plan 5  as a forward-looking strategy for \nreaffirming and strengthening the contribution of space activities and space tools for \nthe achievement of global agendas,6 \n \nBearing in mind the deliberations at the commencement of the seventy-ninth \nsession of the General Assembly, which reaffirmed the importance of the widest \npossible adherence to and full compliance with the Outer Space Treaty, and the role \nof the Committee on the Peaceful Uses of Outer Space in discussing the establishment \nof new frameworks for space traffic, space debris and space resources, 7 \n \nRecognizing the Outer Space Treaty as the cornerstone of the international legal \nregime governing outer space activities,8 \n \nHaving considered the report of the Committee on the Peaceful Uses of Outer \nSpace on the work of its sixty-seventh session,9 \n \n1. \nEndorses the report of the Committee on the Peaceful Uses of Outer Space \non the work of its sixty-seventh session; \n \n2. \nAgrees that the Committee, at its sixty-eighth session, should consider the \nsubstantive items recommended at its sixty-seventh session,10 taking into account the \nconcerns of all countries, in particular those of developing countries; \n \n3. \nEncourages the Committee to further consult on the proposal to hold a \nfourth United Nations Conference on the Peaceful Exploration of Outer Space \n(UNISPACE IV) in 2027;11 \n \n4. \nNotes that, at its sixty-third session, the Legal Subcommittee of the \nCommittee continued its work, 12  as mandated by the General Assembly in its \nresolution 78/72; \n \n5. \nAgrees that the Legal Subcommittee, at its sixty-fourth session, should \nconsider the substantive items and reconvene the working groups recommended by \nthe Committee,13 including holding intersessional consultations as necessary, taking \ninto account the concerns of all countries, in particular those of developing countries; \n__________________ \n \n4  Resolution 66/288, annex, para. 274. \n \n5  Resolution 76/3. \n \n6  The 2030 Agenda for Sustainable Development, the Sendai Framework for Disaster Risk Reduction \n2015–2030 and the Paris Agreement. \n \n7  Resolution 79/1, action 56. \n \n8  Ibid. \n \n9  Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20). \n \n10  Ibid., para. 403. \n \n11  Ibid., para. 350; see also resolution 79/1, action 56. \n \n12  Ibid., chap. II, sect. C; see also A/AC.105/1311. \n \n13  Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), \nparas. 250–253. \n\nA/RES/79/87 \nInternational cooperation in the peaceful uses of outer space\n \n24-23535\n4/10 \n \n \n6. \nUrges Member States that have not yet become parties to the international \ntreaties governing the uses of outer space 14 to give consideration to ratifying or \nacceding to those treaties in accordance with their national law, as well as \nincorporating them into their national legislation; \n \n7. \nUrges Member States who are not yet members of the Committee on the \nPeaceful Uses of Outer Space to give consideration to applying for membership of \nthe Committee as a unique platform for international cooperation in the exploration \nand use of outer space for peaceful purposes;15 \n \n8. \nNotes with satisfaction that the space law curriculum developed by the \nOffice and published in all official languages of the United Nations could encourage \nfurther studies within Member States in cooperation with relevant entities in support \nof capacity-building efforts in space law and policy; \n \n9. \nTakes note of the report of the Working Group on the Review of \nInternational Mechanisms for Cooperation in the Peaceful Exploration and Use of \nOuter Space on the work conducted under its multi-year workplan,16 as finalized at \nthe fifty-sixth session of the Legal Subcommittee, and notes that the report provides \nan important source of information and useful guidance for further joint undertakings \nby spacefaring nations and emerging space nations, as appropriate; \n \n10. Notes with satisfaction the progress in work, under its multi-year \nworkplan,17 of the Working Group on the Status and Application of the Five United \nNations Treaties on Outer Space of the Legal Subcommittee; \n \n11. \nAlso notes with satisfaction the progress in work, under the five-year \nworkplan,18 of the Working Group on Legal Aspects of Space Resource Activities of \nthe Legal Subcommittee; \n \n12. Notes that, at its sixty-first session, the Scientific and Technical \nSubcommittee continued its work, 19 as mandated by the General Assembly in its \nresolution 78/72 of 7 December 2023; \n \n13. Agrees that the Scientific and Technical Subcommittee, at its sixty-second \nsession, should consider the substantive items and reconvene the working groups \nrecommended by the Committee,20 including holding intersessional consultations as \nnecessary, taking into account the concerns of all countries, in particular those of \ndeveloping countries; \n \n14. Takes note of the report of the Working Group on Space and Global Health \non the work conducted under its multi-year workplan,21 as finalized at the fifty-ninth \nsession of the Scientific and Technical Subcommittee, and notes that the report \n__________________ \n \n14  Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, \nincluding the Moon and Other Celestial Bodies (United Nations, Treaty Series, vol. 610, No. 8843); \nAgreement on the Rescue of Astronauts, the Return of Astronauts and the Return of Objects \nLaunched into Outer Space (United Nations, Treaty Series, vol. 672, No. 9574); Convention on \nInternational Liability for Damage Caused by Space Objects (United Nations, Treaty Series, vol. 961, \nNo. 13810); Convention on Registration of Objects Launched into Outer Space (United Nations, \nTreaty Series, vol. 1023, No. 15020); and Agreement Governing the Activities of States on the Moon \nand Other Celestial Bodies (United Nations, Treaty Series, vol. 1363, No. 23002). \n \n15  Resolution 76/3, para. 10. \n \n16  A/AC.105/C.2/112. \n \n17  Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), \nannex II. \n \n18  Ibid., annex III. \n \n19  Ibid., chap. II, sect. B; see also A/AC.105/1307. \n \n20  Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), \nparas. 179–180 and 184–185. \n \n21  A/AC.105/C.1/121. \n\nInternational cooperation in the peaceful uses of outer space \nA/RES/79/87\n \n5/10\n24-23535 \n \nprovides an important source of information and useful guidance for advancing the \nuse of space science and technology for global health for spacefaring nations and \nemerging space nations, as appropriate; \n \n15. Recalls with satisfaction the establishment of the Space and Global Health \nPlatform, based in Geneva, welcomes the progress in the work of the Space and \nGlobal Health Network, 22  and requests the Office for Outer Space Affairs to \nstrengthen capacity-building and networking in Africa, Asia and the Pacific and Latin \nAmerica and the Caribbean, through regional technical cooperation projects, and to \nsupport field projects for strengthening collaboration between the space and global \nhealth sectors as an efficient strategy for making better use of space science and \ntechnology for access to global health for beneficiary States and taking better \nadvantage of opportunities offered by bilateral or multilateral collaboration, as \nmandated by the General Assembly in its resolution 77/120; \n \n16. Takes note of the report of the Working Group on the Use of Nuclear Power \nSources in Outer Space on the work conducted under its multi-year workplan,23 as \nfinalized at the sixtieth session of the Scientific and Technical Subcommittee, and \nnotes with satisfaction the work under the five-year workplan of the Working Group;24 \n \n17. Reiterates the importance of information-sharing in discovering, \nmonitoring and physically characterizing potentially hazardous near-Earth objects to \nensure that all countries, in particular developing countries with limited capacity for \npredicting and mitigating a near-Earth object impact, are aware of potential threats, \nemphasizes the need for capacity-building for effective emergency response and \ndisaster management in the event of a near-Earth object impact, and notes with \nsatisfaction the work carried out by the International Asteroid Warning Network and \nthe Space Mission Planning Advisory Group to strengthen international cooperation \nto mitigate the potential threat posed by near-Earth objects, with the support of the \nOffice, serving as the permanent secretariat of the Advisory Group;25 \n \n18. Recalls with satisfaction the adoption by the Committee of the preamble \nand 21 Guidelines for the Long-term Sustainability of Outer Space Activities, as \ncontained in annex II to the report of the Committee on its sixty-second session,26 and \nthe work, under a five-year workplan, of the Working Group on the Long-term \nSustainability of Outer Space Activities of the Scientific and Technical Subcommittee \nof the Committee, notes that the Committee encouraged States and international \nintergovernmental organizations to voluntarily take measures to ensure that the \nGuidelines were implemented to the greatest extent feasible and practicable, and \nemphasizes that the Committee serves as the principal forum for continued \ninstitutionalized dialogue on issues related to the implementation and review of the \nGuidelines; \n \n19. Notes with appreciation that some Member States are already \nimplementing space debris mitigation measures on a voluntary basis, through national \nmechanisms and consistent with the Space Debris Mitigation Guidelines of the \nInter-Agency Space Debris Coordination Committee and with the Space Debris \nMitigation Guidelines of the Committee on the Peaceful Uses of Outer Space, 27 \nendorsed by the General Assembly in its resolution 62/217, and invites other States \n__________________ \n \n22  Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), \nparas. 162–165. \n \n23  A/AC.105/C.1/124. \n \n24  See A/AC.105/1279, annex III, para. 8; see also A/AC.105/1307, annex III. \n \n25  A/AC.105/1307, paras.146 (a) and 148–158. \n \n26  Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 20 (A/74/20). \n \n27  Ibid., Sixty-second Session, Supplement No. 20 (A/62/20), paras. 117 and 118 and annex. \n\nA/RES/79/87 \nInternational cooperation in the peaceful uses of outer space\n \n24-23535\n6/10 \n \nto implement, through relevant national mechanisms, the Space Debris Mitigation \nGuidelines of the Committee on the Peaceful Uses of Outer Space; \n \n20. Considers that it is essential that Member States pay urgent attention to \nthe problem of the gradually increasing probability of collisions of space objects, \nespecially those with nuclear power sources, with space debris, and other aspects of \nspace debris, calls for the continuation of national research on this question, for the \ndevelopment of improved technology for the monitoring of space debris and for the \ncompilation and dissemination of data on space debris, considers that, to the extent \npossible, information thereon should be provided to the Scientific and Technical \nSubcommittee, and agrees that international cooperation is needed to expand \nappropriate and affordable strategies to minimize the impact of space debris on future \nspace missions; \n \n21. Urges all Member States, in particular those with major space capabilities, \nto contribute actively to the goal of preventing an arms race in outer space as an \nessential condition for the promotion of international cooperation in the exploration \nand use of outer space for peaceful purposes; \n \n22. Requests the Committee to continue to consider, as a matter of priority, \nways and means of maintaining outer space for peaceful purposes and to report \nthereon to the General Assembly at its eightieth session, and agrees that the \nCommittee should continue to consider the broader perspective of space security and \nassociated matters that would be instrumental in ensuring the safe and responsible \nconduct of space activities, including ways to promote international, regional and \ninterregional cooperation to that end; \n \n23. Welcomes the convening of a joint half-day panel discussion of the \nDisarmament and International Security Committee (First Committee) and the \nSpecial Political and Decolonization Committee (Fourth Committee) that addressed \npossible challenges to space security and sustainability; \n \n24. Notes with satisfaction the establishment of the Action Team on Lunar \nActivities Consultation of the Committee to facilitate international consultations to \nensure that lunar activities are conducted in a safe, peaceful and transparent manner, \nand notes that the Committee will further consult on the bureau and workplan of the \nAction Team for endorsement by the Committee at its sixty-eighth session, in 2025;28 \n \n25. Emphasizes the central role of the Office for Outer Space Affairs in \npromoting international cooperation in the exploration and peaceful uses of outer \nspace for economic, social and scientific development, in particular for the benefit of \ndeveloping countries; \n \n26. Notes with satisfaction the programme of work undertaken by the Office \nin 2024 to strengthen international cooperation in the conduct of space activities for \npeaceful purposes and the use of space science and technology and their applications \ntowards the achievement of the internationally agreed Sustainable Development \nGoals, including the workshops and symposiums conducted to build capacity, the \nassistance provided to developing countries, at their request, in the development of \nnational space policy and legislation in conformity with international space law, and \nactions implemented to strengthen institutional capacity in space activities; \n \n27. Welcomes, in that regard, the activities being carried out by the Office to \npromote gender equality and the increased role of women in space activities, \nincluding through targeted capacity-building and technical advisory activities, and \nefforts to encourage enhanced involvement of women and girls in science, \n__________________ \n \n28  Ibid., Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 351–352 and annex IV. \n\nInternational cooperation in the peaceful uses of outer space \nA/RES/79/87\n \n7/10\n24-23535 \n \ntechnology, engineering and mathematics education, and invites Member States to \nmake voluntary contributions to those activities; \n \n28. Requests the Office to continue to apprise the Committee and its Scientific \nand Technical Subcommittee and Legal Subcommittee, at their respective sessions in \n2025, of the status of its capacity-building activities; \n \n29. Recognizes with appreciation the capacity-building activities under the \nUnited Nations Programme on Space Applications, which provide unique benefits for \nMember States, in particular developing countries, participating in those activities, \nand calls upon the Office for Outer Space Affairs to further its support in this regard, \nparticularly to developing countries;29 \n \n30. Notes with satisfaction the activities carried out under the United Nations \nPlatform for Space-based Information for Disaster Management and Emergency \nResponse (UN-SPIDER), and recognizes the significant achievements made and the \nadvisory support provided to Member States, in particular to developing countries, \nwithin the framework of UN-SPIDER since its establishment in 2006 30 with the \nvaluable contributions of its network of regional support offices, and encourages \nMember States, on a voluntary basis, to provide the programme with the additional \nresources necessary to address the increasing demand for support successfully and in \na timely manner, while taking into consideration recent natural disaster events, \nincluding severe weather and sea-level rise due to climate change; \n \n31. Reiterates the importance of the Sendai Framework for Disaster Risk \nReduction 2015–2030, 31 in which the value of space-based technology and Earth \nobservation for disaster management and emergency response is recognized, and, in \nthat regard, notes with satisfaction the efforts of the Office and its UN-SPIDER \nprogramme towards promoting international cooperation as a way to enhance the use \nof space-based technologies and related services at the national and local levels in \ncontributing to the implementation of the Sendai Framework and the 2030 Agenda \nfor Sustainable Development; \n \n32. Notes with satisfaction the continuous progress made by the International \nCommittee on Global Navigation Satellite Systems with the support of the Office, in \nits capacity as executive secretariat of the International Committee, towards achieving \ncompatibility and interoperability among global and regional space-based \npositioning, navigation and timing systems and in the promotion of the use of global \nnavigation satellite systems and their integration into national infrastructure, \nparticularly in developing countries, and notes with appreciation that the International \nCommittee held its eighteenth meeting in Wellington, from 6 to 11 October 2024; \n \n33. Notes with appreciation that the regional centres for space science and \ntechnology education, affiliated to the United Nations, namely, the African regional \ncentres for space science and technology education in the French and English \nlanguages, located in Morocco and Nigeria, respectively, the Regional Centre for \nSpace Science and Technology Education for Asia and the Pacific, located in China, \nthe Centre for Space Science and Technology Education in Asia and the Pacific, \nlocated in India, the Regional Centre for Space Science and Technology Education \nfor Latin America and the Caribbean, with campuses located in Brazil and Mexico, \nand the Regional Centre for Space Science and Technology Education for Western \nAsia, located in Jordan, have continued their education programmes in 2024, \nencourages the regional centres to continue to promote greater participation of women \n__________________ \n \n29  See A/AC.105/1307, para. 63. \n \n30  See resolution 61/110. \n \n31  Resolution 69/283, annex II. \n\nA/RES/79/87 \nInternational cooperation in the peaceful uses of outer space\n \n24-23535\n8/10 \n \nin their education programmes, and agrees that the regional centres should continue \nto report to the Committee on the Peaceful Uses of Outer Space on their activities; \n \n34. Emphasizes that regional and interregional cooperation in the field of \nspace activities is essential to strengthen the peaceful uses of outer space, assist \nMember States in the development of their space capabilities and contribute to the \nimplementation of the 2030 Agenda for Sustainable Development, to that end requests \nrelevant regional organizations and their groups of experts to offer the assistance \nnecessary so that countries can carry out the recommendations of regional \nconferences, and in that regard notes the importance of the equal participation of \nwomen in all fields of science and technology; \n \n35. Recognizes, in that regard, the important role played by such organizations \nas the Asia-Pacific Space Cooperation Organization and the European Space Agency \nand by conferences and other mechanisms, such as the African Leadership Conference \non Space Science and Technology for Sustainable Development, the Asia-Pacific \nRegional Space Agency Forum and the Space Conference of the Americas, in \nstrengthening regional and international cooperation among States; \n \n36. Recalls the adoption of the African Space Policy and Strategy by the \nAssembly of the African Union at its twenty-sixth ordinary session, held in Addis \nAbaba on 30 and 31 January 2016, also recalls that this achievement marks the first \nstep towards the realization of an African outer space programme within the \nframework of the African Union Agenda 2063, and recalls with satisfaction in that \nregard the establishment of the African Space Agency, hosted by Egypt; \n \n37. Emphasizes the need to increase the benefits of space technology and its \napplications and to contribute to an orderly growth of space activities favourable to \nsustained economic growth and sustainable development in all countries, including \nstrengthening sustainable spatial data infrastructure at the regional and national levels \nand building resilience to reduce the consequences of disasters, in particular in \ndeveloping countries; \n \n38. Reiterates the need to promote the benefits of space technology and its \napplications in the major United Nations conferences and summits for economic, \nsocial and cultural development and related fields, and recognizes that the \nfundamental significance of space science and technology and their applications for \nglobal, regional, national and local sustainable development processes should be \npromoted in the formulation of policies and programmes of action and their \nimplementation, including through efforts towards achieving the objectives of those \nconferences and summits and in implementing the 2030 Agenda for Sustainable \nDevelopment; \n \n39. Encourages Member States, to that end, to promote the inclusion in those \nconferences, summits and processes of the relevance of space science and technology \napplications and the use of space-derived geospatial data, and in general, space-based \ndata and infrastructures, with the involvement of the Office; \n \n40. Encourages the Office to take active part in those conferences, summits \nand processes and other activities in support of their objectives, as appropriate, and \nto conduct capacity-building activities, hold lectures and participate in academic and \nresearch activities to foster international cooperation in the peaceful uses of outer \nspace; \n \n41. Urges the Inter-Agency Meeting on Outer Space Activities (UN-Space), \nunder the leadership of the Office, to continue to examine how space science and \ntechnology and their applications could contribute to the 2030 Agenda for Sustainable \nDevelopment, and encourages entities of the United Nations system to increase their \ncollaboration, including through UN-Space, with a view to better coordinating their \n\nInternational cooperation in the peaceful uses of outer space \nA/RES/79/87\n \n9/10\n24-23535 \n \ndata-sharing, building United Nations system capacity and cooperating on the \nprocurement of space-based information, to achieve cost savings in that regard, to \naccelerate the application of space assets in order to achieve the Sustainable \nDevelopment Goals,32 and to participate, as appropriate, in UN-Space coordination \nefforts; \n \n42. Encourages the Office to continue to conduct capacity-building and \noutreach activities associated with space security and transparency and confidence-\nbuilding measures in outer space activities, as appropriate, and within the context of \nthe long-term sustainability of outer space activities, in particular for developing \ncountries; \n \n43. Also encourages the Office to explore existing avenues and new \nopportunities to increase its capability to meet the growing demand for support to \nstrengthen the capacity of countries, in particular developing countries, in using space \nscience and technology and their applications and to inform the Committee of those \nefforts; \n \n44. Agrees that the Office should pursue greater engagement with industry and \nprivate sector entities to further their support for and contributions to the overall work \nof the Office;33 \n \n45. Appeals to Governments, the relevant entities of the United Nations \nsystem, intergovernmental and non-governmental organizations, institutions, industry \nand private sector entities and individuals to urgently increase their voluntary \ncontributions to the trust fund in support of the United Nations Programme on the \nPeaceful Uses of Outer Space in order to support the efforts of the Office to secure \nadditional resources to facilitate the full implementation of its programme of work, \nincluding, where appropriate, the financing of special projects, and otherwise to assist \nthe Office in carrying out technical cooperation and assistance activities, in particular \nfor developing countries; \n \n46. Notes that the Western European and other States, the Asia-Pacific States \nand the Eastern European States have nominated their candidates for the offices of \nChair of the Committee, Chair of the Scientific and Technical Subcommittee, and \nFirst Vice-Chair of the Committee, respectively, for the period 2026–2027, and urges \nthe African States and the Latin American and Caribbean States to nominate their \ncandidates for the offices of Second Vice-Chair/Rapporteur of the Committee and \nChair of the Legal Subcommittee, respectively, for the period 2026–2027, before the \nrespective sessions of the Committee and its subcommittees, to be held in 2025; 34 \n \n47. Reiterates, with regard to the composition of the bureaux of the Committee \nand its subcommittees for the period 2026–2027, 35  that the Committee and its \nsubcommittees should elect their officers at their respective sessions in 2025 in \naccordance with that composition; \n \n48. Endorses the decision of the Committee to grant the status of observer to \nthe African Astronomical Society, the Global Satellite Operators Association, the \n__________________ \n \n32  See A/77/CRP.1/Add.6; and Official Records of the General Assembly, Seventy-ninth Session, \nSupplement No. 20 (A/79/20), para. 324. \n \n33  Official Records of the General Assembly, Seventy-second Session, Supplement No. 20 (A/72/20), \npara. 326. \n \n34  Ibid., Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 380 and 381; and official \ncommunications from the Office for Outer Space Affairs to States members of the Committee, dated \n18 and 25 October 2024. \n \n35  Official Records of the General Assembly, Fifty-eighth Session, Supplement No. 20 (A/58/20), \npara. 12 and annex II. \n\nA/RES/79/87 \nInternational cooperation in the peaceful uses of outer space\n \n24-23535\n10/10 \n \nOuter Space Institute, the Space Data Association and Space Renaissance International, \nin accordance with the procedures of the Committee;36 \n \n49. Encourages the regional groups to promote active participation in the \nwork of the Committee and its subsidiary bodies by the States members of the \nCommittee that are also members of the respective regional groups.  \n \n47th plenary meeting \n4 December 2024 \n \n__________________ \n \n36  Ibid., Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 383–393. \n",
  "paragraphs": {
    "1": "Endorses the report of the Committee on the Peaceful Uses of Outer Space on the work of its sixty-seventh session;",
    "2": "Agrees that the Committee, at its sixty-eighth session, should consider the substantive items recommended at its sixty-seventh session,10 taking into account the concerns of all countries, in particular those of developing countries;",
    "3": "Encourages the Committee to further consult on the proposal to hold a fourth United Nations Conference on the Peaceful Exploration of Outer Space (UNISPACE IV) in 2027;11",
    "4": "Notes that, at its sixty-third session, the Legal Subcommittee of the Committee continued its work, 12 as mandated by the General Assembly in its resolution 78/72;",
    "5": "Agrees that the Legal Subcommittee, at its sixty-fourth session, should consider the substantive items and reconvene the working groups recommended by the Committee,13 including holding intersessional consultations as necessary, taking into account the concerns of all countries, in particular those of developing countries; __________________ 4 Resolution 66/288, annex, para. 274. 5 Resolution 76/3. 6 The 2030 Agenda for Sustainable Development, the Sendai Framework for Disaster Risk Reduction 2015–2030 and the Paris Agreement. 7 Resolution 79/1, action 56. 8 Ibid. 9 Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20). 10 Ibid., para. 403. 11 Ibid., para. 350; see also resolution 79/1, action 56. 12 Ibid., chap. II, sect. C; see also A/AC.105/1311. 13 Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 250–253. A/RES/79/87 International cooperation in the peaceful uses of outer space 24-23535 4/10",
    "6": "Urges Member States that have not yet become parties to the international treaties governing the uses of outer space 14 to give consideration to ratifying or acceding to those treaties in accordance with their national law, as well as incorporating them into their national legislation;",
    "7": "Urges Member States who are not yet members of the Committee on the Peaceful Uses of Outer Space to give consideration to applying for membership of the Committee as a unique platform for international cooperation in the exploration and use of outer space for peaceful purposes;15",
    "8": "Notes with satisfaction that the space law curriculum developed by the Office and published in all official languages of the United Nations could encourage further studies within Member States in cooperation with relevant entities in support of capacity-building efforts in space law and policy;",
    "9": "Takes note of the report of the Working Group on the Review of International Mechanisms for Cooperation in the Peaceful Exploration and Use of Outer Space on the work conducted under its multi-year workplan,16 as finalized at the fifty-sixth session of the Legal Subcommittee, and notes that the report provides an important source of information and useful guidance for further joint undertakings by spacefaring nations and emerging space nations, as appropriate;",
    "10": "Notes with satisfaction the progress in work, under its multi-year workplan,17 of the Working Group on the Status and Application of the Five United Nations Treaties on Outer Space of the Legal Subcommittee;",
    "11": "Also notes with satisfaction the progress in work, under the five-year workplan,18 of the Working Group on Legal Aspects of Space Resource Activities of the Legal Subcommittee;",
    "12": "Notes that, at its sixty-first session, the Scientific and Technical Subcommittee continued its work, 19 as mandated by the General Assembly in its resolution 78/72 of 7 December 2023;",
    "13": "Agrees that the Scientific and Technical Subcommittee, at its sixty-second session, should consider the substantive items and reconvene the working groups recommended by the Committee,20 including holding intersessional consultations as necessary, taking into account the concerns of all countries, in particular those of developing countries;",
    "14": "Takes note of the report of the Working Group on Space and Global Health on the work conducted under its multi-year workplan,21 as finalized at the fifty-ninth session of the Scientific and Technical Subcommittee, and notes that the report __________________ 14 Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies (United Nations, Treaty Series, vol. 610, No. 8843); Agreement on the Rescue of Astronauts, the Return of Astronauts and the Return of Objects Launched into Outer Space (United Nations, Treaty Series, vol. 672, No. 9574); Convention on International Liability for Damage Caused by Space Objects (United Nations, Treaty Series, vol. 961, No. 13810); Convention on Registration of Objects Launched into Outer Space (United Nations, Treaty Series, vol. 1023, No. 15020); and Agreement Governing the Activities of States on the Moon and Other Celestial Bodies (United Nations, Treaty Series, vol. 1363, No. 23002). 15 Resolution 76/3, para. 10. 16 A/AC.105/C.2/112. 17 Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), annex II. 18 Ibid., annex III. 19 Ibid., chap. II, sect. B; see also A/AC.105/1307. 20 Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 179–180 and 184–185. 21 A/AC.105/C.1/121. International cooperation in the peaceful uses of outer space A/RES/79/87 5/10 24-23535 provides an important source of information and useful guidance for advancing the use of space science and technology for global health for spacefaring nations and emerging space nations, as appropriate;",
    "15": "Recalls with satisfaction the establishment of the Space and Global Health Platform, based in Geneva, welcomes the progress in the work of the Space and Global Health Network, 22 and requests the Office for Outer Space Affairs to strengthen capacity-building and networking in Africa, Asia and the Pacific and Latin America and the Caribbean, through regional technical cooperation projects, and to support field projects for strengthening collaboration between the space and global health sectors as an efficient strategy for making better use of space science and technology for access to global health for beneficiary States and taking better advantage of opportunities offered by bilateral or multilateral collaboration, as mandated by the General Assembly in its resolution 77/120;",
    "16": "Takes note of the report of the Working Group on the Use of Nuclear Power Sources in Outer Space on the work conducted under its multi-year workplan,23 as finalized at the sixtieth session of the Scientific and Technical Subcommittee, and notes with satisfaction the work under the five-year workplan of the Working Group;24",
    "17": "Reiterates the importance of information-sharing in discovering, monitoring and physically characterizing potentially hazardous near-Earth objects to ensure that all countries, in particular developing countries with limited capacity for predicting and mitigating a near-Earth object impact, are aware of potential threats, emphasizes the need for capacity-building for effective emergency response and disaster management in the event of a near-Earth object impact, and notes with satisfaction the work carried out by the International Asteroid Warning Network and the Space Mission Planning Advisory Group to strengthen international cooperation to mitigate the potential threat posed by near-Earth objects, with the support of the Office, serving as the permanent secretariat of the Advisory Group;25",
    "18": "Recalls with satisfaction the adoption by the Committee of the preamble and 21 Guidelines for the Long-term Sustainability of Outer Space Activities, as contained in annex II to the report of the Committee on its sixty-second session,26 and the work, under a five-year workplan, of the Working Group on the Long-term Sustainability of Outer Space Activities of the Scientific and Technical Subcommittee of the Committee, notes that the Committee encouraged States and international intergovernmental organizations to voluntarily take measures to ensure that the Guidelines were implemented to the greatest extent feasible and practicable, and emphasizes that the Committee serves as the principal forum for continued institutionalized dialogue on issues related to the implementation and review of the Guidelines;",
    "19": "Notes with appreciation that some Member States are already implementing space debris mitigation measures on a voluntary basis, through national mechanisms and consistent with the Space Debris Mitigation Guidelines of the Inter-Agency Space Debris Coordination Committee and with the Space Debris Mitigation Guidelines of the Committee on the Peaceful Uses of Outer Space, 27 endorsed by the General Assembly in its resolution 62/217, and invites other States __________________ 22 Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 162–165. 23 A/AC.105/C.1/124. 24 See A/AC.105/1279, annex III, para. 8; see also A/AC.105/1307, annex III. 25 A/AC.105/1307, paras.146 (a) and 148–158. 26 Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 20 (A/74/20). 27 Ibid., Sixty-second Session, Supplement No. 20 (A/62/20), paras. 117 and 118 and annex. A/RES/79/87 International cooperation in the peaceful uses of outer space 24-23535 6/10 to implement, through relevant national mechanisms, the Space Debris Mitigation Guidelines of the Committee on the Peaceful Uses of Outer Space;",
    "20": "Considers that it is essential that Member States pay urgent attention to the problem of the gradually increasing probability of collisions of space objects, especially those with nuclear power sources, with space debris, and other aspects of space debris, calls for the continuation of national research on this question, for the development of improved technology for the monitoring of space debris and for the compilation and dissemination of data on space debris, considers that, to the extent possible, information thereon should be provided to the Scientific and Technical Subcommittee, and agrees that international cooperation is needed to expand appropriate and affordable strategies to minimize the impact of space debris on future space missions;",
    "21": "Urges all Member States, in particular those with major space capabilities, to contribute actively to the goal of preventing an arms race in outer space as an essential condition for the promotion of international cooperation in the exploration and use of outer space for peaceful purposes;",
    "22": "Requests the Committee to continue to consider, as a matter of priority, ways and means of maintaining outer space for peaceful purposes and to report thereon to the General Assembly at its eightieth session, and agrees that the Committee should continue to consider the broader perspective of space security and associated matters that would be instrumental in ensuring the safe and responsible conduct of space activities, including ways to promote international, regional and interregional cooperation to that end;",
    "23": "Welcomes the convening of a joint half-day panel discussion of the Disarmament and International Security Committee (First Committee) and the Special Political and Decolonization Committee (Fourth Committee) that addressed possible challenges to space security and sustainability;",
    "24": "Notes with satisfaction the establishment of the Action Team on Lunar Activities Consultation of the Committee to facilitate international consultations to ensure that lunar activities are conducted in a safe, peaceful and transparent manner, and notes that the Committee will further consult on the bureau and workplan of the Action Team for endorsement by the Committee at its sixty-eighth session, in 2025;28",
    "25": "Emphasizes the central role of the Office for Outer Space Affairs in promoting international cooperation in the exploration and peaceful uses of outer space for economic, social and scientific development, in particular for the benefit of developing countries;",
    "26": "Notes with satisfaction the programme of work undertaken by the Office in 2024 to strengthen international cooperation in the conduct of space activities for peaceful purposes and the use of space science and technology and their applications towards the achievement of the internationally agreed Sustainable Development Goals, including the workshops and symposiums conducted to build capacity, the assistance provided to developing countries, at their request, in the development of national space policy and legislation in conformity with international space law, and actions implemented to strengthen institutional capacity in space activities;",
    "27": "Welcomes, in that regard, the activities being carried out by the Office to promote gender equality and the increased role of women in space activities, including through targeted capacity-building and technical advisory activities, and efforts to encourage enhanced involvement of women and girls in science, __________________ 28 Ibid., Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 351–352 and annex IV. International cooperation in the peaceful uses of outer space A/RES/79/87 7/10 24-23535 technology, engineering and mathematics education, and invites Member States to make voluntary contributions to those activities;",
    "28": "Requests the Office to continue to apprise the Committee and its Scientific and Technical Subcommittee and Legal Subcommittee, at their respective sessions in 2025, of the status of its capacity-building activities;",
    "29": "Recognizes with appreciation the capacity-building activities under the United Nations Programme on Space Applications, which provide unique benefits for Member States, in particular developing countries, participating in those activities, and calls upon the Office for Outer Space Affairs to further its support in this regard, particularly to developing countries;29",
    "30": "Notes with satisfaction the activities carried out under the United Nations Platform for Space-based Information for Disaster Management and Emergency Response (UN-SPIDER), and recognizes the significant achievements made and the advisory support provided to Member States, in particular to developing countries, within the framework of UN-SPIDER since its establishment in 2006 30 with the valuable contributions of its network of regional support offices, and encourages Member States, on a voluntary basis, to provide the programme with the additional resources necessary to address the increasing demand for support successfully and in a timely manner, while taking into consideration recent natural disaster events, including severe weather and sea-level rise due to climate change;",
    "31": "Reiterates the importance of the Sendai Framework for Disaster Risk Reduction 2015–2030, 31 in which the value of space-based technology and Earth observation for disaster management and emergency response is recognized, and, in that regard, notes with satisfaction the efforts of the Office and its UN-SPIDER programme towards promoting international cooperation as a way to enhance the use of space-based technologies and related services at the national and local levels in contributing to the implementation of the Sendai Framework and the 2030 Agenda for Sustainable Development;",
    "32": "Notes with satisfaction the continuous progress made by the International Committee on Global Navigation Satellite Systems with the support of the Office, in its capacity as executive secretariat of the International Committee, towards achieving compatibility and interoperability among global and regional space-based positioning, navigation and timing systems and in the promotion of the use of global navigation satellite systems and their integration into national infrastructure, particularly in developing countries, and notes with appreciation that the International Committee held its eighteenth meeting in Wellington, from 6 to 11 October 2024;",
    "33": "Notes with appreciation that the regional centres for space science and technology education, affiliated to the United Nations, namely, the African regional centres for space science and technology education in the French and English languages, located in Morocco and Nigeria, respectively, the Regional Centre for Space Science and Technology Education for Asia and the Pacific, located in China, the Centre for Space Science and Technology Education in Asia and the Pacific, located in India, the Regional Centre for Space Science and Technology Education for Latin America and the Caribbean, with campuses located in Brazil and Mexico, and the Regional Centre for Space Science and Technology Education for Western Asia, located in Jordan, have continued their education programmes in 2024, encourages the regional centres to continue to promote greater participation of women __________________ 29 See A/AC.105/1307, para. 63. 30 See resolution 61/110. 31 Resolution 69/283, annex II. A/RES/79/87 International cooperation in the peaceful uses of outer space 24-23535 8/10 in their education programmes, and agrees that the regional centres should continue to report to the Committee on the Peaceful Uses of Outer Space on their activities;",
    "34": "Emphasizes that regional and interregional cooperation in the field of space activities is essential to strengthen the peaceful uses of outer space, assist Member States in the development of their space capabilities and contribute to the implementation of the 2030 Agenda for Sustainable Development, to that end requests relevant regional organizations and their groups of experts to offer the assistance necessary so that countries can carry out the recommendations of regional conferences, and in that regard notes the importance of the equal participation of women in all fields of science and technology;",
    "35": "Recognizes, in that regard, the important role played by such organizations as the Asia-Pacific Space Cooperation Organization and the European Space Agency and by conferences and other mechanisms, such as the African Leadership Conference on Space Science and Technology for Sustainable Development, the Asia-Pacific Regional Space Agency Forum and the Space Conference of the Americas, in strengthening regional and international cooperation among States;",
    "36": "Recalls the adoption of the African Space Policy and Strategy by the Assembly of the African Union at its twenty-sixth ordinary session, held in Addis Ababa on 30 and 31 January 2016, also recalls that this achievement marks the first step towards the realization of an African outer space programme within the framework of the African Union Agenda 2063, and recalls with satisfaction in that regard the establishment of the African Space Agency, hosted by Egypt;",
    "37": "Emphasizes the need to increase the benefits of space technology and its applications and to contribute to an orderly growth of space activities favourable to sustained economic growth and sustainable development in all countries, including strengthening sustainable spatial data infrastructure at the regional and national levels and building resilience to reduce the consequences of disasters, in particular in developing countries;",
    "38": "Reiterates the need to promote the benefits of space technology and its applications in the major United Nations conferences and summits for economic, social and cultural development and related fields, and recognizes that the fundamental significance of space science and technology and their applications for global, regional, national and local sustainable development processes should be promoted in the formulation of policies and programmes of action and their implementation, including through efforts towards achieving the objectives of those conferences and summits and in implementing the 2030 Agenda for Sustainable Development;",
    "39": "Encourages Member States, to that end, to promote the inclusion in those conferences, summits and processes of the relevance of space science and technology applications and the use of space-derived geospatial data, and in general, space-based data and infrastructures, with the involvement of the Office;",
    "40": "Encourages the Office to take active part in those conferences, summits and processes and other activities in support of their objectives, as appropriate, and to conduct capacity-building activities, hold lectures and participate in academic and research activities to foster international cooperation in the peaceful uses of outer space;",
    "41": "Urges the Inter-Agency Meeting on Outer Space Activities (UN-Space), under the leadership of the Office, to continue to examine how space science and technology and their applications could contribute to the 2030 Agenda for Sustainable Development, and encourages entities of the United Nations system to increase their collaboration, including through UN-Space, with a view to better coordinating their International cooperation in the peaceful uses of outer space A/RES/79/87 9/10 24-23535 data-sharing, building United Nations system capacity and cooperating on the procurement of space-based information, to achieve cost savings in that regard, to accelerate the application of space assets in order to achieve the Sustainable Development Goals,32 and to participate, as appropriate, in UN-Space coordination efforts;",
    "42": "Encourages the Office to continue to conduct capacity-building and outreach activities associated with space security and transparency and confidence- building measures in outer space activities, as appropriate, and within the context of the long-term sustainability of outer space activities, in particular for developing countries;",
    "43": "Also encourages the Office to explore existing avenues and new opportunities to increase its capability to meet the growing demand for support to strengthen the capacity of countries, in particular developing countries, in using space science and technology and their applications and to inform the Committee of those efforts;",
    "44": "Agrees that the Office should pursue greater engagement with industry and private sector entities to further their support for and contributions to the overall work of the Office;33",
    "45": "Appeals to Governments, the relevant entities of the United Nations system, intergovernmental and non-governmental organizations, institutions, industry and private sector entities and individuals to urgently increase their voluntary contributions to the trust fund in support of the United Nations Programme on the Peaceful Uses of Outer Space in order to support the efforts of the Office to secure additional resources to facilitate the full implementation of its programme of work, including, where appropriate, the financing of special projects, and otherwise to assist the Office in carrying out technical cooperation and assistance activities, in particular for developing countries;",
    "46": "Notes that the Western European and other States, the Asia-Pacific States and the Eastern European States have nominated their candidates for the offices of Chair of the Committee, Chair of the Scientific and Technical Subcommittee, and First Vice-Chair of the Committee, respectively, for the period 2026–2027, and urges the African States and the Latin American and Caribbean States to nominate their candidates for the offices of Second Vice-Chair/Rapporteur of the Committee and Chair of the Legal Subcommittee, respectively, for the period 2026–2027, before the respective sessions of the Committee and its subcommittees, to be held in 2025; 34",
    "47": "Reiterates, with regard to the composition of the bureaux of the Committee and its subcommittees for the period 2026–2027, 35 that the Committee and its subcommittees should elect their officers at their respective sessions in 2025 in accordance with that composition;",
    "48": "Endorses the decision of the Committee to grant the status of observer to the African Astronomical Society, the Global Satellite Operators Association, the __________________ 32 See A/77/CRP.1/Add.6; and Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 20 (A/79/20), para. 324. 33 Official Records of the General Assembly, Seventy-second Session, Supplement No. 20 (A/72/20), para. 326. 34 Ibid., Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 380 and 381; and official communications from the Office for Outer Space Affairs to States members of the Committee, dated 18 and 25 October 2024. 35 Official Records of the General Assembly, Fifty-eighth Session, Supplement No. 20 (A/58/20), para. 12 and annex II. A/RES/79/87 International cooperation in the peaceful uses of outer space 24-23535 10/10 Outer Space Institute, the Space Data Association and Space Renaissance International, in accordance with the procedures of the Committee;36",
    "49": "Encourages the regional groups to promote active participation in the work of the Committee and its subsidiary bodies by the States members of the Committee that are also members of the respective regional groups. 47th plenary meeting 4 December 2024 __________________ 36 Ibid., Seventy-ninth Session, Supplement No. 20 (A/79/20), paras. 383–393."
  },
  "agenda_items": [
    "Item 48"
  ],
  "symbol_references": []
}