{
  "symbol": "A/RES/72/244",
  "filename": "A_RES_72_244.pdf",
  "title": "72/244.  Modalities for the Intergovernmental Conference to Adopt the Global Compact for Safe, Orderly and Regular Migration",
  "text": "United Nations \nA/RES/72/244\n \n \nGeneral Assembly \nDistr.: General \n22 January 2018 \n \n17-23327 (E)    250118     \n*1723327* \n \n \nSeventy-second session \nAgenda items 14 and 117 \n \n \n \n \n Resolution adopted by the General Assembly \non 24 December 2017 \n \n \n \n \n[without reference to a Main Committee (A/72/L.9)] \n \n \n72/244.  Modalities for the Intergovernmental Conference to Adopt the \nGlobal Compact for Safe, Orderly and Regular Migration \n \n \n \nThe General Assembly,  \n \nRecalling its resolution 71/1 of 19 September 2016, entitled “New York \nDeclaration for Refugees and Migrants”, and the launch of a process of \nintergovernmental negotiations leading to the adoption of a global compact for safe, \norderly and regular migration at an intergovernmental conference to be held in 2018, \n \nRecalling also its resolution 71/280 of 6 April 2017 on the modalities for the \nintergovernmental negotiations of the global compact for safe, orderly and regular \nmigration, \n \nReaffirming that the global compact for safe, orderly and regular migration \nwould set out a range of principles, commitments and understandings among Member \nStates regarding international migration in all its dimensions, make an important \ncontribution to global governance and enhance coordination on international \nmigration, present a framework for comprehensive international cooperation on \nmigrants and human mobility, deal with all aspects of international migration, \nincluding the humanitarian, developmental, human rights-related and other aspects of \nmigration and be guided by the 2030 Agenda for Sustainable Development 1 and the \nAddis Ababa Action Agenda of the Third International Conference on Financing for \nDevelopment2 and informed by the Declaration of the High-level Dialogue on \nInternational Migration and Development adopted in October 2013, 3  \n \nAcknowledging with appreciation the voluntary contributions received to date \nby the United Nations multi-partner trust fund to support the global compact for safe, \norderly and regular migration, \n__________________ \n \n1  Resolution 70/1. \n \n2  Resolution 69/313, annex. \n \n3  Resolution 68/4. \n\nA/RES/72/244 \nModalities for the Intergovernmental Conference to Adopt the\nGlobal Compact for Safe, Orderly and Regular Migration\n \n17-23327 \n2/16 \n \n \n1. \nTakes note with appreciation of the note by the Secretary-General on the \nproposed organization of work of the intergovernmental conference to adopt a global \ncompact for safe, orderly and regular migration;4  \n \n2. \nTakes note of the appointment by the Secretary-General of a Secretary-\nGeneral of the intergovernmental conference to serve as focal point within the \nSecretariat for providing support to the organization of the conference;5  \n \n3. \nRequests the Secretary-General to provide appropriate support from all \nrelevant parts of the Secretariat, and in cooperation with other relevant parts of the \nUnited Nations system, in particular the International Organization for Migration, to \nthe work of the conference and to facilitate inter-agency cooperation to that end, as \nwell as to ensure the efficient use of resources, so that the objectives of the conference \ncan be achieved; \n \n4. \nDecides \nthat \nthe \nintergovernmental \nconference, \nentitled \n“Intergovernmental Conference to Adopt the Global Compact for Safe, Orderly and \nRegular Migration”, shall be held in Morocco on 10 and 11 December 2018; \n \n5. \nWelcomes the offer of the Government of Morocco to host the \nIntergovernmental Conference; \n \n6. \nReaffirms its decision that the Intergovernmental Conference: \n \n(a) \nShall be held at the highest possible political level, including Heads of \nState or Government; \n \n(b) \nShall result in the adoption of an intergovernmentally negotiated and \nagreed outcome, entitled “Global Compact for Safe, Orderly and Regular Migration”, \nthe scope of which is defined in annex II to its resolution 71/1, the negotiations for \nwhich shall be concluded by July 2018, in accordance with its resolution 71/280, and \nthat the outcome shall be transmitted by the President of the General Assembly, during \nits seventy-second session, to the Intergovernmental Conference for adoption; \n \n(c) \nShall also result in summaries of the plenary meetings and other \ndeliberations of the Intergovernmental Conference, to be included in the report of the \nConference; \n \n(d) \nShall apply the modalities for participation as stated in its resolution \n71/280; \n \n7. \nDecides that the Intergovernmental Conference shall elect from among the \nrepresentatives of participating States the following officers: two Presidents, and 13 \nVice-Presidents,6 one of whom shall be designated as Rapporteur-General, as well as \na Chair of the Main Committee, if established; \n \n8. \nRecommends the provisional rules of procedure, set forth in annex to the \npresent resolution, for adoption at the Intergovernmental Conference; \n \n9. \nDecides that the Global Compact for Safe, Orderly and Regular Migration \nshall be adopted at the opening plenary meeting of the Intergovernmental Conference, \non Monday, 10 December 2018;  \n__________________ \n \n4  A/72/271.  \n \n5  See letter dated 6 April 2017 from the Secretary-General to the President of the General \nAssembly at its seventy-first session. \n \n6  Three from each of the following groups: African States; Asia-Pacific States; Eastern European \nStates; Latin American and Caribbean States; and Western European and other States. The election \nof the Presidents will, however, have the effect of reducing by one the number of Vice-Presidents \nallocated to the regions from which each of the Presidents is elected. \n\nModalities for the Intergovernmental Conference to Adopt the \nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/72/244\n \n3/16 \n17-23327 \n \n \n10. Also decides that the Intergovernmental Conference shall be organized \nin accordance with the arrangements set forth in the note by the Secretary-General, \ntaking into account paragraphs 7, 8 and 9 of the present resolution; \n \n11. Further decides that statements made at the opening plenary meeting, on \n10 December, and at the closing plenary meeting, on 11 December, will be delivered \nas proposed in paragraphs 11 and 12 of the note by the Secretary-General; \n \n12. Decides that the Intergovernmental Conference shall comprise eight \nconsecutive plenary meetings and two dialogues, to be held on 10 and 11 December; \n \n13. Also decides that four running plenary meetings shall be held each day, \nas follows: \n \nMonday, 10 December: from 9 a.m. to 1 p.m.; from 1 p.m. to 3 p.m.; from  \n3 p.m. to 6 p.m.; and from 6 p.m. to 8 p.m.; \n \nTuesday, 11 December: from 9 a.m. to 1 p.m.; from 1 p.m. to 3 p.m.; from  \n3 p.m. to 6 p.m.; and from 6 p.m. to 8 p.m.; \n \n14. Further decides that two dialogues shall be held in parallel with the \nplenary meetings, except during the opening and closing plenary meetings, as \nfollows: \n \nMonday, 10 December: from 10 a.m. to 1 p.m. and from 3 p.m. to 6 p.m.; \n \nTuesday, 11 December: from 10 a.m. to 1 p.m. and from 3 p.m. to 6 p.m.; \n \n15. Decides that the dialogues, building upon the adoption of the Global \nCompact for Safe, Orderly and Regular Migration, have the purpose to exemplify \nways and means to support the implementation of the Global Compact, and that \nthey shall be interactive and multi-stakeholder in nature: \n \nDialogue 1: “Promoting action on the commitments of the Global Compact for \nSafe, Orderly and Regular Migration”; \n \nDialogue 2: “Partnerships and innovative initiatives for the way forward”; \n \n16. Invites Member States and relevant stakeholders, in the dialogues, to \nconsider sharing their perspectives on all dimensions of international migration, \nincluding promotion and protection of human rights of all migrants, contributions \nof migrants to sustainable development, shared responsibilities and opportunities, \ncooperation on data collection and analysis and governance; \n \n17. Decides that each dialogue shall be co-chaired by two Chairs, to be \nappointed by the Presidents of the Intergovernmental Conference from among the \nhigh-level representatives attending the Conference, in consultation with regional \ngroups and with due regard for geographical and gender balance;  \n \n18. Also decides that the dialogues shall consist of introductory remarks by \nthe co-Chairs, a keynote address, interventions from participating States and at least \nthree interventions from stakeholders, giving due regard to gender balance as well \nas situations in countries of origin, transit and destination, and requests the \nSecretary-General to organize the keynote speakers and stakeholders who will \nparticipate; \n \n19. Urges Member States and other potential donors to consider contributing \nto the United Nations multi-partner trust fund to support the global compact for \nsafe, orderly and regular migration, primarily to support the travel and participation \nof representatives from developing countries, in particular the least developed \ncountries, and also to support the activities involved in the preparations of the \nIntergovernmental Conference if any surplus funds remain in the voluntary trust fund. \n\nA/RES/72/244 \nModalities for the Intergovernmental Conference to Adopt the\nGlobal Compact for Safe, Orderly and Regular Migration\n \n17-23327 \n4/16 \n \n \n76th plenary meeting  \n24 December 2017 \n \n \nAnnex \n \n \n Provisional rules of procedure for the Intergovernmental \nConference to Adopt the Global Compact for Safe, \nOrderly and Regular Migration \n \n \n \nI. \nRepresentation and credentials  \n \n \n \n \nRule 1 \nComposition of delegations  \n \n \nThe delegation of each State participating in the Conference and that of the \nEuropean Union shall consist of a head of delegation and such other representatives, \nalternate representatives and advisers as may be required. \n \n \n \nRule 2 \nAlternates and advisers  \n \n \nThe head of delegation may designate an alternate representative or an adviser \nto act as a representative. \n \n \n \nRule 3 \nSubmission of credentials  \n \n \nThe credentials of representatives and the names of alternate representatives and \nadvisers shall be submitted to the Secretary-General of the United Nations, if \npossible, not less than one week before the date fixed for the opening of the \nConference. The credentials shall be issued either by the Head of the State or \nGovernment or by the Minister for Foreign Affairs or, in the case of the European \nUnion, by the President of the European Commission. \n \n \n \nRule 4 \nCredentials Committee  \n \n \nA Credentials Committee of nine members shall be appointed at the beginning \nof the Conference. Its composition shall be based on that of the Credentials \nCommittee of the General Assembly of the United Nations at its seventy-third session. \nIt shall examine the credentials of representatives and report to the Conference \nwithout delay. \n \n \n \nRule 5 \nProvisional participation in the Conference  \n \n \nPending a decision of the Conference on their credentials, representatives shall \nbe entitled to participate provisionally in the Conference. \n \n \n\nModalities for the Intergovernmental Conference to Adopt the \nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/72/244\n \n5/16 \n17-23327 \n \n \nII. \nOfficers  \n \n \n \n \nRule 6  \nElections  \n \n \nThe Conference shall elect from among the representatives of participating \nStates the following officers: two Presidents, each of whom shall preside separately. \nThe Conference shall also elect 13 Vice-Presidents,7 one of whom shall be designated \nas Rapporteur-General, as well as a chair for the Main Committee established in \naccordance with rule 46. The officers shall be elected with a view to ensuring the \nrepresentative character of the General Committee. The Conference may also elect \nsuch other officers as it deems necessary for the performance of its functions.  \n \n \n \nRule 7  \nGeneral powers of the presiding President  \n \n1. \nThe Presidents shall take turns in presiding at the plenary meetings of the \nConference. In addition to exercising the powers conferred upon him/her elsewhere \nby these rules, the presiding President shall declare the opening and closing of each \nmeeting, put questions to the vote and announce decisions. The presiding President \nshall rule on points of order and, subject to those rules, shall have complete control \nover the proceedings and the maintenance of order thereat. The presiding President \nmay propose to the Conference the closure of the list of speakers, a limitation on the \ntime to be allowed to speakers and on the number of times each representative may \nspeak on a question, the adjournment or closure of the debate and the suspension or \nadjournment of a meeting. \n2. \nThe presiding President remains, in the exercise of their functions, under the \nauthority of the Conference. \n \n \n \nRule 8 \nActing President  \n \n1. \nIf both Presidents are to be absent from a meeting or any part thereof, they may \ndesignate one of the Vice-Presidents to preside. \n2. \nA Vice-President acting as President shall have the same powers and duties as \nthe President. \n \n \n \nRule 9  \nReplacement of President or the Presidents  \n \n \nIf either of the Presidents is unable to perform his or her functions, a new \nPresident shall be elected. If both Presidents are unable to perform their functions, \nnew Presidents shall be elected. \n \n \n \nRule 10 \nVoting rights of the presiding President  \n \n \nThe presiding President, or a Vice-President acting as a presiding President, \nshall not vote in the Conference, but may appoint another member of his or her \ndelegation to vote in their place. \n__________________ \n \n7  Three from each of the following groups: African States; Asia-Pacific States; Eastern European \nStates; Latin American and Caribbean States; and Western European and other States. The election \nof the two Presidents will, however, have the effect of reducing by one the number of Vice-\nPresidents allocated to the regions from which each of the Presidents is elected. \n\nA/RES/72/244 \nModalities for the Intergovernmental Conference to Adopt the\nGlobal Compact for Safe, Orderly and Regular Migration\n \n17-23327 \n6/16 \n \n \nIII. \nGeneral Committee  \n \n \n \n \nRule 11  \nComposition  \n \n \nThe two Presidents, the Vice-Presidents, the Rapporteur-General and the Chair \nof the Main Committee shall constitute the General Committee. One of the two \nPresidents, as agreed between them, or, in their absence, one of the Vice-Presidents \ndesignated by them, shall serve as Chair of the General Committee. The Chair of the \nCredentials Committee and other committees established by the Conference in \naccordance with rule 48 may participate, without the right to vote, in the General \nCommittee. \n \n \n \nRule 12 \nSubstitute members  \n \n \nIf the President or a Vice-President of the Conference is to be absent during a \nmeeting of the General Committee, he/she may designate a member of his/her \ndelegation to sit and vote in the Committee. In case of absence, the Chair of the Main \nCommittee shall designate the Vice-Chair of that Committee as his/her substitute. \nWhen serving on the General Committee, a Vice-Chair of the Main Committee shall \nnot have the right to vote if he/she is a member of the same delegation as another \nmember of the General Committee. \n \n \n \nRule 13 \nFunctions  \n \n \nThe General Committee shall assist both Presidents in the general conduct of \nthe business of the Conference and, subject to the decisions of the Conference, shall \nensure the coordination of the work of the Conference. \n \n \n \nIV. \nSecretariat of the Conference  \n \n \n \n \nRule 14 \nDuties of the Secretary-General of the United Nations  \n \n1. \nThe Secretary-General of the United Nations or her/his designated \nrepresentative shall act in that capacity in all meetings of the Conference and its \nsubsidiary organs. \n2. \nThe Secretary-General of the United Nations may designate a member of the \nsecretariat to act in her/his place at these meetings. \n3. \nThe Secretary-General of the United Nations or her/his designated \nrepresentative shall direct the staff required by the Conference. \n \n \n \nRule 15 \nDuties of the secretariat of the Conference  \n \n \nThe secretariat of the Conference shall, in accordance with the present rules: \n \n(a) \nProvide simultaneous interpretation of speeches made at meetings; \n \n(b) \nReceive, translate, reproduce and circulate the documents of the \nConference; \n \n(c) \nPublish and circulate the official documents of the Conference; \n \n(d) \nPrepare and circulate records of public meetings; \n\nModalities for the Intergovernmental Conference to Adopt the \nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/72/244\n \n7/16 \n17-23327 \n \n \n(e) \nMake and arrange for the keeping of sound recordings of meetings; \n \n(f) \nArrange for the custody and preservation of the documents of the \nConference in the archives of the United Nations; \n \n(g) \nGenerally perform all other work that the Conference may require. \n \n \n \nRule 16 \nStatements by the Secretariat  \n \n \nThe Secretary-General of the United Nations, or any member of the Secretariat \ndesignated for that purpose, may, at any time, make either oral or written statements \nconcerning any question under consideration. \n \n \n \nV. \nOpening of the Conference  \n  \n \n \nRule 17 \nTemporary President  \n \n \nThe Secretary-General of the United Nations or, in her/his absence, any member \nof the Secretariat designated by her/him for that purpose, shall open the first meeting \nof the Conference and preside until the Conference has elected its Presidents. \n \n \n \nRule 18 \nDecisions concerning organization  \n \n \nThe Conference shall, at its first meeting: \n \n(a) \nAdopt its rules of procedure; \n \n(b) \nElect its officers and constitute its subsidiary organs; \n \n(c) \nAdopt its agenda, the draft of which shall, until such adoption, be the \nprovisional agenda of the Conference; \n \n(d) \nDecide on the organization of its work. \n \n \n \nVI. \nConduct of business  \n \n \n \n \nRule 19 \nQuorum  \n \n \nThe presiding President may declare a meeting open and permit the debate to \nproceed when at least one third of the States participating in the Conference are \npresent. The presence of a majority of the States so participating shall be required for \nany decision to be taken. \n \n \n \nRule 20 \nSpeeches  \n \n1. \nNo representative may address the Conference without having previously \nobtained the permission of the presiding President. Subject to rules 21, 22 and 25 to \n27 of the Conference, the presiding President shall call upon speakers in the order in \nwhich they indicate their desire to speak. The secretariat shall be in charge of drawing \nup a list of speakers. \n2. \nDebate shall be confined to the question before the Conference and the presiding \nPresident may call a speaker to order if his/her remarks are not relevant to the subject \nunder discussion. \n\nA/RES/72/244 \nModalities for the Intergovernmental Conference to Adopt the\nGlobal Compact for Safe, Orderly and Regular Migration\n \n17-23327 \n8/16 \n \n3. \nThe Conference may limit the time allowed to each speaker and the number of \ntimes each participant may speak on any question. Permission to speak on a motion \nto set such limits shall be accorded to only two representatives in favour of and two \nopposing such limits, after which the motion shall be immediately put to the vote. In \nany event, with the consent of the Conference, the presiding President shall limit each \nintervention on procedural matters to five minutes. When the debate is limited and a \nspeaker exceeds the allotted time, the presiding President shall call him/her to order \nwithout delay. \n \n \n \nRule 21 \nPoints of order  \n \n \nDuring the discussion of any matter, a representative may at any time raise a \npoint of order, which shall be immediately decided by the presiding President in \naccordance with the present rules. A representative may appeal against the ruling of \nthe presiding President. The appeal shall be immediately put to the vote, and the \npresiding President’s ruling shall stand unless overruled by a majority of the States \npresent and voting. A representative may not, in raising a point of order, speak on the \nsubstance of the matter under discussion. \n \n \n \nRule 22 \nPrecedence  \n \n \nThe Chair or the Rapporteur of the Main Committee, or the representative of a \nsubcommittee or working group, may be accorded precedence for the purpose of \nexplaining the conclusions arrived at by the body concerned. \n \n \n \nRule 23 \nClosing of the list of speakers  \n \n \nDuring the course of a debate, the presiding President may announce the list of \nspeakers and, with the consent of the Conference, declare the list closed. \n \n \n \nRule 24 \nRight of reply  \n \n1. \nNotwithstanding rule 23, the presiding President shall accord the right of reply \nto a representative of any State participating in the Conference or of the European \nUnion who requests it. Any other representative may be granted the opportunity to \nmake a reply. \n2. \nThe statements made under the present rule shall normally be made at the end \nof the last meeting of the day, or at the conclusion of the consideration of the relevant \nitem if that is sooner. \n3. \nRepresentatives of a State or of the European Union may make no more than \ntwo statements under the present rule at a given meeting on any item. The first shall \nbe limited to five minutes and the second to three minutes; representatives shall, in \nany event, attempt to be as brief as possible. \n \n \n \nRule 25 \n \n \nAdjournment of debate \n \n \nA representative of any State participating in the Conference may at any time \nmove the adjournment of the debate on the question under discussion. In addition to \nthe proposer of the motion, permission to speak on the motion shall be accorded to \nonly two representatives in favour and to two opposing the adjournment, after which \nthe motion shall, subject to rule 28, be immediately put to the vote. \n\nModalities for the Intergovernmental Conference to Adopt the \nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/72/244\n \n9/16 \n17-23327 \n \n \n \n \nRule 26 \n \n \nClosure of debate \n \n \nA representative of any State participating in the Conference may at any time \nmove the closure of the debate on the question under discussion, whether or not any \nother representative has signified his/her wish to speak. Permission to speak on the \nmotion shall be accorded to only two representatives opposing the closure, after \nwhich the motion shall, subject to rule 28, be immediately put to the vote. \n \n \n \nRule 27 \n \n \nSuspension or adjournment of the meeting \n \n \nSubject to rule 38, a representative of any State participating in the Conference \nmay at any time move the suspension or the adjournment of the meeting. No \ndiscussion on such motions shall be permitted and they shall, subject to rule 28, be \nimmediately put to the vote. \n \n \n \nRule 28 \n \n \nOrder of motions \n \n \nThe motions indicated below shall have precedence in the following order over \nall proposals or other motions before the meeting: \n \n(a) \nTo suspend the meeting; \n \n(b) \nTo adjourn the meeting; \n \n(c) \nTo adjourn the debate on the question under discussion; \n \n(d) \nTo close the debate on the question under discussion. \n \n \n \nRule 29 \n \n \nSubmission of proposals and substantive amendments \n \n \nProposals and substantive amendments shall normally be submitted in writing \nto the Secretary-General or his/her designated representative, who shall circulate \ncopies to all delegations in the languages of the Conference. Unless the Conference \ndecides otherwise, substantive proposals shall be discussed or put to a decision no \nearlier than 24 hours after copies have been circulated to all delegations. The \npresiding President may, however, permit the discussion and consideration of \namendments, even though those amendments have not been circulated or have been \ncirculated only the same day. \n \n \n \nRule 30 \n \n \nWithdrawal of proposals and motions \n \n \nA proposal or a motion may be withdrawn by its sponsor at any time before a \ndecision on it has been taken, provided that it has not been amended. A proposal or a \nmotion thus withdrawn may be reintroduced by any representative. \n \n \n \nRule 31 \n \n \nDecisions on competence \n \n \nSubject to rule 28, any motion calling for a decision on the competence of the \nConference to adopt a proposal submitted to it shall be put to the vote before a \ndecision is taken on the proposal in question. \n \n\nA/RES/72/244 \nModalities for the Intergovernmental Conference to Adopt the\nGlobal Compact for Safe, Orderly and Regular Migration\n \n17-23327 \n10/16 \n \n \n \nRule 32 \n \n \nReconsideration of proposals \n \n \nWhen a proposal has been adopted or rejected, it may not be reconsidered unless \nthe Conference, by a two-thirds majority of the States present and voting, so decides. \nPermission to speak on a motion to reconsider shall be accorded to only two speakers \nopposing reconsideration, after which the motion shall be immediately put to the vote. \n \n \n \nVII. \nDecision-making \n \n \n \n \nRule 33 \n \n \nGeneral agreement \n \n1. \nThe Conference shall adopt an intergovernmental negotiated and agreed \noutcome, entitled “Global Compact for Safe, Orderly and Regular Migration”, and \nmake its best endeavour to ensure that all of the other work of the Conference is \naccomplished by consensus. \n2. \nNotwithstanding any measures that may be taken in compliance with \nparagraph 1, a proposal before the Conference shall be voted on if a representative of \nany State participating in the Conference so requests. \n \n \n \nRule 34 \n \n \nVoting rights \n \n \nEach State participating in the Conference shall have one vote. \n \n \n \nRule 35 \n \n \nMajority required \n \n1. \nSubject to rule 33, decisions of the Conference on all matters of substance shall \nbe taken by a two-thirds majority of the States present and voting. \n2. \nExcept as otherwise provided in the present rules, decisions of the Conference \non all matters of procedure shall be taken by a majority of the States present and \nvoting. \n3. \nIf the question arises whether a matter is one of procedure or of substance, the \npresiding President of the Conference shall rule on the question. An appeal against \nthat ruling shall be immediately put to the vote, and the presiding President’s ruling \nshall stand unless overruled by a majority of the States present and voting. \n4. \nIf a vote is equally divided, the proposal or motion shall be regarded as rejected. \n \n \n \nRule 36 \n \n \nMeaning of the phrase “States present and voting” \n \n \nFor the purpose of the present rules, the phrase “States present and voting” \nmeans States casting an affirmative or negative vote. States which abstain from voting \nshall be regarded as not voting. \n \n \nRule 37 \n \n \nMethod of voting \n \n1. \nExcept as provided in rule 44, the Conference may vote by show of hands, \nexcept that a representative may request a roll call, which shall then be taken in the \nEnglish alphabetical order of the names of the States participating in the Conference, \nbeginning with the delegation whose name is drawn by lot by the presiding President. \n\nModalities for the Intergovernmental Conference to Adopt the \nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/72/244\n \n11/16 \n17-23327 \n \nThe name of each State shall be called in all roll calls, and its representative shall \nreply “yes”, “no” or “abstention”. \n2. \nWhen the Conference votes by mechanical means, a non-recorded vote shall \nreplace a vote by show of hands and a recorded vote shall replace a roll call. A \nrepresentative may request a recorded vote, which shall, unless a representative \nrequests otherwise, be taken without calling out the names of the States participating \nin the Conference. \n3. \nThe vote of each State participating in a roll-call or a recorded vote shall be \ninserted in any record of or report on the meeting. \n \n \n \nRule 38 \n \n \nConduct during voting \n \n \nAfter the presiding President has announced the commencement of voting, no \nrepresentative shall interrupt the voting, except on a point of order in connection with \nthe process of voting. \n \n \n \nRule 39 \n \n \nExplanation of vote \n \n1. \nRepresentatives may make brief statements, consisting solely of explanations of \nvote, before the voting has commenced or after the voting has been completed. The \npresiding President may limit the time to be allowed for such explanations. The \nrepresentative of a State sponsoring a proposal or motion shall not speak in \nexplanation of vote thereon, except if it has been amended. \n2. \nWhen the same matter is considered successively in several organs of the \nConference, a State should, as far as possible, explain its vote only in one such organ, \nunless its vote in one organ is different from that in another organ. \n \n \n \nRule 40 \n \n \nDivision of proposals \n \n \nA representative may move that parts of a proposal be decided on separately. If \na representative objects, the motion for division shall be voted upon. Permission to \nspeak on the motion shall be accorded to only two representatives in favour of and to \ntwo opposing the division. If the motion is carried, those parts of the proposal that \nare subsequently approved shall be put to the Conference for decision as a whole. If \nall operative parts of the proposal have been rejected, the proposal shall be considered \nto have been rejected as a whole. \n \n \n \nRule 41 \n \n \nAmendments \n \n \nA proposal is considered an amendment to another proposal if it merely adds to, \ndeletes from or revises part of that proposal. Unless specified otherwise, the word \n“proposal” in these rules shall be regarded as including amendments. \n \n \n \nRule 42 \n \n \nOrder of voting on amendments \n \n \nWhen an amendment is moved to a proposal, the amendment shall be voted on \nfirst. When two or more amendments are moved to a proposal, the Conference shall \nvote first on the amendment furthest removed in substance from the original proposal \nand then on the amendment next furthest removed therefrom, and so on, until all the \namendments have been put to the vote. Where, however, the adoption of one \namendment necessarily implies the rejection of another amendment, the latter shall \n\nA/RES/72/244 \nModalities for the Intergovernmental Conference to Adopt the\nGlobal Compact for Safe, Orderly and Regular Migration\n \n17-23327 \n12/16 \n \nnot be put to the vote. If one or more amendments are adopted, the amended proposal \nshall then be voted upon. \n \n \n \nRule 43 \n \n \nOrder of voting on proposals \n \n1. \nIf two or more proposals, other than amendments, relate to the same question, \nthey shall, unless the Conference decides otherwise, be voted on in the order in which \nthey were submitted. The Conference may, after each vote on a proposal, decide \nwhether to vote on the next proposal. \n2. \nRevised proposals shall be voted on in the order in which the original proposals \nwere submitted, unless the revision substantially departs from the original proposal. \nIn that case, the original proposal shall be regarded as withdrawn and the revised \nproposal shall be treated as a new proposal. \n3. \nA motion requiring that no decision be taken on a proposal shall be put to the \nvote before a decision is taken on the proposal in question. \n \n \n \nRule 44 \n \n \nElections \n \n \nAll elections shall be held by secret ballot unless, in the absence of any \nobjection, the Conference decides to proceed without taking a ballot when there is an \nagreed candidate or slate of candidates. \n \n \n \nRule 45 \n \n \nBalloting \n \n1. \nWhen one or more elective places are to be filled at one time under the same \nconditions, those candidates, in a number not exceeding the number of such places, \nobtaining in the first ballot a majority of the votes cast and the largest number of votes \nshall be elected. \n2. \nIf the number of candidates obtaining such majority is less than the number of \nplaces to be filled, additional ballots shall be held to fill the remaining places, the \nvoting being restricted to the candidates obtaining the largest number of votes in the \nprevious ballot, to a number not more than twice the places remaining to be filled. \n \n \n \nVIII. \nSubsidiary organs \n \n \n \n \nRule 46 \n \n \nMain Committee \n \n \nThe Conference may establish a Main Committee. \n \n \n \nRule 47 \n \n \nRepresentation on the Main Committee \n \n \nEach State participating in the Conference and the European Union may be \nrepresented by one representative on the Main Committee established by the \nConference. They may assign to the Committee such alternate representatives and \nadvisers as may be required. \n \n\nModalities for the Intergovernmental Conference to Adopt the \nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/72/244\n \n13/16 \n17-23327 \n \n \n \nRule 48 \n \n \nOther committees and working groups \n \n1. \nIn addition to the Main Committee referred to above, the Conference may \nestablish such committees and working groups as it deems necessary for the \nperformance of its functions. \n2. \nSubject to the decision of the plenary of the Conference, the Main Committee \nmay set up subcommittees and working groups. \n \n \n \nRule 49 \n \n \nMembers of committees, subcommittees and working groups \n \n1. \nThe members of the committees and working groups of the Conference, referred \nto in rule 48, paragraph 1, shall be appointed by the two Presidents, subject to the \napproval of the Conference, unless the Conference decides otherwise. \n2. \nMembers of the subcommittees and working groups of committees shall be \nappointed by the Chair of the committee in question, subject to the approval of that \ncommittee, unless the committee decides otherwise. \n \n \n \nRule 50 \n \n \nOfficers \n \n \nExcept as otherwise provided in rule 6, each committee, subcommittee and \nworking group shall elect its own officers. \n \n \n \nRule 51 \n \n \nQuorum \n \n1. \nThe Chair of the Main Committee may declare a meeting open and permit the \ndebate to proceed when at least one quarter of the States participating in the \nConference are present. The presence of a majority of the States so participating shall \nbe required for any decision to be taken. \n2. \nA majority of the members of the General Committee or the Credentials \nCommittee or of any committee, subcommittee or working group shall constitute a \nquorum. \n \n \n \nRule 52 \n \n \nOfficers, conduct of business and voting \n \n \nThe rules contained in sections II, VI (except rule 19) and VII above shall be \napplicable, mutatis mutandis, to the proceedings of committees, subcommittees and \nworking groups, except that: \n \n(a) \nThe Chairs of the General Committee and the Credentials Committee and \nthe Chairs of the committees, subcommittees and working groups may exercise the \nright to vote, provided that they are representatives of participating States; \n \n(b) \nDecisions of committees, subcommittees and working groups shall be \ntaken by a majority of the members present and voting, except that the reconsideration \nof a proposal or an amendment shall require the majority established by rule 32. \n \n \n\nA/RES/72/244 \nModalities for the Intergovernmental Conference to Adopt the\nGlobal Compact for Safe, Orderly and Regular Migration\n \n17-23327 \n14/16 \n \n \nIX. \nLanguages and records \n \n \n \n \nRule 53 \n \n \nLanguages of the Conference \n \n \nArabic, Chinese, English, French, Russian and Spanish shall be the languages \nof the Conference. \n \n \n \nRule 54 \n \n \nInterpretation \n \n1. \nSpeeches made in a language of the Conference shall be interpreted into the \nother five languages. \n2. \nA representative may speak in a language other than a language of the \nConference if the delegation concerned provides for interpretation into one of the \nlanguages of the Conference. \n \n \n \nRule 55 \n \n \nLanguages of official documents \n \n \nOfficial documents of the Conference shall be made available in the languages \nof the Conference. \n \n \n \nRule 56 \n \n \nSound recordings of meetings \n \n \nSound recordings of the plenary meetings of the Conference and of the meetings \nof the Main Committee shall be made and kept in accordance with the practice of the \nUnited Nations. Unless otherwise decided by the Conference or the Main Committee, \nno such recordings shall be made of any of the other meetings of the Conference. \n \n \n \nX. \nPublic and private meetings \n \n \n \n \nGeneral principles \n \n \n \nRule 57 \n \n \nThe plenary meetings of the Conference and the meetings of any committee \nshall be held in public unless the body concerned decides otherwise. All decisions \ntaken by the plenary of the Conference at a private meeting shall be announced at an \nearly public meeting of the plenary. \n \n \n \nRule 58 \n \n \nAs a general rule, meetings of the General Committee, Credentials Committee, \nsubcommittees or working groups shall be held in private. \n \n \n \nRule 59 \n \n \nCommuniqués on private meetings \n \n \nAt the close of a private meeting, the presiding officer of the organ concerned \nmay issue a communiqué through the Secretary-General of the United Nations or \nher/his designated representative. \n \n \n \nXI. \nOther participants and observers \n \n\nModalities for the Intergovernmental Conference to Adopt the \nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/72/244\n \n15/16 \n17-23327 \n \n \n \n \nRule 60 \n \n \nIntergovernmental organizations and other entities having received a standing \ninvitation to participate as observers in the sessions and work of the \nGeneral Assembly \n \n \nRepresentatives designated by intergovernmental organizations and other \nentities having received a standing invitation to participate as observers in the \nsessions and work of the General Assembly have the right to participate as observers, \nwithout the right to vote, in the deliberations of the Conference, the Main Committee \nand, as appropriate, any other committee or working group. \n \n \n \nRule 61 \n \n \nAssociate members of regional commissions8 \n \n \nRepresentatives designated by the associate members of regional commissions \nlisted in the footnote below may participate as observers, without the right to vote, in \nthe deliberations of the Conference, the Main Committee and, as appropriate, any \nother committee or working group. \n \n \n \nRule 62 \n \n \nRepresentatives of the specialized agencies and related organizations9 \n \n \nRepresentatives \ndesignated \nby \nthe \nspecialized \nagencies \nand \nrelated \norganizations may participate as observers, without the right to vote, in the \ndeliberations of the Conference, the Main Committee and, as appropriate, any other \ncommittee or working group on questions within the scope of their activities. \n \n \n \nRule 63 \n \n \nRepresentatives of other intergovernmental organizations \n \n \nSave where otherwise specifically provided with respect to the European Union \nin these rules of procedure, representatives designated by other intergovernmental \norganizations invited to the Conference may participate as observers, without the right \nto vote, in the deliberations of the Conference, the Main Committee and, as \nappropriate, any other committee or working group on questions within the scope of \ntheir activities. \n \n \n \nRule 64 \n \n \nRepresentatives of interested United Nations organs \n \n \nRepresentatives designated by interested organs of the United Nations may \nparticipate as observers, without the right to vote, in the deliberations of the \nConference, the Main Committee and, as appropriate, any other committee or working \ngroup on questions within the scope of their activities. \n \n \n \nRule 65 \n \n \nRepresentatives of non-governmental organizations \n \n__________________ \n \n8 American Samoa, Anguilla, Aruba, Bermuda, the British Virgin Islands, the Cayman Islands, the \nCommonwealth of the Northern Mariana Islands, Curaçao, French Polynesia, Guadeloupe, Guam, \nMartinique, Montserrat, New Caledonia, Puerto Rico, Sint Maarten, the Turks and Caicos Islands \nand the United States Virgin Islands. \n \n9  For the purpose of the present rules, the term “related organizations” includes the International \nAtomic Energy Agency, the International Criminal Court, the International Organization for \nMigration, the International Seabed Authority, the International Tribunal for the Law of the Sea, \nthe Organization for the Prohibition of Chemical Weapons, the Preparatory Commission for the \nComprehensive Nuclear-Test-Ban Treaty Organization and the World Trade Organization. \n\nA/RES/72/244 \nModalities for the Intergovernmental Conference to Adopt the\nGlobal Compact for Safe, Orderly and Regular Migration\n \n17-23327 \n16/16 \n \n1. \nNon-governmental organizations accredited to participate in the Conference \nmay designate representatives to attend public meetings of the Conference and the \nMain Committee as observers. \n2. \nUpon the invitation of the presiding officer of the Conference and subject to the \napproval of the Conference, such observers may make oral statements on questions \nin which they have special competence. If the number of requests to speak is too large, \nthe non-governmental organizations shall be requested to form themselves into \nconstituencies, such constituencies to speak through spokespersons. \n \n \n \nRule 66 \n \n \nWritten statements \n \n \nWritten statements submitted by the designated representatives referred to in \nrules 60 to 65 shall be circulated by the secretariat to all delegations in the quantities \nand the languages in which the statements are made available to it at the site of the \nConference, provided that a statement submitted on behalf of a non-governmental \norganization must be related to the work of the Conference and be on a subject in \nwhich the organization has a special competence. Written statements shall not be \nmade available at United Nations expense and shall not be issued as official \ndocuments. \n \n \n \nXII. \nSuspension and amendment of the rules of procedure \n \n \n \n \nRule 67 \n \n \nMethod of suspension \n \n \nAny of these rules may be suspended by the Conference provided that 24 hours’ \nnotice of the proposal for the suspension has been given, which may be waived if no \nrepresentative objects. Any such suspension shall be limited to a specific and stated \npurpose and to a period required to achieve that purpose. \n \n \n \nRule 68 \n \n \nMethod of amendment \n \n \nThese rules of procedure may be amended by a decision of the Conference taken \nby a two-thirds majority of the representatives present and voting, after the General \nCommittee has reported on the proposed amendment. \n \n",
  "paragraphs": {
    "1": "Non-governmental organizations accredited to participate in the Conference may designate representatives to attend public meetings of the Conference and the Main Committee as observers.",
    "2": "Upon the invitation of the presiding officer of the Conference and subject to the approval of the Conference, such observers may make oral statements on questions in which they have special competence. If the number of requests to speak is too large, the non-governmental organizations shall be requested to form themselves into constituencies, such constituencies to speak through spokespersons. Rule 66 Written statements Written statements submitted by the designated representatives referred to in rules 60 to 65 shall be circulated by the secretariat to all delegations in the quantities and the languages in which the statements are made available to it at the site of the Conference, provided that a statement submitted on behalf of a non-governmental organization must be related to the work of the Conference and be on a subject in which the organization has a special competence. Written statements shall not be made available at United Nations expense and shall not be issued as official documents. XII. Suspension and amendment of the rules of procedure Rule 67 Method of suspension Any of these rules may be suspended by the Conference provided that 24 hours’ notice of the proposal for the suspension has been given, which may be waived if no representative objects. Any such suspension shall be limited to a specific and stated purpose and to a period required to achieve that purpose. Rule 68 Method of amendment These rules of procedure may be amended by a decision of the Conference taken by a two-thirds majority of the representatives present and voting, after the General Committee has reported on the proposed amendment.",
    "3": "A motion requiring that no decision be taken on a proposal shall be put to the vote before a decision is taken on the proposal in question. Rule 44 Elections All elections shall be held by secret ballot unless, in the absence of any objection, the Conference decides to proceed without taking a ballot when there is an agreed candidate or slate of candidates. Rule 45 Balloting",
    "4": "If a vote is equally divided, the proposal or motion shall be regarded as rejected. Rule 36 Meaning of the phrase “States present and voting” For the purpose of the present rules, the phrase “States present and voting” means States casting an affirmative or negative vote. States which abstain from voting shall be regarded as not voting. Rule 37 Method of voting",
    "5": "Welcomes the offer of the Government of Morocco to host the Intergovernmental Conference;",
    "6": "Reaffirms its decision that the Intergovernmental Conference: (a) Shall be held at the highest possible political level, including Heads of State or Government; (b) Shall result in the adoption of an intergovernmentally negotiated and agreed outcome, entitled “Global Compact for Safe, Orderly and Regular Migration”, the scope of which is defined in annex II to its resolution 71/1, the negotiations for which shall be concluded by July 2018, in accordance with its resolution 71/280, and that the outcome shall be transmitted by the President of the General Assembly, during its seventy-second session, to the Intergovernmental Conference for adoption; (c) Shall also result in summaries of the plenary meetings and other deliberations of the Intergovernmental Conference, to be included in the report of the Conference; (d) Shall apply the modalities for participation as stated in its resolution 71/280;",
    "7": "Decides that the Intergovernmental Conference shall elect from among the representatives of participating States the following officers: two Presidents, and 13 Vice-Presidents,6 one of whom shall be designated as Rapporteur-General, as well as a Chair of the Main Committee, if established;",
    "8": "Recommends the provisional rules of procedure, set forth in annex to the present resolution, for adoption at the Intergovernmental Conference;",
    "9": "Decides that the Global Compact for Safe, Orderly and Regular Migration shall be adopted at the opening plenary meeting of the Intergovernmental Conference, on Monday, 10 December 2018;",
    "10": "Also decides that the Intergovernmental Conference shall be organized in accordance with the arrangements set forth in the note by the Secretary-General, taking into account paragraphs 7, 8 and 9 of the present resolution;",
    "11": "Further decides that statements made at the opening plenary meeting, on 10 December, and at the closing plenary meeting, on 11 December, will be delivered as proposed in paragraphs 11 and 12 of the note by the Secretary-General;",
    "12": "Decides that the Intergovernmental Conference shall comprise eight consecutive plenary meetings and two dialogues, to be held on 10 and 11 December;",
    "13": "Also decides that four running plenary meetings shall be held each day, as follows: Monday, 10 December: from 9 a.m. to 1 p.m.; from 1 p.m. to 3 p.m.; from 3 p.m. to 6 p.m.; and from 6 p.m. to 8 p.m.; Tuesday, 11 December: from 9 a.m. to 1 p.m.; from 1 p.m. to 3 p.m.; from 3 p.m. to 6 p.m.; and from 6 p.m. to 8 p.m.;",
    "14": "Further decides that two dialogues shall be held in parallel with the plenary meetings, except during the opening and closing plenary meetings, as follows: Monday, 10 December: from 10 a.m. to 1 p.m. and from 3 p.m. to 6 p.m.; Tuesday, 11 December: from 10 a.m. to 1 p.m. and from 3 p.m. to 6 p.m.;",
    "15": "Decides that the dialogues, building upon the adoption of the Global Compact for Safe, Orderly and Regular Migration, have the purpose to exemplify ways and means to support the implementation of the Global Compact, and that they shall be interactive and multi-stakeholder in nature: Dialogue 1: “Promoting action on the commitments of the Global Compact for Safe, Orderly and Regular Migration”; Dialogue 2: “Partnerships and innovative initiatives for the way forward”;",
    "16": "Invites Member States and relevant stakeholders, in the dialogues, to consider sharing their perspectives on all dimensions of international migration, including promotion and protection of human rights of all migrants, contributions of migrants to sustainable development, shared responsibilities and opportunities, cooperation on data collection and analysis and governance;",
    "17": "Decides that each dialogue shall be co-chaired by two Chairs, to be appointed by the Presidents of the Intergovernmental Conference from among the high-level representatives attending the Conference, in consultation with regional groups and with due regard for geographical and gender balance;",
    "18": "Also decides that the dialogues shall consist of introductory remarks by the co-Chairs, a keynote address, interventions from participating States and at least three interventions from stakeholders, giving due regard to gender balance as well as situations in countries of origin, transit and destination, and requests the Secretary-General to organize the keynote speakers and stakeholders who will participate;",
    "19": " 76th plenary meeting 24 II. Officers Rule 6 Elections The Conference shall elect from among the representatives of participating States the following officers: two Presidents, each of whom shall preside separately. The Conference shall also elect 13 Vice-Presidents,7 one of whom shall be designated as Rapporteur-General, as well as a chair for the Main Committee established in accordance with rule 46. The officers shall be elected with a view to ensuring the representative character of the General Committee. The Conference may also elect such other officers as it deems necessary for the performance of its functions. Rule 7 General powers of the presiding President"
  },
  "agenda_items": [
    "Item 14"
  ],
  "symbol_references": [
    "A/72/L.9"
  ]
}