{
  "symbol": "A/RES/72/122",
  "filename": "A_RES_72_122.pdf",
  "title": "72/122. Responsibility of international organizations",
  "text": "United Nations \nA/RES/72/122\n \n \nGeneral Assembly \nDistr.: General \n18 December 2017 \n \n17-22166 (E)    201217 \n*1722166* \n \n \nSeventy-second session \nAgenda item 87 \n \n \n \n \n Resolution adopted by the General Assembly \non 7 December 2017 \n \n \n \n \n[on the report of the Sixth Committee (A/72/466)] \n \n \n 72/122. Responsibility of international organizations \n \n \n \nThe General Assembly, \n \nRecalling its resolution 66/100 of 9 December 2011, the annex to which \ncontains the text of the articles on the responsibility of international organizations, \nand its resolution 69/126 of 10 December 2014 commending the articles to the \nattention of Governments and international organizations, \n \nRecalling also that the International Law Commission decided to recommend \nto the General Assembly that it take note of the draft articles on the responsibility of \ninternational organizations in a resolution and annex them to that resolution, and \nthat it consider, at a later stage, the elaboration of a convention on the basis of the \ndraft articles,1 \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nNoting that the subject of responsibility of international organizations is of \nmajor importance in the relations of States and international organizations, \n \nTaking note of the comments of Governments2 and the discussions in the Sixth \nCommittee at the sixty-ninth and seventy-second sessions of the General Assembly \non this topic, \n \nNoting the compilation of decisions of international courts, tribunals and other \nbodies referring to the articles, prepared by the Secretary-General,3 \n__________________ \n \n1  Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 10 (A/66/10), \npara. 85. \n \n2  A/72/80. \n \n3  A/72/81. \n\nA/RES/72/122 \nResponsibility of international organizations\n \n17-22166 \n2/2 \n \n \n1. \nTakes note once again of the articles on the responsibility of international \norganizations,4 and commends them to the attention of Governments and \ninternational organizations without prejudice to the question of their future adoption \nor other appropriate action; \n \n2. \nRequests the Secretary-General to update the compilation of decisions of \ninternational courts, tribunals and other bodies referring to the articles and to invite \nGovernments and international organizations to submit information on their practice \nin this regard, as well as written comments on any future action regarding the \narticles, and also requests the Secretary-General to submit this material well in \nadvance of its seventy-fifth session; \n \n3. \nDecides to include in the provisional agenda of its seventy-fifth session \nthe item entitled “Responsibility of international organizations”, with a view to \nexamining, inter alia, the question of the form that might be given to the articles. \n \n67th plenary meeting  \n7 December 2017 \n \n__________________ \n \n4  Resolution 66/100, annex. \n",
  "paragraphs": {
    "1": "Takes note once again of the articles on the responsibility of international organizations,4 and commends them to the attention of Governments and international organizations without prejudice to the question of their future adoption or other appropriate action;",
    "2": "Requests the Secretary-General to update the compilation of decisions of international courts, tribunals and other bodies referring to the articles and to invite Governments and international organizations to submit information on their practice in this regard, as well as written comments on any future action regarding the articles, and also requests the Secretary-General to submit this material well in advance of its seventy-fifth session;",
    "3": "Decides to include in the provisional agenda of its seventy-fifth session the item entitled “Responsibility of international organizations”, with a view to examining, inter alia, the question of the form that might be given to the articles. 67th plenary meeting 7 December 2017 __________________ 4 Resolution 66/100, annex."
  },
  "agenda_items": [
    "Item 87"
  ],
  "symbol_references": []
}