{
  "symbol": "A/RES/75/129",
  "filename": "A_RES_75_129.pdf",
  "title": "75/129. Trust fund for the Judicial Fellowship Programme of the International Court of Justice",
  "text": "United Nations \nA/RES/75/129\n \n \nGeneral Assembly \nDistr.: General \n21 December 2020 \n \n20-17078 (E)    281220     \n*2017078* \n \n \nSeventy-fifth session \nAgenda item 74 \nReport of the International Court of Justice \n \n \n \n \n Resolution adopted by the General Assembly \non 14 December 2020 \n \n \n \n \n[without reference to a Main Committee (A/75/L.48 and A/75/L.48/Add.1)] \n \n \n 75/129. Trust fund for the Judicial Fellowship Programme of the \nInternational Court of Justice \n \n \n \nThe General Assembly, \n \nConvinced that States, international and regional organizations, universities and \ninstitutions should be encouraged to increase their activities to promote the teaching, \nstudy, dissemination and wider appreciation of international law, in particular those \nactivities which are of special benefit to persons from developing countries, \n \nNoting that the promotion of international law and its teaching in universities \nand institutions of higher education contribute to the progressive development of \ninternational law and to friendly relations and cooperation among States, as well as \nto the advancement of the rule of law at the international level,  \n \nCommending the International Court of Justice for establishing a Judicial \nFellowship Programme enabling recent law graduates with a special interest in \ninternational law who have been nominated by their university to gain professional \nexperience at the Court and to improve their knowledge of the peaceful settlement of \ndisputes through law under the supervision of a member of the Court, \n \nNoting with satisfaction that, since its establishment in 1999, the Judicial \nFellowship Programme of the International Court of Justice has enabled 193 law \ngraduates to enhance their knowledge of international law, and in particular the \nworking methods, jurisprudence and practice of the Court, \n \nNoting with concern that financial constraints have impeded the ability of \nuniversities based in developing countries to nominate law graduates and the efforts \nof the Court to extend participation in the Programme to law graduates from as wide \na geographical basis as possible,  \n \nEmphasizing the need to increase opportunities for law graduates from \nuniversities based in developing countries to participate in the Programme, \n\nA/RES/75/129 \nTrust fund for the Judicial Fellowship Programme \nof the International Court of Justice\n \n20-17078\n2/6 \n \n \nConvinced that the establishment of a trust fund to cover the financial costs of \nparticipation in the Programme will increase the number of law graduates nominated \nby universities based in developing countries, \n \n1. \nRequests the Secretary-General to establish and administer a trust fund for \nthe Judicial Fellowship Programme of the International Court of Justice, in \naccordance with the terms of reference as set out in the annex to the present resolution, \nthrough which States, international financial institutions, donor agencies, \nintergovernmental organizations, non-governmental organizations and natural and \njuridical persons can make voluntary financial contributions in support of the \nProgramme;  \n \n2. \nDecides that the resources of the trust fund should be utilized to provide \nfellowship awards to eligible nationals of developing countries nominated by \nuniversities based in developing countries and selected by the Court;  \n \n3. \nCalls upon States, international financial institutions, donor agencies, \nintergovernmental organizations, non-governmental organizations and natural and \njuridical persons to make voluntary financial contributions promptly and generously \nto the new trust fund for the Programme;  \n \n4. \nRequests the Secretary-General to continue to publicize the Programme \nand periodically to invite States, international financial institutions, donor agencies, \nintergovernmental organizations, non-governmental organizations and natural and \njuridical persons to make voluntary financial contributions to the new trust fund or \notherwise assist in the implementation and possible expansion of the Programme; \n \n5. \nAlso requests the Secretary-General to report to the General Assembly at \nits seventy-sixth session on the implementation of the present resolution.  \n \n44th plenary meeting \n14 December 2020 \n \n \nAnnex \n \n \n \n Terms of reference of the trust fund for the Judicial Fellowship \nProgramme of the International Court of Justice \n \n \n \nI. \nEstablishment \n \n1. \nThe trust fund for the Judicial Fellowship Programme of the International Court \nof Justice is established by the Secretary-General at the request of the General \nAssembly. \n \n \nII. \nBackground \n \n2. \nThe International Court of Justice is the principal judicial organ of the United \nNations. It functions in accordance with its Statute which is annexed to the Charter \nof the United Nations. The seat of the Court is at the Peace Palace in The Hague, the \nNetherlands.  \n3. \nThe Court’s role is to settle, in accordance with international law, legal disputes \nsubmitted to it by States and to give advisory opinions on legal questions referred to \nit by United Nations organs in accordance with the Charter and by specialized \nagencies authorized to do so. The Court is composed of 15 judges, who are elected \nfor terms of office of nine years by the General Assembly and the Security Council. \n\nTrust fund for the Judicial Fellowship Programme \nof the International Court of Justice \nA/RES/75/129\n \n3/6\n20-17078 \n \nIt is assisted by the Registry, its administrative organ. Its official languages are \nEnglish and French. \n4. \nThe Court has always had a special interest in engaging young people in its \njudicial activities. The Court has continuously emphasized in its annual reports to the \nGeneral Assembly, especially since 2012, the importance of enabling students from a \nwide range of geographic and linguistic backgrounds to familiarize themselves with \nthe work of the Court and develop their skills in the field of the peaceful settlement \nof international disputes through the law. This long-standing interest of the Court is \nin line with several Assembly resolutions in which States, international organizations \nand institutions are encouraged to increase their activities to promote the teaching, \nstudy, dissemination and wider appreciation of international law, in particular those \nactivities which are of special benefit to persons from developing countries. 1 \n5. \nUnfortunately, there is no line in the budget of the Court which allows it to fund \ntemporary stays of recent law graduates at the Court to gain working experience. The \nCourt was therefore greatly pleased when in 1999 the New York University School of \nLaw offered to provide fellowship awards to five of its students per year to serve as \nuniversity trainees at the Court and to enable these law graduates to gain experience \nworking under the supervision of a member of the Court. The Court accepted this \noffer and established a University Traineeship Programme for this purpose. Under the \nterms of the agreement between the Court and New York University, the University \nwas responsible for providing a monthly fellowship award to the selected candidates \nfor the 10-month duration of their training at the Court.  \n6. \nIn the following years, the Court sought to expand the University Traineeship \nProgramme to other universities. Therefore, the Court invited other universities to \nnominate candidates to the Programme. Thanks to these efforts, between 2002 and \n2015, a number of universities joined and started to nominate candidates for the \nProgramme. To enlarge even further the number of participating universities, \nparticipation in the Programme was opened in 2015 to all universities with law \nfaculties, which have been invited every year since 2016 to nominate candidates \nthrough a call for applications posted on the website of the Court.  \n7. \nIn 2017, the Court changed the name of the University Traineeship Programme \nto that of “Judicial Fellowship Programme” to reflect more accurately the nature of \nthe activities in which the fellows are required to participate at the Court. \nNonetheless, the Judicial Fellowship Programme retained the key features of the \nUniversity Traineeship Programme.  \n8. \nThe Judicial Fellowship Programme is an apprenticeship programme which \nenables recent law graduates to develop their skills in the field of the peaceful \nsettlement of international disputes through the law. It aims to improve participants’ \nunderstanding of international law and the Court’s procedures by actively involving \nthem in the work of the Court. Each fellow is assigned to one judge for a period of \naround 10 months, from early September to June or July of the following year. During \nthis period, participants attend public hearings of the Court, research and write \nmemorandums on legal questions or factual aspects of pending cases and are involved \nin other aspects of the Court’s work. Each participant works alongside an associate \nlegal officer, who is the primary legal assistant of a judge and is employed by the \nUnited Nations.  \n9. \nThe Court accepts up to 15 fellows a year, with no more than one from each \nnominating university. The Court looks for candidates who have achieved excellent \n__________________ \n \n1  See, for example, the twelfth preambular paragraph of resolution 74/185 on the United Nations \nProgramme of Assistance in the Teaching, Study, Dissemination and Wider Appreciation of \nInternational Law. \n\nA/RES/75/129 \nTrust fund for the Judicial Fellowship Programme \nof the International Court of Justice\n \n20-17078\n4/6 \n \nresults in their law studies and who have demonstrated an interest in international law \nthrough their studies or publications. Candidates are usually in the early stages of \ntheir legal careers. In making its selection, the Court seeks to choose candidates of \nvarious nationalities.  \n10. To date, all candidates have been nominated and sponsored by their respective \nuniversities, which undertake to fund the stipend, health insurance and travel costs of \nthe candidate, if selected. \n11. \nOver the years, it has become clear to the Court that the fact that participating \nuniversities are expected to provide a stipend to the students they nominate has tended \nto exclude less-endowed universities, particularly those based in developing \ncountries, from nominating candidates, thus limiting the possibility for the Court to \nselect fellows from a number of geographical regions. As a result, otherwise eligible \nstudents, who do not attend well-endowed universities based in developed countries, \ndo not have the opportunity to participate in the Programme.  \n12. From 2000 to 2019, a total of 193 fellows participated in the Programme; 95 per \ncent were sponsored by universities based in countries of the Group of Western \nEuropean and other States. During the same period, no fellows were sponsored by \nuniversities in Africa and Eastern Europe. Only one fellow (0.5 per cent) was \nsponsored by a university in Latin America and the Caribbean, and eight fellows \n(4 per cent) were sponsored by universities in the Asia-Pacific region. Of the \n193 fellows, the overwhelming majority (68 per cent) were nationals of countries of \nthe Group of Western European and other States. Only 11 fellows (5 per cent) were \nnationals of Eastern European countries, 13 (6 per cent) of African countries, \n17 (8 per cent) of Latin American and Caribbean countries and 30 (13 per cent) of \nAsia-Pacific countries.  \n13. As the above statistics demonstrate, there is a need to establish a mechanism \nwhich would offer universities based in developing countries an opportunity to \nparticipate in the Programme on a sustainable basis and to nominate students who \nmay be selected as judicial fellows by the Court. This would correct the current \nimbalance in the Programme which might otherwise be perceived as catering only to \nlaw graduates from a limited number of countries and the universities based therein. \nHowever, similar to any other activity involving the Court, such a mechanism should \nbe compliant with the requirements of the Statute and Rules of the Court. \nAccordingly, the contemplated mechanism should not entail that the Court engages \nwith individual Member States to mobilize contributions for its Judicial Fellowship \nProgramme. In addition, the mechanism should not allow States who wish to support \nthe Programme to offer or to make direct payments to the Court.  \n14. It is proposed that such a mechanism take the form of the trust fund established \nby the Secretary-General at the request of the General Assembly. The regulations of \nthe trust fund will have to comply with the requirements of independence and \nimpartiality of the Court in accordance with its Statute, while making it capable of \nproviding an opportunity to young law graduates, from universities based in \ndeveloping countries, to participate in the Programme.  \n \n \nIII. \nPurpose \n \n15. The purpose of the trust fund is to grant fellowship awards to selected candidates \nwho are nationals of developing countries from universities based in developing \ncountries, thereby guaranteeing the geographic and linguistic diversity of the \nparticipants in the Programme. \n16. The award will consist of a monthly stipend and will cover travel and health \ninsurance costs. It should be sufficient to provide for a minimum standard of \n\nTrust fund for the Judicial Fellowship Programme \nof the International Court of Justice \nA/RES/75/129\n \n5/6\n20-17078 \n \naccommodation and subsistence in The Hague, in order to ensure that recipients can \nfully benefit from their participation in the Programme without the burden of financial \nhardship. \n \n \nIV. \nAuthority \n \n17. The trust fund will be administered in conformity with the applicable United \nNations financial regulations, rules, policies and procedures. \n \n \nV. \nContributions to the trust fund \n \n18. Contributions to the trust fund can be made by States, intergovernmental and \nnon-governmental organizations, national institutions, bar associations, private \ninstitutions and individuals, and other appropriate entities.  \n19. Cash contributions to the trust fund may be accepted in fully convertible \ncurrencies. Such contributions will be deposited into the designated bank account. \n20. The making of a pledge and its acceptance are to be recorded in an exchange of \nletters, and in a more formal agreement if requested by the donor. \n21. Any interest income derived from contributions to the trust fund will be credited \nto the trust fund. \n \n \nVI. \nAdministration \n \n22. The trust fund will be administered by the Secretary-General. The Court may be \nassociated with the performance of certain administrative functions of a general \nnature entailed by the management of the trust fund. However, the modalities for the \nadministration of the trust fund should not require the Court to directly engage with \nindividual Member States to mobilize contributions to the trust fund or to be directly \ninvolved in the administration of the financial resources collected. \n \n \nVII. \nApplication for the fellowship award \n \n23. Universities based in developing countries that cannot afford to sponsor fellows \nthat are nationals of developing countries may apply for a fellowship award for their \ncandidates when nominating them for the Programme in accordance with the \nprocedures established by the Court.  \n \n \nVIII. \nSelection of the recipients and granting of the fellowship award \n \n24. The Court will draw up and publicize the eligibility criteria for the fellowship \naward. \n25. The Court will select the recipients of the award from the list of candidates who \nmeet the standard eligibility criteria for the Programme.  \n26. The Court will make its final selection taking into account the available \nresources in the trust fund and the number of qualified candidates in respect of whom \napplications for the award have been made. \n \n \nIX. \nReporting \n \n27. The Secretary-General will provide an annual financial statement for the trust \nfund showing income and expenditures as at 31 December of each year and detailing \nthe funds pledged and received. \n28. All accounts and financial statements will be expressed in United States dollars. \n\nA/RES/75/129 \nTrust fund for the Judicial Fellowship Programme \nof the International Court of Justice\n \n20-17078\n6/6 \n \n29. The Secretary-General will prepare a substantive progress report on \nimplementation as required by the General Assembly. \n \n \nX. \nProgramme support costs \n \n30. In accordance with the Financial Regulations and Rules of the United Nations, \nprogramme support costs will be charged to the trust fund. In addition, the trust fund \noperating reserve will be applied within the cash resources of the trust fund to cover \nany delays in payments of contributions and to meet final expenditures of the \nactivities covered from the trust fund. The trust fund operating reserve is calculated \nas a percentage of the estimated annual expenditures. \n \n \nXI. \nAudit \n \n31. The trust fund is exclusively subject to the internal and external auditing \nprocedures provided for in the United Nations financial regulations, rules and \npolicies. \n \n \nXII. \nClosure of the trust fund \n \n32. Should it be decided to close the trust fund for any reason, any balances for each \ndonor remaining at the time the trust fund is terminated will be disposed of in \nconsultation with the donor, and in a manner consistent with the purpose of the trust \nfund and with the Financial Regulations and Rules of the United Nations. \n \n",
  "paragraphs": {
    "1": "The trust fund for the Judicial Fellowship Programme of the International Court of Justice is established by the Secretary-General at the request of the General Assembly. II. Background",
    "2": "The International Court of Justice is the principal judicial organ of the United Nations. It functions in accordance with its Statute which is annexed to the Charter of the United Nations. The seat of the Court is at the Peace Palace in The Hague, the Netherlands.",
    "3": " It is assisted by the Registry, its administrative organ. Its official languages are English and French.",
    "4": "The Court has always had a special interest in engaging young people in its judicial activities. The Court has continuously emphasized in its annual reports to the General Assembly, especially since 2012, the importance of enabling students from a wide range of geographic and linguistic backgrounds to familiarize themselves with the work of the Court and develop their skills in the field of the peaceful settlement of international disputes through the law. This long-standing interest of the Court is in line with several Assembly resolutions in which States, international organizations and institutions are encouraged to increase their activities to promote the teaching, study, dissemination and wider appreciation of international law, in particular those activities which are of special benefit to persons from developing countries. 1",
    "5": "Unfortunately, there is no line in the budget of the Court which allows it to fund temporary stays of recent law graduates at the Court to gain working experience. The Court was therefore greatly pleased when in 1999 the New York University School of Law offered to provide fellowship awards to five of its students per year to serve as university trainees at the Court and to enable these law graduates to gain experience working under the supervision of a member of the Court. The Court accepted this offer and established a University Traineeship Programme for this purpose. Under the terms of the agreement between the Court and New York University, the University was responsible for providing a monthly fellowship award to the selected candidates for the 10-month duration of their training at the Court.",
    "6": "In the following years, the Court sought to expand the University Traineeship Programme to other universities. Therefore, the Court invited other universities to nominate candidates to the Programme. Thanks to these efforts, between 2002 and 2015, a number of universities joined and started to nominate candidates for the Programme. To enlarge even further the number of participating universities, participation in the Programme was opened in 2015 to all universities with law faculties, which have been invited every year since 2016 to nominate candidates through a call for applications posted on the website of the Court.",
    "7": "In 2017, the Court changed the name of the University Traineeship Programme to that of “Judicial Fellowship Programme” to reflect more accurately the nature of the activities in which the fellows are required to participate at the Court. Nonetheless, the Judicial Fellowship Programme retained the key features of the University Traineeship Programme.",
    "8": "The Judicial Fellowship Programme is an apprenticeship programme which enables recent law graduates to develop their skills in the field of the peaceful settlement of international disputes through the law. It aims to improve participants’ understanding of international law and the Court’s procedures by actively involving them in the work of the Court. Each fellow is assigned to one judge for a period of around 10 months, from early September to June or July of the following year. During this period, participants attend public hearings of the Court, research and write memorandums on legal questions or factual aspects of pending cases and are involved in other aspects of the Court’s work. Each participant works alongside an associate legal officer, who is the primary legal assistant of a judge and is employed by the United Nations.",
    "9": "The Court accepts up to 15 fellows a year, with no more than one from each nominating university. The Court looks for candidates who have achieved excellent results in their law studies and who have demonstrated an interest in international law through their studies or publications. Candidates are usually in the early stages of their legal careers. In making its selection, the Court seeks to choose candidates of various nationalities.",
    "10": "To date, all candidates have been nominated and sponsored by their respective universities, which undertake to fund the stipend, health insurance and travel costs of the candidate, if selected.",
    "11": "Over the years, it has become clear to the Court that the fact that participating universities are expected to provide a stipend to the students they nominate has tended to exclude less-endowed universities, particularly those based in developing countries, from nominating candidates, thus limiting the possibility for the Court to select fellows from a number of geographical regions. As a result, otherwise eligible students, who do not attend well-endowed universities based in developed countries, do not have the opportunity to participate in the Programme.",
    "12": "From 2000 to 2019, a total of 193 fellows participated in the Programme; 95 per cent were sponsored by universities based in countries of the Group of Western European and other States. During the same period, no fellows were sponsored by universities in Africa and Eastern Europe. Only one fellow (0.5 per cent) was sponsored by a university in Latin America and the Caribbean, and eight fellows (4 per cent) were sponsored by universities in the Asia-Pacific region. Of the 193 fellows, the overwhelming majority (68 per cent) were nationals of countries of the Group of Western European and other States. Only 11 fellows (5 per cent) were nationals of Eastern European countries, 13 (6 per cent) of African countries, 17 (8 per cent) of Latin American and Caribbean countries and 30 (13 per cent) of Asia-Pacific countries.",
    "13": "As the above statistics demonstrate, there is a need to establish a mechanism which would offer universities based in developing countries an opportunity to participate in the Programme on a sustainable basis and to nominate students who may be selected as judicial fellows by the Court. This would correct the current imbalance in the Programme which might otherwise be perceived as catering only to law graduates from a limited number of countries and the universities based therein. However, similar to any other activity involving the Court, such a mechanism should be compliant with the requirements of the Statute and Rules of the Court. Accordingly, the contemplated mechanism should not entail that the Court engages with individual Member States to mobilize contributions for its Judicial Fellowship Programme. In addition, the mechanism should not allow States who wish to support the Programme to offer or to make direct payments to the Court.",
    "14": "It is proposed that such a mechanism take the form of the trust fund established by the Secretary-General at the request of the General Assembly. The regulations of the trust fund will have to comply with the requirements of independence and impartiality of the Court in accordance with its Statute, while making it capable of providing an opportunity to young law graduates, from universities based in developing countries, to participate in the Programme. III. Purpose",
    "15": "The purpose of the trust fund is to grant fellowship awards to selected candidates who are nationals of developing countries from universities based in developing countries, thereby guaranteeing the geographic and linguistic diversity of the participants in the Programme.",
    "16": " accommodation and subsistence in The Hague, in order to ensure that recipients can fully benefit from their participation in the Programme without the burden of financial hardship. IV. Authority",
    "17": "The trust fund will be administered in conformity with the applicable United Nations financial regulations, rules, policies and procedures. V. Contributions to the trust fund",
    "18": "Contributions to the trust fund can be made by States, intergovernmental and non-governmental organizations, national institutions, bar associations, private institutions and individuals, and other appropriate entities.",
    "19": "Cash contributions to the trust fund may be accepted in fully convertible currencies. Such contributions will be deposited into the designated bank account.",
    "20": "The making of a pledge and its acceptance are to be recorded in an exchange of letters, and in a more formal agreement if requested by the donor.",
    "21": "Any interest income derived from contributions to the trust fund will be credited to the trust fund. VI. Administration",
    "22": "The trust fund will be administered by the Secretary-General. The Court may be associated with the performance of certain administrative functions of a general nature entailed by the management of the trust fund. However, the modalities for the administration of the trust fund should not require the Court to directly engage with individual Member States to mobilize contributions to the trust fund or to be directly involved in the administration of the financial resources collected. VII. Application for the fellowship award",
    "23": "Universities based in developing countries that cannot afford to sponsor fellows that are nationals of developing countries may apply for a fellowship award for their candidates when nominating them for the Programme in accordance with the procedures established by the Court. VIII. Selection of the recipients and granting of the fellowship award",
    "24": "The Court will draw up and publicize the eligibility criteria for the fellowship award.",
    "25": "The Court will select the recipients of the award from the list of candidates who meet the standard eligibility criteria for the Programme.",
    "26": "The Court will make its final selection taking into account the available resources in the trust fund and the number of qualified candidates in respect of whom applications for the award have been made. IX. Reporting",
    "27": "The Secretary-General will provide an annual financial statement for the trust fund showing income and expenditures as at 31 December of each year and detailing the funds pledged and received.",
    "28": "",
    "29": "The Secretary-General will prepare a substantive progress report on implementation as required by the General Assembly. X. Programme support costs",
    "30": "In accordance with the Financial Regulations and Rules of the United Nations, programme support costs will be charged to the trust fund. In addition, the trust fund operating reserve will be applied within the cash resources of the trust fund to cover any delays in payments of contributions and to meet final expenditures of the activities covered from the trust fund. The trust fund operating reserve is calculated as a percentage of the estimated annual expenditures. XI. Audit",
    "31": "The trust fund is exclusively subject to the internal and external auditing procedures provided for in the United Nations financial regulations, rules and policies. XII. Closure of the trust fund",
    "32": "Should it be decided to close the trust fund for any reason, any balances for each donor remaining at the time the trust fund is terminated will be disposed of in consultation with the donor, and in a manner consistent with the purpose of the trust fund and with the Financial Regulations and Rules of the United Nations."
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": [
    "A/75/L.48"
  ]
}