{
  "symbol": "A/RES/79/67",
  "filename": "A_RES_79_67.pdf",
  "title": "79/67. United Nations Regional Centre for Peace and Disarmament in Asia and the Pacific",
  "text": "United Nations \nA/RES/79/67\n \n \nGeneral Assembly \nDistr.: General \n10 December 2024 \n \n24-23089 (E)     \n*2423089* \n \n \nSeventy-ninth session \nAgenda item 99 (e)  \nReview and implementation of the Concluding Document \nof the Twelfth Special Session of the General Assembly: \nUnited Nations Regional Centre for Peace and \nDisarmament in Asia and the Pacific \n \n \n \n \n Resolution adopted by the General Assembly \non 2 December 2024 \n \n \n \n \n[on the report of the First Committee (A/79/409, para. 21)] \n \n \n \n79/67. United Nations Regional Centre for Peace and Disarmament in \nAsia and the Pacific \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 42/39 D of 30 November 1987 and 44/117 F of \n15 December 1989, by which it established the United Nations Regional Centre for \nPeace and Disarmament in Asia and renamed it the United Nations Regional Centre \nfor Peace and Disarmament in Asia and the Pacific, with headquarters in Kathmandu, \n \nRecalling also the mandate of the Regional Centre to provide, on request, \nsubstantive support for the initiatives and other activities mutually agreed upon by \nthe Member States of the Asia-Pacific region for the implementation of measures for \npeace and disarmament, through appropriate utilization of available resources, \n \nTaking note of the report of the Secretary-General, 1  and expressing its \nappreciation to the Regional Centre for its important work in promoting dialogue and \nconfidence-building measures through the organization of meetings, conferences and \nworkshops in the region, including the twenty-second United Nations-Republic of \nKorea Joint Conference on Disarmament and Non-Proliferation Issues, the regional \npreparatory meeting for the fourth conference to review progress made in the \nimplementation of the Programme of Action to Prevent, Combat and Eradicate the \nIllicit Trade in Small Arms and Light Weapons in All Its Aspects2 and its International \nInstrument to Enable States to Identify and Trace, in a Timely and Reliable Manner, \n__________________ \n \n1  A/79/129. \n \n2  Report of the United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in \nAll Its Aspects, New York, 9–20 July 2001 (A/CONF.192/15), chap. IV, para. 24. \n\nA/RES/79/67 \nUnited Nations Regional Centre for Peace and Disarmament in \nAsia and the Pacific\n \n24-23089\n2/3 \n \nIllicit Small Arms and Light Weapons (the International Tracing Instrument) 3 and \nnational and subregional workshops on awareness-raising and promoting the full and \nuniversal implementation of the Convention on the Prohibition of the Development, \nProduction and Stockpiling of Bacteriological (Biological) and Toxin Weapons and \non Their Destruction, 4  the Convention on the Prohibition of the Development, \nProduction, Stockpiling and Use of Chemical Weapons and on Their Destruction, 5 the \nInternational Convention for the Suppression of Acts of Nuclear Terrorism, 6 the \nConvention on Prohibitions or Restrictions on the Use of Certain Conventional \nWeapons Which May Be Deemed to Be Excessively Injurious or to Have \nIndiscriminate Effects7 and Security Council resolution 1540 (2004) of 28 April 2004,  \n \nExpressing its appreciation to the Regional Centre for its capacity-building \ntraining for States of Asia and the Pacific on fostering gender-responsive arms \ncontrol, on physical security and stockpile management and on the impact of \nadvancing \nscience \nand \ntechnology \non \ndisarmament, \narms \ncontrol \nand \nnon-proliferation, activities under the Saving Lives Entity initiative carried out jointly \nwith the United Nations Development Programme, activities to promote transparency \nand confidence-building measures among States in Asia and the Pacific, initiatives to \npromote the voices of young people in the region on issues related to disarmament, \narms control and non-proliferation and activities to strengthen partnership with civil \nsociety organizations, universities and schools in the region on disarmament issues, \nthe linkages between gender and peace and disarmament, and the nexus between \ndisarmament and the 2030 Agenda for Sustainable Development,8 \n \nExpressing appreciation for the timely execution by Nepal of its host country \ncommitments for the physical operation of the Regional Centre, \n \nWelcoming the work by the Regional Centre in support of the achievement of \nSustainable Development Goals 5 and 16, in particular target 5.2 to eliminate all \nforms of violence against all women and girls, target 5.5 to ensure women’s full and \neffective participation and equal opportunities for leadership and target 16.4 to \nsignificantly reduce illicit financial and arms flows, \n \nWelcoming also the efforts by the Regional Centre to promote the role and \nrepresentation of women in disarmament, non-proliferation and arms control activities, \n \nWelcoming further the youth-focused outreach activities undertaken by the \nRegional Centre, \n \n1. \nExpresses its satisfaction at the activities carried out over the past year by \nthe United Nations Regional Centre for Peace and Disarmament in Asia and the Pacific, \nand requests the Regional Centre to continue to take into account the proposals for \nactivities submitted by the countries of the region for the implementation of the \nmandate of the Centre in the areas of peace, disarmament and development; \n \n2. \nInvites all States of the region to continue to support the activities of the \nRegional Centre, including by continuing to take part in them, where possible, and by \nproposing items for inclusion in the programme of activities of the Centre, in order \nto contribute to the implementation of measures for peace and disarmament; \n \n3. \nExpresses its gratitude to the Government of Nepal for its cooperation and \nfinancial support, which has enabled the Regional Centre to operate from Kathmandu; \n__________________ \n \n3  See decision 60/519 and A/60/88 and A/60/88/Corr.2, annex. \n \n4  United Nations, Treaty Series, vol. 1015, No. 14860. \n \n5  Ibid., vol. 1974, No. 33757. \n \n6  Ibid., vol. 2445, No. 44004. \n \n7  Ibid., vol. 1342, No. 22495. \n \n8  Resolution 70/1. \n\nUnited Nations Regional Centre for Peace and Disarmament in \nAsia and the Pacific \nA/RES/79/67\n \n3/3\n24-23089 \n \n \n4. \nExpresses its appreciation to the Secretary-General and the Office for \nDisarmament Affairs of the Secretariat for providing the necessary support with a \nview to ensuring the smooth operation of the Regional Centre and to enabling the \nCentre to function effectively; \n \n5. \nAppeals to Member States, in particular those within the Asia-Pacific \nregion, as well as to international governmental and non-governmental organizations \nand foundations, to make voluntary contributions, the only resources of the Regional \nCentre, to strengthen its programme of activities and the implementation thereof; \n \n6. \nReaffirms its strong support for the role of the Regional Centre in the \npromotion of activities of the United Nations at the regional level to strengthen peace, \nstability and security among its Member States; \n \n7. \nEncourages the Regional Centre to further explore new programmes and \nactivities on areas of international focus, such as new and emerging technologies, \nincluding outer space, information and communications technologies in the context \nof international peace and security and the military applications of artificial \nintelligence, in collaboration with Member States, United Nations entities and \ninternational and regional organizations; \n \n8. \nUnderlines the importance of the Kathmandu process for the development \nof the practice of region-wide security and disarmament dialogues; \n \n9. \nRequests the Secretary-General to report to the General Assembly at its \neightieth session on the implementation of the present resolution; \n \n10. Decides to include in the provisional agenda of its eightieth session, under \nthe item entitled “Review and implementation of the Concluding Document of the \nTwelfth Special Session of the General Assembly”, the sub-item entitled “United \nNations Regional Centre for Peace and Disarmament in Asia and the Pacific”. \n \n44th plenary meeting \n2 December 2024 \n \n",
  "paragraphs": {
    "1": "Expresses its satisfaction at the activities carried out over the past year by the United Nations Regional Centre for Peace and Disarmament in Asia and the Pacific, and requests the Regional Centre to continue to take into account the proposals for activities submitted by the countries of the region for the implementation of the mandate of the Centre in the areas of peace, disarmament and development;",
    "2": "Invites all States of the region to continue to support the activities of the Regional Centre, including by continuing to take part in them, where possible, and by proposing items for inclusion in the programme of activities of the Centre, in order to contribute to the implementation of measures for peace and disarmament;",
    "3": "Expresses its gratitude to the Government of Nepal for its cooperation and financial support, which has enabled the Regional Centre to operate from Kathmandu; __________________ 3 See decision 60/519 and A/60/88 and A/60/88/Corr.2, annex. 4 United Nations, Treaty Series, vol. 1015, No. 14860. 5 Ibid., vol. 1974, No. 33757. 6 Ibid., vol. 2445, No. 44004. 7 Ibid., vol. 1342, No. 22495. 8 Resolution 70/1. United Nations Regional Centre for Peace and Disarmament in Asia and the Pacific A/RES/79/67 3/3 24-23089",
    "4": "Expresses its appreciation to the Secretary-General and the Office for Disarmament Affairs of the Secretariat for providing the necessary support with a view to ensuring the smooth operation of the Regional Centre and to enabling the Centre to function effectively;",
    "5": "Appeals to Member States, in particular those within the Asia-Pacific region, as well as to international governmental and non-governmental organizations and foundations, to make voluntary contributions, the only resources of the Regional Centre, to strengthen its programme of activities and the implementation thereof;",
    "6": "Reaffirms its strong support for the role of the Regional Centre in the promotion of activities of the United Nations at the regional level to strengthen peace, stability and security among its Member States;",
    "7": "Encourages the Regional Centre to further explore new programmes and activities on areas of international focus, such as new and emerging technologies, including outer space, information and communications technologies in the context of international peace and security and the military applications of artificial intelligence, in collaboration with Member States, United Nations entities and international and regional organizations;",
    "8": "Underlines the importance of the Kathmandu process for the development of the practice of region-wide security and disarmament dialogues;",
    "9": "Requests the Secretary-General to report to the General Assembly at its eightieth session on the implementation of the present resolution;",
    "10": "Decides to include in the provisional agenda of its eightieth session, under the item entitled “Review and implementation of the Concluding Document of the Twelfth Special Session of the General Assembly”, the sub-item entitled “United Nations Regional Centre for Peace and Disarmament in Asia and the Pacific”. 44th plenary meeting 2 December 2024"
  },
  "agenda_items": [
    "Item 99"
  ],
  "symbol_references": []
}