{
  "symbol": "A/RES/79/119",
  "filename": "A_RES_79_119.pdf",
  "title": "79/119. Model Law on Automated Contracting",
  "text": "United Nations \nA/RES/79/119\n \n \nGeneral Assembly \nDistr.: General \n12 December 2024 \n \n24-23517 (E)     \n*2423517* \n \n \nSeventy-ninth session \nAgenda item 77 \nReport of the United Nations Commission on International \nTrade Law on the work of its fifty-seventh session \n \n \n \n \n Resolution adopted by the General Assembly \non 4 December 2024 \n \n \n \n \n[on the report of the Sixth Committee (A/79/467, para. 11)] \n \n \n \n79/119. Model Law on Automated Contracting \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it established \nthe United Nations Commission on International Trade Law with a mandate to further \nthe progressive harmonization and unification of the law of international trade and in \nthat respect to bear in mind the interests of all peoples, in particular those of developing \ncountries, in the extensive development of international trade, \n \nRecalling also its resolution 60/21 of 23 November 2005, by which it adopted \nthe United Nations Convention on the Use of Electronic Communications in \nInternational Contracts and called upon all Governments to consider becoming party \nto the Convention, and its resolutions 51/162 of 16 December 1996, 56/80 of \n12 December 2001, 72/114 of 7 December 2017 and 77/101 of 7 December 2022, in \nwhich it recommended that all States give favourable consideration to the Model Law \non Electronic Commerce, the Model Law on Electronic Signatures, the Model Law \non Electronic Transferable Records and the Model Law on the Use and Cross-border \nRecognition of Identity Management and Trust Services of the Commission, \nrespectively, \n \nMindful that the Convention, the Model Law on Electronic Commerce, the \nModel Law on Electronic Signatures, the Model Law on Electronic Transferable \nRecords and the Model Law on the Use and Cross-border Recognition of Identity \nManagement and Trust Services are of significant assistance to States in enabling and \nfacilitating electronic commerce in international trade, \n \nMindful also of the importance of providing a legal foundation to promote \nconfidence in electronic commerce, including across borders, and of the increasing \nrelevance of automation in contracting, including through the deployment of artificial \nintelligence systems, \n\nA/RES/79/119 \nModel Law on Automated Contracting\n \n24-23517\n2/2 \n \n \nConsidering that uncertainty as to the legal effect of automation in contracting \ncan create an obstacle to harnessing the full potential of digital trade,  \n \nConvinced that legal certainty and commercial predictability in electronic \ncommerce, including across borders, will be enhanced by the harmonization of certain \nrules on the use of automation in contracting on a technologically neutral basis, \n \nRecalling that the Commission placed the topic of automated contracting on its \nwork programme at its fifty-fourth session, in 2021,1 and referred the topic to its \nWorking Group IV (Electronic Commerce) at its fifty-fifth session, in 2022,2 \n \nNoting that the Working Group devoted three sessions, in 2022 and 2023, to that \nwork, and that the Commission considered at its fifty-seventh session, in 2024, draft \nprovisions on automated contracting prepared at the request of the Working Group, 3 \n \nBelieving that a model law on automated contracting will constitute a useful \naddition to existing Commission texts in the area of electronic commerce by assisting \nStates in enhancing their legislation governing the use of automation in contracting, \nor in formulating such legislation where none exists, \n \n1. \nExpresses its appreciation to the United Nations Commission on International \nTrade Law for completing and adopting the Model Law on Automated Contracting;4 \n \n2. \nRequests the Secretary-General to publish the Model Law together with a guide \nto the enactment thereof, including electronically, in the six official languages of the \nUnited Nations, and to disseminate it broadly to Governments and other interested bodies; \n \n3. \nRecommends that all States give favourable consideration to the Model \nLaw when revising or adopting legislation on electronic commerce, and invites States \nthat have used the Model Law to advise the Commission accordingly; \n \n4. \nAlso recommends that States continue to consider becoming parties to the \nUnited Nations Convention on the Use of Electronic Communications in International \nContracts 5 and to give favourable consideration to the Model Law on Electronic \nCommerce,6 the Model Law on Electronic Signatures,7 the Model Law on Electronic \nTransferable Records8 and the Model Law on the Use and Cross-border Recognition \nof Identity Management and Trust Services9 when revising or adopting legislation on \nelectronic commerce; \n \n5. \nAppeals to the relevant bodies of the United Nations system and other \nrelevant international and regional organizations to coordinate their legal activities in \nthe area of electronic commerce with those of the Commission, to avoid duplication \nof efforts and to promote efficiency, consistency and coherence in the modernization \nand harmonization of legislation on electronic commerce. \n \n47th plenary meeting \n4 December 2024 \n \n__________________ \n \n1 Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 17 (A/76/17), \nparas. 25 (e) and 236. \n \n2 Ibid., Seventy-seventh Session, Supplement No. 17 (A/77/17), para. 22 (d). \n \n3 Ibid., Seventy-ninth Session, Supplement No. 17 (A/79/17), chap. VII. \n \n4 Ibid., annex IV. \n \n5 United Nations, Treaty Series, vol. 2898, No. 50525. \n \n6 Resolution 51/162, annex. \n \n7 Resolution 56/80, annex. \n \n8 Official Records of the General Assembly, Seventy-second Session, Supplement No. 17 (A/72/17), \nannex I. \n \n9 Ibid., Seventy-seventh Session, Supplement No. 17 (A/77/17), annex II. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the United Nations Commission on International Trade Law for completing and adopting the Model Law on Automated Contracting;4",
    "2": "Requests the Secretary-General to publish the Model Law together with a guide to the enactment thereof, including electronically, in the six official languages of the United Nations, and to disseminate it broadly to Governments and other interested bodies;",
    "3": "Recommends that all States give favourable consideration to the Model Law when revising or adopting legislation on electronic commerce, and invites States that have used the Model Law to advise the Commission accordingly;",
    "4": "Also recommends that States continue to consider becoming parties to the United Nations Convention on the Use of Electronic Communications in International Contracts 5 and to give favourable consideration to the Model Law on Electronic Commerce,6 the Model Law on Electronic Signatures,7 the Model Law on Electronic Transferable Records8 and the Model Law on the Use and Cross-border Recognition of Identity Management and Trust Services9 when revising or adopting legislation on electronic commerce;",
    "5": "Appeals to the relevant bodies of the United Nations system and other relevant international and regional organizations to coordinate their legal activities in the area of electronic commerce with those of the Commission, to avoid duplication of efforts and to promote efficiency, consistency and coherence in the modernization and harmonization of legislation on electronic commerce."
  },
  "agenda_items": [
    "Item 77"
  ],
  "symbol_references": []
}