{
  "symbol": "A/RES/78/104",
  "filename": "A_RES_78_104.pdf",
  "title": "78/104. Model Provisions on Mediation for International Investment Disputes and Guidelines on Mediation for International Investment Disputes of the United Nations Commission on International Trade Law",
  "text": "United Nations \nA/RES/78/104\n \n \nGeneral Assembly \nDistr.: General \n11 December 2023 \n \n23-24973 (E)    201223 \n*2324973* \n \n \nSeventy-eighth session \nAgenda item 77 \nReport of the United Nations Commission on International \nTrade Law on the work of its fifty-sixth session \n \n \n \n \n Resolution adopted by the General Assembly \non 7 December 2023 \n \n \n \n \n[on the report of the Sixth Committee (A/78/433, para. 13)] \n \n \n 78/104. Model Provisions on Mediation for International Investment \nDisputes and Guidelines on Mediation for International \nInvestment Disputes of the United Nations Commission on \nInternational Trade Law \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it established \nthe United Nations Commission on International Trade Law with a mandate to further \nthe progressive harmonization and unification of the law of international trade and in \nthat respect to bear in mind the interests of all peoples, in particular those of developing \ncountries, in the extensive development of international trade,  \n \nRecalling also its resolution 76/107 of 9 December 2021, by which it \nrecommended the use of the Mediation Rules of the United Nations Commission on \nInternational Trade Law in the settlement of disputes arising in the context of \ninternational commercial relations, mindful of the value of mediation as a means of \namicably settling such disputes, \n \nNoting that the Commission, at its fiftieth session, in 2017, entrusted its \nWorking Group III (Investor-State Dispute Settlement Reform) with a broad mandate \nto work on the possible reform of investor-State dispute settlement and to develop \nrelevant solutions, \n \nMindful of the desirability of encouraging the use of mediation for resolving \ninternational investment disputes in a cost- and time-efficient manner, \n \nRecognizing that there are significant benefits to mediation, such as allowing \nparties to exercise control over the process to reach a self-tailored outcome and \npreserve their relationship, as well as providing necessary safeguards for due process, \n \nNoting that the preparation of the Model Provisions on Mediation for \nInternational Investment Disputes and the Guidelines on Mediation for International \n\nA/RES/78/104 \nModel Provisions on Mediation for International Investment \nDisputes and Guidelines on Mediation for International \nInvestment Disputes of the United Nations\nCommission on International Trade Law\n \n23-24973\n2/2 \n \nInvestment Disputes of the United Nations Commission on International Trade Law \nbenefited from consultations with Governments and interested intergovernmental and \nnon-governmental organizations, \n \nNoting also that the Model Provisions and the Guidelines on Mediation were \nadopted by the United Nations Commission on International Trade Law at its fifty-\nsixth session, after due deliberations, \n \nMindful that Working Group III of the Commission is continuing to make progress \nwith regard to a number of investor-State dispute settlement reform elements to be \nrecommended to the Commission, including a multilateral instrument to implement the \nreform elements, which could provide additional means to apply the Model Provisions,  \n \n1. \nExpresses its appreciation to the United Nations Commission on \nInternational Trade Law for having formulated and adopted the Model Provisions on \nMediation for International Investment Disputes, the text of which is contained in \nannex I to the report of the Commission on the work of its fifty-sixth session,1 and \nthe Guidelines on Mediation for International Investment Disputes, the text of which \nis contained in annex II to the same report;2 \n \n2. \nRecommends the use of the Model Provisions by States and other relevant \nstakeholders involved in the negotiation of international investment instruments and \ntheir incorporation into such instruments; \n \n3. \nAlso recommends the use of the Guidelines on Mediation by States, \ninvestors, mediators, interested institutions and other relevant stakeholders to foster \na better understanding of mediation with regard to resolution of international \ninvestment disputes; \n \n4. \nRequests the Secretary-General to make all efforts to ensure that the Model \nProvisions and the Guidelines become generally known and available by \ndisseminating them broadly to Governments and other interested bodies. \n \n45th plenary meeting \n7 December 2023 \n \n__________________ \n \n1 Official Records of the General Assembly, Seventy-eighth session, Supplement No. 17 (A/78/17), \nannex I. \n \n2 Ibid., annex II. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the United Nations Commission on International Trade Law for having formulated and adopted the Model Provisions on Mediation for International Investment Disputes, the text of which is contained in annex I to the report of the Commission on the work of its fifty-sixth session,1 and the Guidelines on Mediation for International Investment Disputes, the text of which is contained in annex II to the same report;2",
    "2": "Recommends the use of the Model Provisions by States and other relevant stakeholders involved in the negotiation of international investment instruments and their incorporation into such instruments;",
    "3": "Also recommends the use of the Guidelines on Mediation by States, investors, mediators, interested institutions and other relevant stakeholders to foster a better understanding of mediation with regard to resolution of international investment disputes;",
    "4": "Requests the Secretary-General to make all efforts to ensure that the Model Provisions and the Guidelines become generally known and available by disseminating them broadly to Governments and other interested bodies. 45th plenary meeting 7 December 2023 __________________ 1 Official Records of the General Assembly, Seventy-eighth session, Supplement No. 17 (A/78/17), annex I. 2 Ibid., annex II."
  },
  "agenda_items": [
    "Item 77"
  ],
  "symbol_references": []
}