{
  "symbol": "A/RES/74/154",
  "filename": "A_RES_74_154.pdf",
  "title": "74/154. Human rights and unilateral coercive measures",
  "text": "United Nations \nA/RES/74/154\n \n \nGeneral Assembly \nDistr.: General \n24 January 2020 \n \n19-22276 (E)    280120 \n*1922276* \n \n \nSeventy-fourth session \nAgenda item 70 (b) \nPromotion and protection of human rights: human rights \nquestions, including alternative approaches for improving \nthe effective enjoyment of human rights and fundamental \nfreedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 18 December 2019 \n \n \n \n \n[on the report of the Third Committee (A/74/399/Add.2)] \n \n \n 74/154. Human rights and unilateral coercive measures \n \n \n \nThe General Assembly, \n \nRecalling all its previous resolutions on this subject, the most recent of which \nwas resolution 73/167 of 17 December 2018, and Human Rights Council decision \n18/120 of 30 September 20111 and resolutions 24/14 of 27 September 2013,2 27/21 \nof 26 September 2014,3 30/2 of 1 October 2015,4 36/10 of 28 September 2017,5 37/21 \nof 23 March 20186 and 40/3 of 21 March 2019,7 as well as previous resolutions of the \nCouncil and the Commission on Human Rights, \n \nReaffirming the pertinent principles and provisions contained in the Charter of \nEconomic Rights and Duties of States proclaimed by the General Assembly in its \nresolution 3281 (XXIX) of 12 December 1974, in particular article 32 thereof, in \nwhich it declared that no State may use or encourage the use of economic, political \nor any other type of measures to coerce another State in order to obtain from it the \nsubordination of the exercise of its sovereign rights, \n__________________ \n \n1  See Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 53A and \ncorrigendum (A/66/53/Add.1 and A/66/53/Add.1/Corr.1), chap. III. \n \n2  Ibid., Sixty-eighth Session, Supplement No. 53A (A/68/53/Add.1), chap. III. \n \n3  Ibid., Sixty-ninth Session, Supplement No. 53A and corrigenda (A/69/53/Add.1, A/69/53/Add.1 \n/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n4  Ibid., Seventieth Session, Supplement No. 53A (A/70/53/Add.1), chap. III. \n \n5  Ibid., Seventy-second Session, Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n6  Ibid., Seventy-third Session, Supplement No. 53 (A/73/53) chap. IV, sect. A. \n \n7  Ibid., Seventy-fourth Session, Supplement No. 53 (A/74/53) chap. IV, sect. A. \n\nA/RES/74/154 \nHuman rights and unilateral coercive measures\n \n19-22276\n2/6 \n \n \nRecalling the reports of the Secretary-General on the implementation of General \nAssembly resolutions 52/120 of 12 December 19978 and 55/110 of 4 December 2000,9  \n \nStressing that unilateral coercive measures and legislation are contrary to \ninternational law, international humanitarian law, the Charter of the United Nations \nand the norms and principles governing peaceful relations among States, \n \nRecognizing the universal, indivisible, interdependent and interrelated character \nof all human rights, and in this regard reaffirming the right to development as an \nintegral part of all human rights, \n \nRecalling the Final Document of the Sixteenth Ministerial Conference and \nCommemorative Meeting of the Movement of Non-Aligned Countries, held in Bali, \nIndonesia, from 23 to 27 May 2011, 10  the Final Document of the Seventeenth \nConference of Heads of State or Government of Non-Aligned Countries, held on \nMargarita Island, Bolivarian Republic of Venezuela, from 13 to 18 September 2016, \nand the documents adopted at previous summits and conferences, in which States \nmembers of the Movement agreed to oppose and condemn unilateral coercive \nmeasures and their continued application, persevere with efforts to effectively reverse \nthem, urge other States to do likewise, as called for by the General Assembly and \nother organs of the United Nations, and request States applying those measures or \nlaws to revoke them fully and immediately, \n \nRecalling also that, at the World Conference on Human Rights, held in Vienna \nfrom 14 to 25 June 1993, States were called upon to refrain from any unilateral \nmeasure not in accordance with international law and the Charter that creates \nobstacles to trade relations among States and impedes the full realization of all human \nrights11 and also severely threatens the freedom of trade, \n \nBearing in mind all the references to this question in the Copenhagen \nDeclaration on Social Development, adopted by the World Summit for Social \nDevelopment on 12 March 1995,12 the Beijing Declaration and Platform for Action, \nadopted by the Fourth World Conference on Women on 15 September 1995, 13 the \nQuito Declaration on Sustainable Cities and Human Settlements for All and the Quito \nimplementation plan for the New Urban Agenda, adopted by the United Nations \nConference on Housing and Sustainable Urban Development (Habitat III) on \n20 October 2016,14 and in the outcome document of the United Nations summit for \nthe adoption of the post-2015 development agenda, the 2030 Agenda for Sustainable \nDevelopment, \n \nRecalling General Assembly resolution 70/1 of 25 September 2015, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, in which \nStates are strongly urged to refrain from promulgating and applying any unilateral \neconomic, financial or trade measures not in accordance with international law and \nthe Charter of the United Nations that impede the full achievement of economic and \nsocial development, particularly in developing countries, \n \nExpressing concern about the negative impact of unilateral coercive measures \non international relations, trade, investment and cooperation, \n__________________ \n \n8  A/53/293 and A/53/293/Add.1. \n \n9  A/56/207 and A/56/207/Add.1. \n \n10  A/65/896-S/2011/407, annex I. \n \n11  See A/CONF.157/24 (Part I), chap. III. \n \n12  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annex I. \n \n13  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n14  Resolution 71/256, annex. \n\nHuman rights and unilateral coercive measures \nA/RES/74/154\n \n3/6\n19-22276 \n \n \nExpressing grave concern that, in some countries, the situation of children is \nadversely affected by unilateral measures not in accordance with international law \nand the Charter that create obstacles to trade relations among States, impede the full \nrealization of social and economic development and hinder the well-being of the \npopulation in the affected countries, with particular consequences for women, \nchildren, including adolescents, the elderly and persons with disabilities, \n \nDeeply concerned that, despite the recommendations adopted on this question \nby the General Assembly, the Human Rights Council, the Commission on Human \nRights and recent major United Nations conferences, and contrary to general \ninternational law and the Charter, unilateral coercive measures continue to be \npromulgated and implemented, with all their negative implications for the social \nhumanitarian activities and economic and social development of developing \ncountries, including their extraterritorial effects, thereby creating additional obstacles \nto the full enjoyment of all human rights by peoples and individuals under the \njurisdiction of other States, \n \nBearing in mind all the extraterritorial effects of any unilateral legislative, \nadministrative and economic measures, policies and practices of a coercive nature \nagainst the development process and the enhancement of human rights in developing \ncountries, which create obstacles to the full realization of all human rights, \n \nReaffirming that unilateral coercive measures are a major obstacle to the \nimplementation of the Declaration on the Right to Development 15 and the 2030 \nAgenda for Sustainable Development,  \n \nRecalling article 1, paragraph 2, common to the International Covenant on Civil \nand Political Rights 16  and the International Covenant on Economic, Social and \nCultural Rights,16 which provides, inter alia, that in no case may a people be deprived \nof its own means of subsistence, \n \nNoting the continuing efforts of the open-ended Working Group on the Right to \nDevelopment of the Human Rights Council, and reaffirming in particular its criteria, \naccording to which unilateral coercive measures are one of the obstacles to the \nimplementation of the Declaration on the Right to Development, \n \n1. \nUrges all States to cease adopting or implementing any unilateral measures \nnot in accordance with international law, international humanitarian law, the Charter \nof the United Nations and the norms and principles governing peaceful relations \namong States, in particular those of a coercive nature, with all their extraterritorial \neffects, which create obstacles to trade relations among States, thus impeding the full \nrealization of the rights set forth in the Universal Declaration of Human Rights 17 and \nother international human rights instruments, in particular the right of individuals and \npeoples to development; \n \n2. \nStrongly urges States to refrain from promulgating and applying any \nunilateral economic, financial or trade measures not in accordance with international \nlaw and the Charter that impede the full achievement of sustainable economic and \nsocial development, particularly in developing countries; \n \n3. \nCondemns the inclusion of Member States in unilateral lists under false \npretexts, which are contrary to international law and the Charter, including false \nallegations of terrorism sponsorship, considering such lists as instruments for political \nor economic pressure against Member States, particularly developing countries; \n__________________ \n \n15  Resolution 41/128, annex. \n \n16  See resolution 2200 A (XXI), annex. \n \n17  Resolution 217 A (III). \n\nA/RES/74/154 \nHuman rights and unilateral coercive measures\n \n19-22276\n4/6 \n \n \n4. \nUrges all States not to adopt any unilateral measures not in accordance \nwith international law and the Charter that impede the full achievement of economic \nand social development by the population of the affected countries, in particular \nchildren and women, that hinder their well-being and that create obstacles to the full \nenjoyment of their human rights, including the right of everyone to a standard of \nliving adequate for his or her health and well-being and his or her right to food, \nmedical care and education and the necessary social services, as well as to ensure that \nfood and medicine are not used as tools for political pressure; \n \n5. \nStrongly objects to the extraterritorial nature of those measures which, in \naddition, threaten the sovereignty of States, and in this context calls upon all Member \nStates neither to recognize those measures nor to apply them, as well as to take \nadministrative or legislative measures, as appropriate, to counteract the \nextraterritorial applications or effects of unilateral coercive measures; \n \n6. \nCondemns the continuing unilateral application and enforcement by \ncertain Powers of unilateral coercive measures, and rejects those measures, with all \ntheir extraterritorial effects, as being tools for political or economic pressure against \nany country, in particular against developing countries, adopted with a view to \npreventing those countries from exercising their right to decide, of their own free will, \ntheir own political, economic and social systems, and because of the negative effects \nof those measures on the realization of all the human rights of vast sectors of their \npopulations, in particular children, women, the elderly and persons with disabilities; \n \n7. \nExpresses grave concern that, in some countries, the situation of children \nis adversely affected by unilateral measures not in accordance with international law \nand the Charter that create obstacles to trade relations among States, impede the full \nrealization of social and economic development and hinder the well-being of the \npopulation in the affected countries, with particular consequences for women, \nchildren, including adolescents, the elderly and persons with disabilities; \n \n8. \nReaffirms that essential goods such as food and medicines should not be \nused as tools for political coercion and that under no circumstances should people be \ndeprived of their own means of subsistence and development; \n \n9. \nCalls upon Member States that have initiated such measures to abide by \nthe principles of international law, the Charter, the declarations of the United Nations \nand world conferences and relevant resolutions and to commit themselves to their \nobligations and responsibilities arising from the international human rights \ninstruments to which they are parties by revoking such measures at the earliest \npossible time; \n \n10. Reaffirms, in this context, the right of all peoples to self-determination, by \nvirtue of which they freely determine their political status and freely pursue their \neconomic, social and cultural development; \n \n11. \nRecalls that, according to the Declaration on Principles of International \nLaw concerning Friendly Relations and Cooperation among States in accordance with \nthe Charter of the United Nations, contained in the annex to General Assembly \nresolution 2625 (XXV) of 24 October 1970, and the relevant principles and provisions \ncontained in the Charter of Economic Rights and Duties of States, proclaimed by the \nAssembly in its resolution 3281 (XXIX), in particular article 32 thereof, no State may \nuse or encourage the use of economic, political or any other type of measures to \ncoerce another State in order to obtain from it the subordination of the exercise of its \nsovereign rights and to secure from it advantages of any kind; \n \n12. Rejects all attempts to introduce unilateral coercive measures, and urges \nthe Human Rights Council to take fully into account the negative impact of those \nmeasures, including through the enactment and extraterritorial application of national \n\nHuman rights and unilateral coercive measures \nA/RES/74/154\n \n5/6\n19-22276 \n \nlaws that are not in conformity with international law, in its task concerning the \nimplementation of the right to development; \n \n13. Requests the United Nations High Commissioner for Human Rights, in \ndischarging her functions relating to the promotion, realization and protection of the \nright to development and bearing in mind the continuing impact of unilateral coercive \nmeasures on the population of developing countries, to give priority to the present \nresolution in her annual report to the General Assembly; \n \n14. Underlines the fact that unilateral coercive measures are one of the major \nobstacles to the implementation of the Declaration on the Right to Development 15 and \nthe 2030 Agenda for Sustainable Development,18 and in this regard calls upon all \nStates to avoid the unilateral imposition of economic coercive measures and the \nextraterritorial application of national laws that run counter to the principles of free \ntrade and hamper the development of developing countries, as recognized by the \nopen-ended Working Group on the Right to Development of the Human Rights \nCouncil; \n \n15. Recognizes that, in the Declaration of Principles adopted at the first phase \nof the World Summit on the Information Society, held in Geneva from 10 to \n12 December 2003, 19  States were strongly urged to avoid and refrain from any \nunilateral measure not in accordance with international law and the Charter of the \nUnited Nations in building the information society; \n \n16. Reaffirms paragraph 30 of the outcome document of the United Nations \nsummit for the adoption of the post-2015 development agenda, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, in which \nStates are strongly urged to refrain from promulgating and applying any unilateral \neconomic, financial or trade measures not in accordance with international law and \nthe Charter of the United Nations that impede the full achievement of economic and \nsocial development, particularly in developing countries; \n \n17. Recalls the decision of the Human Rights Council, in its resolution 27/21,3 \nto appoint a Special Rapporteur on the negative impact of unilateral coercive \nmeasures on the enjoyment of human rights, and welcomes the work done in \ndelivering his mandate; \n \n18. Takes note of the report of the Special Rapporteur of the Human Rights \nCouncil on the negative impact of unilateral coercive measures on the enjoyment of \nhuman rights;20  \n \n19. Recalls the decision taken by the Human Rights Council, in its resolution \n36/10,5 to extend, for a period of three years, the mandate of the Special Rapporteur \nas set out in Council resolution 27/21; \n \n20. Requests \nthe \nSecretary-General \nand \nthe \nUnited \nNations \nHigh \nCommissioner for Human Rights to provide all the human and financial resources \nnecessary for the effective fulfilment of the mandate of the Special Rapporteur, and \nalso requests them, in discharging their functions in relation to the promotion and \nprotection of human rights, to pay due attention and to give urgent consideration to \nthe present resolution; \n \n21. Recalls that the Human Rights Council took note of the research-based \nprogress report of its Advisory Committee containing recommendations on \n__________________ \n \n18  Resolution 70/1. \n \n19  A/C.2/59/3, annex, chap. I, sect. A. \n \n20  A/74/165. \n\nA/RES/74/154 \nHuman rights and unilateral coercive measures\n \n19-22276\n6/6 \n \nmechanisms to assess the negative impact of unilateral coercive measures on the \nenjoyment of human rights and to promote accountability; 21  \n \n22. Takes note of the contribution of the first biennial panel discussion on the \nissue of unilateral coercive measures and human rights organized by the Human \nRights Council in 2015 to increase awareness of the negative impact that unilateral \ncoercive measures have on the enjoyment of human rights in the targeted and \nnon-targeted countries, and invites the Council to follow up on the discussion at the \nfourth panel discussion, in 2021; \n \n23. Invites the Human Rights Council and the Office of the United Nations \nHigh Commissioner for Human Rights to continue paying attention to and explore \nways to address the negative impact of the application of unilateral coercive \nmeasures; \n \n24. Reiterates its support for the invitation of the Human Rights Council to all \nspecial rapporteurs and existing thematic mechanisms of the Council in the field of \neconomic, social and cultural rights to pay due attention, within the scope of their \nrespective mandates, to the negative impact and consequences of unilateral coercive \nmeasures; \n \n25. Takes note with interest of the proposals contained in the report of the \nSpecial Rapporteur on the negative impact of unilateral coercive measures on the \nenjoyment of human rights, and requests the Special Rapporteur to include in his \nreport to the General Assembly at its seventy-fifth session more information on the \nprocess regarding the discussions of his proposals at the Human Rights Council; \n \n26. Reaffirms the request of the Human Rights Council that the Office of the \nUnited Nations High Commissioner for Human Rights organize a workshop on the \nimpact of the application of unilateral coercive measures on the enjoyment of human \nrights by the affected populations, in particular their socioeconomic impact on women \nand children, in the States targeted; \n \n27. Requests the Special Rapporteur to submit to the General Assembly at its \nseventy-fifth session a report on the implementation of the present resolution and on \nthe negative impact of unilateral coercive measures on the full enjoyment of human \nrights; \n \n28. Invites Governments to cooperate fully with the Special Rapporteur in the \nfulfilment of his mandate through, inter alia, the submission of comments and \nsuggestions on the implications and negative effects of unilateral coercive measures \non the full enjoyment of human rights; \n \n29. Decides to examine the question on a priority basis at its seventy-fifth \nsession under the sub-item entitled “Human rights questions, including alternative \napproaches for improving the effective enjoyment of human rights and fundamental \nfreedoms” of the item entitled “Promotion and protection of human rights”. \n \n50th plenary meeting \n18 December 2019 \n \n__________________ \n \n21  A/HRC/28/74. \n",
  "paragraphs": {
    "1": "Urges all States to cease adopting or implementing any unilateral measures not in accordance with international law, international humanitarian law, the Charter of the United Nations and the norms and principles governing peaceful relations among States, in particular those of a coercive nature, with all their extraterritorial effects, which create obstacles to trade relations among States, thus impeding the full realization of the rights set forth in the Universal Declaration of Human Rights 17 and other international human rights instruments, in particular the right of individuals and peoples to development;",
    "2": "Strongly urges States to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter that impede the full achievement of sustainable economic and social development, particularly in developing countries;",
    "3": "Condemns the inclusion of Member States in unilateral lists under false pretexts, which are contrary to international law and the Charter, including false allegations of terrorism sponsorship, considering such lists as instruments for political or economic pressure against Member States, particularly developing countries; __________________ 15 Resolution 41/128, annex. 16 See resolution 2200 A (XXI), annex. 17 Resolution 217 A (III). A/RES/74/154 Human rights and unilateral coercive measures 19-22276 4/6",
    "4": "Urges all States not to adopt any unilateral measures not in accordance with international law and the Charter that impede the full achievement of economic and social development by the population of the affected countries, in particular children and women, that hinder their well-being and that create obstacles to the full enjoyment of their human rights, including the right of everyone to a standard of living adequate for his or her health and well-being and his or her right to food, medical care and education and the necessary social services, as well as to ensure that food and medicine are not used as tools for political pressure;",
    "5": "Strongly objects to the extraterritorial nature of those measures which, in addition, threaten the sovereignty of States, and in this context calls upon all Member States neither to recognize those measures nor to apply them, as well as to take administrative or legislative measures, as appropriate, to counteract the extraterritorial applications or effects of unilateral coercive measures;",
    "6": "Condemns the continuing unilateral application and enforcement by certain Powers of unilateral coercive measures, and rejects those measures, with all their extraterritorial effects, as being tools for political or economic pressure against any country, in particular against developing countries, adopted with a view to preventing those countries from exercising their right to decide, of their own free will, their own political, economic and social systems, and because of the negative effects of those measures on the realization of all the human rights of vast sectors of their populations, in particular children, women, the elderly and persons with disabilities;",
    "7": "Expresses grave concern that, in some countries, the situation of children is adversely affected by unilateral measures not in accordance with international law and the Charter that create obstacles to trade relations among States, impede the full realization of social and economic development and hinder the well-being of the population in the affected countries, with particular consequences for women, children, including adolescents, the elderly and persons with disabilities;",
    "8": "Reaffirms that essential goods such as food and medicines should not be used as tools for political coercion and that under no circumstances should people be deprived of their own means of subsistence and development;",
    "9": "Calls upon Member States that have initiated such measures to abide by the principles of international law, the Charter, the declarations of the United Nations and world conferences and relevant resolutions and to commit themselves to their obligations and responsibilities arising from the international human rights instruments to which they are parties by revoking such measures at the earliest possible time;",
    "10": "Reaffirms, in this context, the right of all peoples to self-determination, by virtue of which they freely determine their political status and freely pursue their economic, social and cultural development;",
    "11": "Recalls that, according to the Declaration on Principles of International Law concerning Friendly Relations and Cooperation among States in accordance with the Charter of the United Nations, contained in the annex to General Assembly resolution 2625 (XXV) of 24 October 1970, and the relevant principles and provisions contained in the Charter of Economic Rights and Duties of States, proclaimed by the Assembly in its resolution 3281 (XXIX), in particular article 32 thereof, no State may use or encourage the use of economic, political or any other type of measures to coerce another State in order to obtain from it the subordination of the exercise of its sovereign rights and to secure from it advantages of any kind;",
    "12": "Rejects all attempts to introduce unilateral coercive measures, and urges the Human Rights Council to take fully into account the negative impact of those measures, including through the enactment and extraterritorial application of national Human rights and unilateral coercive measures A/RES/74/154 5/6 19-22276 laws that are not in conformity with international law, in its task concerning the implementation of the right to development;",
    "13": "Requests the United Nations High Commissioner for Human Rights, in discharging her functions relating to the promotion, realization and protection of the right to development and bearing in mind the continuing impact of unilateral coercive measures on the population of developing countries, to give priority to the present resolution in her annual report to the General Assembly;",
    "14": "Underlines the fact that unilateral coercive measures are one of the major obstacles to the implementation of the Declaration on the Right to Development 15 and the 2030 Agenda for Sustainable Development,18 and in this regard calls upon all States to avoid the unilateral imposition of economic coercive measures and the extraterritorial application of national laws that run counter to the principles of free trade and hamper the development of developing countries, as recognized by the open-ended Working Group on the Right to Development of the Human Rights Council;",
    "15": "Recognizes that, in the Declaration of Principles adopted at the first phase of the World Summit on the Information Society, held in Geneva from 10 to 12 December 2003, 19 States were strongly urged to avoid and refrain from any unilateral measure not in accordance with international law and the Charter of the United Nations in building the information society;",
    "16": "Reaffirms paragraph 30 of the outcome document of the United Nations summit for the adoption of the post-2015 development agenda, entitled “Transforming our world: the 2030 Agenda for Sustainable Development”, in which States are strongly urged to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter of the United Nations that impede the full achievement of economic and social development, particularly in developing countries;",
    "17": "Recalls the decision of the Human Rights Council, in its resolution 27/21,3 to appoint a Special Rapporteur on the negative impact of unilateral coercive measures on the enjoyment of human rights, and welcomes the work done in delivering his mandate;",
    "18": "Takes note of the report of the Special Rapporteur of the Human Rights Council on the negative impact of unilateral coercive measures on the enjoyment of human rights;20",
    "19": "Recalls the decision taken by the Human Rights Council, in its resolution 36/10,5 to extend, for a period of three years, the mandate of the Special Rapporteur as set out in Council resolution 27/21;",
    "20": "Requests the Secretary-General and the United Nations High Commissioner for Human Rights to provide all the human and financial resources necessary for the effective fulfilment of the mandate of the Special Rapporteur, and also requests them, in discharging their functions in relation to the promotion and protection of human rights, to pay due attention and to give urgent consideration to the present resolution;",
    "21": "Recalls that the Human Rights Council took note of the research-based progress report of its Advisory Committee containing recommendations on __________________ 18 Resolution 70/1. 19 A/C.2/59/3, annex, chap. I, sect. A. 20 A/74/165. A/RES/74/154 Human rights and unilateral coercive measures 19-22276 6/6 mechanisms to assess the negative impact of unilateral coercive measures on the enjoyment of human rights and to promote accountability; 21",
    "22": "Takes note of the contribution of the first biennial panel discussion on the issue of unilateral coercive measures and human rights organized by the Human Rights Council in 2015 to increase awareness of the negative impact that unilateral coercive measures have on the enjoyment of human rights in the targeted and non-targeted countries, and invites the Council to follow up on the discussion at the fourth panel discussion, in 2021;",
    "23": "Invites the Human Rights Council and the Office of the United Nations High Commissioner for Human Rights to continue paying attention to and explore ways to address the negative impact of the application of unilateral coercive measures;",
    "24": "Reiterates its support for the invitation of the Human Rights Council to all special rapporteurs and existing thematic mechanisms of the Council in the field of economic, social and cultural rights to pay due attention, within the scope of their respective mandates, to the negative impact and consequences of unilateral coercive measures;",
    "25": "Takes note with interest of the proposals contained in the report of the Special Rapporteur on the negative impact of unilateral coercive measures on the enjoyment of human rights, and requests the Special Rapporteur to include in his report to the General Assembly at its seventy-fifth session more information on the process regarding the discussions of his proposals at the Human Rights Council;",
    "26": "Reaffirms the request of the Human Rights Council that the Office of the United Nations High Commissioner for Human Rights organize a workshop on the impact of the application of unilateral coercive measures on the enjoyment of human rights by the affected populations, in particular their socioeconomic impact on women and children, in the States targeted;",
    "27": "Requests the Special Rapporteur to submit to the General Assembly at its seventy-fifth session a report on the implementation of the present resolution and on the negative impact of unilateral coercive measures on the full enjoyment of human rights;",
    "28": "Invites Governments to cooperate fully with the Special Rapporteur in the fulfilment of his mandate through, inter alia, the submission of comments and suggestions on the implications and negative effects of unilateral coercive measures on the full enjoyment of human rights;",
    "29": "Decides to examine the question on a priority basis at its seventy-fifth session under the sub-item entitled “Human rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms” of the item entitled “Promotion and protection of human rights”. 50th plenary meeting 18 December 2019 __________________ 21 A/HRC/28/74."
  },
  "agenda_items": [
    "Item 70"
  ],
  "symbol_references": []
}