{
  "symbol": "A/RES/73/203",
  "filename": "A_RES_73_203.pdf",
  "title": "73/203. Identification of customary international law",
  "text": "United Nations \nA/RES/73/203\n \n \nGeneral Assembly \nDistr.: General \n11 January 2019 \n \n18-22494 (E)    150119 \n*1822494* \n \n \nSeventy-third session \nAgenda item 82 \n \n \n \n \n Resolution adopted by the General Assembly \non 20 December 2018 \n \n \n \n \n[on the report of the Sixth Committee (A/73/556)] \n \n \n 73/203. Identification of customary international law  \n \n \n \nThe General Assembly, \n \nHaving considered chapter V of the report of the International Law Commission \non the work of its seventieth session, 1  which contains the draft conclusions on \nidentification of customary international law, \n \nTaking note of the recommendation of the International Law Commission \ncontained in paragraph 63 of its report, \n \nNoting the memorandum by the Secretariat on ways and means for making the \nevidence of customary international law more readily available, which surveys the \npresent state of evidence of customary international law and makes suggestions for \nits improvement,2  \n \nNoting also the bibliography on the subject prepared by the Special Rapporteur, 3  \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nNoting that the subject of identification of customary international law is of \nmajor importance in international relations, \n \n1. \nWelcomes the conclusion of the work of the International Law Commission \non identification of customary international law and its adoption of the draft \nconclusions and commentaries thereto;4  \n__________________ \n \n1  Official Records of the General Assembly, Seventy-third Session, Supplement No. 10 (A/73/10). \n \n2  A/CN.4/710. \n \n3  A/CN.4/717/Add.1. \n \n4  Official Records of the General Assembly, Seventy-third Session, Supplement No. 10 (A/73/10), \npara. 66. \n\nA/RES/73/203 \nIdentification of customary international law\n \n18-22494\n2/5 \n \n \n2. \nExpresses its appreciation to the International Law Commission for its \ncontinuing contribution to the codification and progressive development of \ninternational law; \n \n3. \nTakes note of the statements in the Sixth Committee on the subject, \nincluding those made at the seventy-third session of the General Assembly,5 after the \nInternational Law Commission had completed its consideration of this topic in \naccordance with its statute; \n \n4. \nAlso takes note of the conclusions on identification of customary \ninternational law, the text of which is annexed to the present resolution, with the \ncommentaries thereto, brings them to the attention of States and all who may be called \nupon to identify rules of customary international law, and encourages their widest \npossible dissemination; \n \n5. \nAcknowledges the utility of published digests and surveys of practice \nrelating to international law, including those that make legislative, executive and \njudicial practice widely available, and encourages States to make every effort to \nsupport existing publications and libraries specialized in international law. \n \n62nd plenary meeting  \n20 December 2018 \n \n \n \n Annex \n \n Identification of customary international law \n \n \n \nPart One \n \n \nIntroduction \n \n \n \nConclusion 1 \n \n \nScope \n \n \nThe present conclusions concern the way in which the existence and content of \nrules of customary international law are to be determined. \n \n \n \nPart Two \n \n \nBasic approach \n \n \n \nConclusion 2 \n \n \nTwo constituent elements \n \n \nTo determine the existence and content of a rule of customary international law, \nit is necessary to ascertain whether there is a general practice that is accepted as law \n(opinio juris). \n \n \n \nConclusion 3 \n \n \nAssessment of evidence for the two constituent elements \n \n1. \nIn assessing evidence for the purpose of ascertaining whether there is a general \npractice and whether that practice is accepted as law (opinio juris), regard must be \nhad to the overall context, the nature of the rule, and the particular circumstances in \nwhich the evidence in question is to be found. \n2. \nEach of the two constituent elements is to be separately ascertained. This \nrequires an assessment of evidence for each element. \n__________________ \n \n5  See A/C.6/73/SR.20, A/C.6/73/SR.21, A/C.6/73/SR.22, A/C.6/73/SR.23, A/C.6/73/SR.24 and \nA/C.6/73/SR.29; see also the statements in the Sixth Committee that are available on the United \nNations PaperSmart portal. \n\nIdentification of customary international law \nA/RES/73/203\n \n3/5\n18-22494 \n \n \n \nPart Three \n \n \nA general practice \n \n \n \nConclusion 4 \n \n \nRequirement of practice \n \n1. \nThe requirement of a general practice, as a constituent element of customary \ninternational law, refers primarily to the practice of States that contributes to the \nformation, or expression, of rules of customary international law. \n2. \nIn certain cases, the practice of international organizations also contributes to \nthe formation, or expression, of rules of customary international law. \n3. \nConduct of other actors is not practice that contributes to the formation, or \nexpression, of rules of customary international law, but may be relevant when \nassessing the practice referred to in paragraphs 1 and 2. \n \n \n \nConclusion 5 \n \n \nConduct of the State as State practice \n \n \nState practice consists of conduct of the State, whether in the exercise of its \nexecutive, legislative, judicial or other functions. \n \n \n \nConclusion 6 \n \n \nForms of practice \n \n1. \nPractice may take a wide range of forms. It includes both physical and verbal \nacts. It may, under certain circumstances, include inaction. \n2. \nForms of State practice include, but are not limited to: diplomatic acts and \ncorrespondence; conduct in connection with resolutions adopted by an international \norganization or at an intergovernmental conference; conduct in connection with \ntreaties; executive conduct, including operational conduct “on the ground”; \nlegislative and administrative acts; and decisions of national courts. \n3. \nThere is no predetermined hierarchy among the various forms of practice. \n \n \n \nConclusion 7 \n \n \nAssessing a State’s practice \n \n1. \nAccount is to be taken of all available practice of a particular State, which is to \nbe assessed as a whole. \n2. \nWhere the practice of a particular State varies, the weight to be given to that \npractice may, depending on the circumstances, be reduced. \n \n \n \nConclusion 8 \n \n \nThe practice must be general \n \n1. \nThe relevant practice must be general, meaning that it must be sufficiently \nwidespread and representative, as well as consistent. \n2. \nProvided that the practice is general, no particular duration is required. \n \n \n \nPart Four \n \n \nAccepted as law (opinio juris) \n \n \n \nConclusion 9 \n \n \nRequirement of acceptance as law (opinio juris) \n \n1. \nThe requirement, as a constituent element of customary international law, that \nthe general practice be accepted as law (opinio juris) means that the practice in \nquestion must be undertaken with a sense of legal right or obligation. \n\nA/RES/73/203 \nIdentification of customary international law\n \n18-22494\n4/5 \n \n2. \nA general practice that is accepted as law (opinio juris) is to be distinguished \nfrom mere usage or habit. \n \n \n \nConclusion 10 \n \n \nForms of evidence of acceptance as law (opinio juris) \n \n1. \nEvidence of acceptance as law (opinio juris) may take a wide range of forms. \n2. \nForms of evidence of acceptance as law (opinio juris) include, but are not \nlimited to: public statements made on behalf of States; official publications; \ngovernment legal opinions; diplomatic correspondence; decisions of national courts; \ntreaty provisions; and conduct in connection with resolutions adopted by an \ninternational organization or at an intergovernmental conference. \n3. \nFailure to react over time to a practice may serve as evidence of acceptance as \nlaw (opinio juris), provided that States were in a position to react and the \ncircumstances called for some reaction. \n \n \n \nPart Five \n \n \nSignificance of certain materials for the identification of customary \ninternational law \n \n \n \nConclusion 11 \n \n \nTreaties \n \n1. \nA rule set forth in a treaty may reflect a rule of customary international law if it \nis established that the treaty rule:  \n \n(a) \ncodified a rule of customary international law existing at the time when \nthe treaty was concluded; \n \n(b) \nhas led to the crystallization of a rule of customary international law that \nhad started to emerge prior to the conclusion of the treaty; or \n \n(c) \nhas given rise to a general practice that is accepted as law (opinio juris), \nthus generating a new rule of customary international law. \n2. \nThe fact that a rule is set forth in a number of treaties may, but does not \nnecessarily, indicate that the treaty rule reflects a rule of customary international law. \n \n \n \nConclusion 12 \n \n \nResolutions of international organizations and intergovernmental conferences \n \n1. \nA resolution adopted by an international organization or at an intergovernmental \nconference cannot, of itself, create a rule of customary international law. \n2. \nA resolution adopted by an international organization or at an intergovernmental \nconference may provide evidence for determining the existence and content of a rule \nof customary international law, or contribute to its development. \n3. \nA provision in a resolution adopted by an international organization or at an \nintergovernmental conference may reflect a rule of customary international law if it \nis established that the provision corresponds to a general practice that is accepted as \nlaw (opinio juris). \n \n \n \nConclusion 13 \n \n \nDecisions of courts and tribunals \n \n1. \nDecisions of international courts and tribunals, in particular of the International \nCourt of Justice, concerning the existence and content of rules of customary \ninternational law are a subsidiary means for the determination of such rules.  \n\nIdentification of customary international law \nA/RES/73/203\n \n5/5\n18-22494 \n \n2. \nRegard may be had, as appropriate, to decisions of national courts concerning \nthe existence and content of rules of customary international law, as a subsidiary \nmeans for the determination of such rules. \n \n \n \nConclusion 14 \n \n \nTeachings  \n \n \nTeachings of the most highly qualified publicists of the various nations may serve \nas a subsidiary means for the determination of rules of customary international law. \n \n \n \nPart Six \n \n \nPersistent objector \n \n \n \nConclusion 15 \n \n \nPersistent objector \n \n1. \nWhere a State has objected to a rule of customary international law while that \nrule was in the process of formation, the rule is not opposable to the State concerned \nfor so long as it maintains its objection. \n2. \nThe objection must be clearly expressed, made known to other States, and \nmaintained persistently. \n3. \nThe present conclusion is without prejudice to any question concerning \nperemptory norms of general international law (jus cogens). \n \n \n \nPart Seven \n \n \nParticular customary international law \n \n \n \nConclusion 16 \n \n \nParticular customary international law \n \n1. \nA rule of particular customary international law, whether regional, local or other, \nis a rule of customary international law that applies only among a limited number of \nStates. \n2. \nTo determine the existence and content of a rule of particular customary \ninternational law, it is necessary to ascertain whether there is a general practice among \nthe States concerned that is accepted by them as law (opinio juris) among themselves. \n \n",
  "paragraphs": {
    "1": "A rule of particular customary international law, whether regional, local or other, is a rule of customary international law that applies only among a limited number of States.",
    "2": "To determine the existence and content of a rule of particular customary international law, it is necessary to ascertain whether there is a general practice among the States concerned that is accepted by them as law (opinio juris) among themselves.",
    "3": "The present conclusion is without prejudice to any question concerning peremptory norms of general international law (jus cogens). Part Seven Particular customary international law Conclusion 16 Particular customary international law",
    "4": "Also takes note of the conclusions on identification of customary international law, the text of which is annexed to the present resolution, with the commentaries thereto, brings them to the attention of States and all who may be called upon to identify rules of customary international law, and encourages their widest possible dissemination;",
    "5": "Acknowledges the utility of published digests and surveys of practice relating to international law, including those that make legislative, executive and judicial practice widely available, and encourages States to make every effort to support existing publications and libraries specialized in international law. 62nd plenary meeting 20 December 2018 Annex Identification of customary international law Part One Introduction Conclusion 1 Scope The present conclusions concern the way in which the existence and content of rules of customary international law are to be determined. Part Two Basic approach Conclusion 2 Two constituent elements To determine the existence and content of a rule of customary international law, it is necessary to ascertain whether there is a general practice that is accepted as law (opinio juris). Conclusion 3 Assessment of evidence for the two constituent elements"
  },
  "agenda_items": [
    "Item 82"
  ],
  "symbol_references": []
}