{
  "symbol": "A/RES/79/328",
  "filename": "A_RES_79_328.pdf",
  "title": "79/328. Tenth anniversary of the International Day of Commemoration and Dignity of the Victims of the Crime of Genocide and of the Prevention of This Crime",
  "text": "United Nations \nA/RES/79/328 \n \nGeneral Assembly \nDistr.: General \n5 September 2025 \n25-14296 (E) \n*2514296* \n \n \nSeventy-ninth session \nAgenda item 71 \nPromotion and protection of human rights \n \n \n \n \n Resolution adopted by the General Assembly \non 5 September 2025 \n \n \n[without reference to a Main Committee (A/79/L.123)] \n \n \n 79/328. Tenth anniversary of the International Day of Commemoration \nand Dignity of the Victims of the Crime of Genocide and of the \nPrevention of This Crime \n \n \n \nThe General Assembly, \n \nGuided by the Charter of the United Nations, the Universal Declaration of \nHuman Rights1 and the Convention on the Prevention and Punishment of the Crime \nof Genocide2 and other relevant international instruments, \n \nRecalling its resolution 69/323 of 11 September 2015, by which it proclaimed \n9 December as the International Day of Commemoration and Dignity of the Victims \nof the Crime of Genocide and of the Prevention of This Crime, \n \nReaffirming its resolutions 96 (I) of 11 December 1946, 260 A (III) of \n9 December 1948 and 53/43 of 2 December 1998 and other relevant resolutions that \nhave contributed to the establishment and development of the process of prevention \nand punishment of the crime of genocide, \n \nRecalling Human Rights Council resolutions 7/25 of 28 March 2008,3 22/22 of \n22 March 2013, 4  28/34 of 27 March 2015, 5  37/26 of 23 March 2018, 6  43/29 of \n_______________ \n \n1 Resolution 217 A (III). \n \n2 Resolution 260 A (III), annex. \n \n3 See Official Records of the General Assembly, Sixty-third Session, Supplement No. 53 (A/63/53), \nchap. II. \n \n4 Ibid., Sixty-eighth Session, Supplement No. 53 (A/68/53), chap. IV, sect. A. \n \n5 Ibid., Seventieth Session, Supplement No. 53 (A/70/53), chap. III, sect. A. \n \n6 Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. IV, sect. A. \n\nA/RES/79/328 \nTenth anniversary of the International Day of Commemoration \nand Dignity of the Victims of the Crime of Genocide and of the \nPrevention of This Crime\n \n25-14296\n2/2 \n \n22 June 2020,7 49/9 of 31 March 20228 and 55/13 of 3 April 20249 on the prevention \nof genocide, \n \nRecalling also that, in adopting the Convention on the Prevention and \nPunishment of the Crime of Genocide on 9 December 1948, it recognized the crime \nof genocide as an odious scourge which had inflicted great losses on humanity and \nwas convinced that international cooperation was required to facilitate the speedy \nprevention and punishment of the crime of genocide, \n \nExpressing concern that, despite the efforts of the international community, \nmany thousands of innocent human beings continue to be victims of genocide, \n \nReiterating the responsibility of each individual State to protect its populations \nfrom genocide, which entails the prevention of such a crime, including incitement to \nit, through appropriate and necessary means, and that fighting impunity for the crime \nof genocide is an important factor in its prevention, \n \n1. \nRecognizes the importance of the International Day of Commemoration \nand Dignity of the Victims of the Crime of Genocide and of the Prevention of This \nCrime for raising awareness on the Convention on the Prevention and Punishment of \nthe Crime of Genocide and for commemorating and honouring victims of genocide; \n \n2. \nInvites all Member and observer States, all organizations of the United \nNations system and other global, regional and subregional organizations, as well as \nother relevant stakeholders, including civil society, the private sector, academia and \nindividuals, to commemorate the tenth anniversary of the International Day of \nCommemoration and Dignity of the Victims of the Crime of Genocide and of the \nPrevention of This Crime; \n \n3. \nRequests the President of the General Assembly to convene, within \nexisting resources, a full-day high-level meeting, which will feature an address by the \nSpecial Adviser to the Secretary-General on the Prevention of Genocide, to mark the \ntenth anniversary of the International Day of Commemoration and Dignity of the \nVictims of the Crime of Genocide and of the Prevention of This Crime to galvanize \naccelerated efforts on the prevention and punishment of the crime of genocide. \n \n94th plenary meeting \n5 September 2025 \n \n_______________ \n \n7 Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. IV, sect. A. \n \n8 Ibid., Seventy-seventh Session, Supplement No. 53 (A/77/53), chap. VI, sect. A. \n \n9 Ibid., Seventy-ninth Session, Supplement No. 53 (A/79/53), chap. IV, sect. A. \n",
  "paragraphs": {
    "1": "Recognizes the importance of the International Day of Commemoration and Dignity of the Victims of the Crime of Genocide and of the Prevention of This Crime for raising awareness on the Convention on the Prevention and Punishment of the Crime of Genocide and for commemorating and honouring victims of genocide;",
    "2": "Invites all Member and observer States, all organizations of the United Nations system and other global, regional and subregional organizations, as well as other relevant stakeholders, including civil society, the private sector, academia and individuals, to commemorate the tenth anniversary of the International Day of Commemoration and Dignity of the Victims of the Crime of Genocide and of the Prevention of This Crime;",
    "3": "Requests the President of the General Assembly to convene, within existing resources, a full-day high-level meeting, which will feature an address by the Special Adviser to the Secretary-General on the Prevention of Genocide, to mark the tenth anniversary of the International Day of Commemoration and Dignity of the Victims of the Crime of Genocide and of the Prevention of This Crime to galvanize accelerated efforts on the prevention and punishment of the crime of genocide. 94th plenary meeting 5 September 2025 _______________ 7 Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. IV, sect. A. 8 Ibid., Seventy-seventh Session, Supplement No. 53 (A/77/53), chap. VI, sect. A. 9 Ibid., Seventy-ninth Session, Supplement No. 53 (A/79/53), chap. IV, sect. A."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": [
    "A/79/L.123"
  ]
}