{
  "symbol": "A/RES/79/191",
  "filename": "A_RES_79_191.pdf",
  "title": "79/191. Addressing and countering the world drug problem through a comprehensive, integrated and balanced approach",
  "text": "United Nations \nA/RES/79/191\n \n \nGeneral Assembly \nDistr.: General \n18 December 2024 \n \n24-24134 (E) \n*2424134* \n \n \nSeventy-ninth session \nAgenda item 109 \nInternational drug control \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/461, para. 11)] \n \n \n 79/191. Addressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \n \n \n \nThe General Assembly, \n \nUnderscoring that the Single Convention on Narcotic Drugs of 1961 as amended \nby the 1972 Protocol, 1 the Convention on Psychotropic Substances of 1971, 2 the \nUnited Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic \nSubstances of 1988 3  and other relevant international instruments constitute the \ncornerstone of the international drug control system, \n \nReaffirming its commitment to the goals and objectives of the three international \ndrug control conventions, including concern about the health and welfare of \nhumankind as well as the individual and public health-related, social and safety \nproblems resulting from the abuse of narcotic drugs and psychotropic substances, in \nparticular among children and young people, and drug-related crime, and reaffirming \nits determination to prevent and treat the abuse of such substances and prevent and \ncounter their illicit cultivation, production, manufacturing and trafficking, \n \nReaffirming the 2009 Political Declaration and Plan of Action on International \nCooperation towards an Integrated and Balanced Strategy to Counter the World Drug \nProblem, 4  the Joint Ministerial Statement of the 2014 high-level review by the \nCommission on Narcotic Drugs of the implementation by Member States of the \nPolitical Declaration and Plan of Action5 and the outcome document of the thirtieth \nspecial session of the General Assembly, held in 2016,6 and reaffirming also the 2019 \n__________________ \n \n1 United Nations, Treaty Series, vol. 976, No. 14152. \n \n2 Ibid., vol. 1019, No. 14956. \n \n3 Ibid., vol. 1582, No. 27627. \n \n4 See Official Records of the Economic and Social Council, 2009, Supplement No. 8 (E/2009/28), \nchap. I, sect. C. \n \n5 Ibid., 2014, Supplement No. 8 (E/2014/28), chap. I, sect. C. \n \n6 Resolution S-30/1, annex. \n\nA/RES/79/191 \nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach\n \n24-24134\n2/17 \n \nMinisterial Declaration on Strengthening Our Actions at the National, Regional and \nInternational Levels to Accelerate the Implementation of Our Joint Commitments to \nAddress and Counter the World Drug Problem,7 as well as the high-level declaration \nby the Commission on Narcotic Drugs on the 2024 midterm review, following up to \nthe Ministerial Declaration of 2019,8 \n \nReaffirming also the Universal Declaration of Human Rights,9 and recalling the \nInternational Covenant on Economic, Social and Cultural Rights, 10 the International \nCovenant on Civil and Political Rights,11 the Vienna Declaration and Programme of \nAction12 and other relevant international human rights instruments, \n \nRecalling the commitments made by States parties to the Convention on the \nRights of the Child,13 including in article 33, which states that States parties should \ntake all appropriate measures, including legislative, administrative, social and \neducational measures, to protect children from the illicit use of narcotic drugs and \npsychotropic substances as defined in the relevant international treaties, and to \nprevent the use of children in the illicit production and trafficking of such substances, \n \nRecalling also all relevant United Nations resolutions, including General \nAssembly resolutions related to addressing and countering the world drug problem \nand all resolutions and decisions adopted by the Commission on Narcotic Drugs, \n \nReaffirming its unwavering commitment to ensuring that all aspects of demand \nreduction and related measures, supply reduction and related measures, and \ninternational cooperation are addressed in full conformity with the purposes and \nprinciples of the Charter of the United Nations, international law and the Universal \nDeclaration of Human Rights, with full respect for the sovereignty and territorial \nintegrity of States, the principle of non-intervention in the internal affairs of States, \nall human rights, fundamental freedoms, the inherent dignity of all individuals and \nthe principles of equal rights and mutual respect among States,  \n \nReaffirming the 2030 Agenda for Sustainable Development,14 and noting that \nefforts to achieve the Sustainable Development Goals and to effectively address the \nworld drug problem should be complementary and mutually reinforcing, \n \nReaffirming also the principal role of the Commission on Narcotic Drugs as the \npolicymaking body of the United Nations system with prime responsibility for drug \ncontrol and other drug-related matters, as well as the treaty-mandated functions of the \nCommission to consider and make recommendations relating to all matters pertaining \nto the aims and provisions of the United Nations drug conventions, reaffirming also \nthe support and appreciation of the General Assembly for the efforts of the United \nNations, in particular those of the United Nations Office on Drugs and Crime as the \nleading entity in the United Nations system for addressing and countering the world \ndrug problem, and reaffirming further the treaty-mandated roles of the International \nNarcotics Control Board and the World Health Organization,  \n \nRecognizing the role and contributions of the United Nations Development \nProgramme, the Office of the United Nations High Commissioner for Human Rights, \nthe Joint United Nations Programme on HIV/AIDS, the United Nations Entity for \n__________________ \n \n7 See Official Records of the Economic and Social Council, 2019, Supplement No. 8 (E/2019/28), \nchap. I, sect. B. \n \n8 Ibid., 2024, Supplement No. 8 (E/2024/28), chap. I, sect. B. \n \n9 Resolution 217 A (III). \n \n10 See resolution 2200 A (XXI), annex. \n \n11 Ibid.  \n \n12 A/CONF.157/24 (Part I), chap. III. \n \n13 United Nations, Treaty Series, vol. 1577, No. 27531. \n \n14 Resolution 70/1. \n\nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \nA/RES/79/191\n \n3/17\n24-24134 \n \nGender Equality and the Empowerment of Women (UN-Women), the United Nations \nEducational, Scientific and Cultural Organization, the International Maritime \nOrganization and the Universal Postal Union, as well as other international \norganizations, including the International Criminal Police Organization (INTERPOL) \nand the World Customs Organization, within their respective mandates,  \n \nTaking note of Human Rights Council resolution 52/24 of 4 April 2023, entitled \n“Contribution of the Human Rights Council with regard to the human rights \nimplications of drug policy”,15 as well as of the recent reports on drugs by the Office \nof the United Nations High Commissioner for Human Rights 16  and the Special \nRapporteur on the right of everyone to the enjoyment of the highest attainable \nstandard of physical and mental health,17  \n \nTaking note also of the World Drug Report 2023 and the World Drug Report \n2024, as well as of the reports of the International Narcotics Control Board for 2022 \nand 2023 and the supplementary reports thereto, \n \nRecognizing that the three international drug control conventions concern the \nhealth and welfare of humankind and that human rights are an indispensable part of \nthe international legal framework for the design and implementation of drug policies, \nand bearing in mind efforts to address the human rights consequences of the world \ndrug problem, \n \nNoting with appreciation the contributions of United Nations entities, \ninternational financial institutions and relevant regional and international \norganizations, within their respective mandates, to the work of the Commission on \nNarcotic Drugs and the efforts of Member States to address and counter the world \ndrug problem, upon their request, and to strengthen international and inter-agency \ncooperation, and encouraging them to make available relevant information to the \nCommission, including during its future thematic discussions, in order to facilitate its \nwork and to enhance coherence within the United Nations system at all levels with \nregard to the world drug problem,  \n \nRecalling relevant United Nations standards and norms in crime prevention and \ncriminal justice, including the United Nations Rules for the Treatment of Women \nPrisoners and Non-custodial Measures for Women Offenders (the Bangkok Rules), 18 \nthe United Nations Standard Minimum Rules for Non-custodial Measures (the Tokyo \nRules) 19  and the United Nations Standard Minimum Rules for the Treatment of \nPrisoners (the Nelson Mandela Rules),20  \n \nRecalling also the need to develop, adopt and implement, with due regard for \nnational, constitutional, legal and administrative systems, alternative or additional \nmeasures with regard to conviction or punishment in cases of an appropriate nature, \nin accordance with the three international drug control conventions and taking into \naccount, as appropriate, relevant United Nations standards and rules, \n \nCondemning any discriminatory or violent practice perpetrated by law \nenforcement officials against drug users, as well as persons who are in vulnerable \nsituations, including systemic racism in the law enforcement and criminal justice \n__________________ \n \n15 See Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 53 \n(A/78/53), chap. V, sect. A. \n \n16 A/HRC/54/53. \n \n17 A/79/177 and A/HRC/56/52. \n \n18 Resolution 65/229, annex. \n \n19 Resolution 45/110, annex. \n \n20 Resolution 70/175, annex. \n\nA/RES/79/191 \nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach\n \n24-24134\n4/17 \n \nsystems, underscoring the importance of ensuring that such acts are not treated with \nimpunity,  \n \nReaffirming its commitment to a balanced, integrated, comprehensive, \nmultidisciplinary and scientific evidence-based approach to the world drug problem, \nbased on the principle of common and shared responsibility, and recognizing the \nimportance of appropriately mainstreaming a gender and age perspective into drug-\nrelated policies and programmes, as well as the full, equal, meaningful and effective \nparticipation of women and youth in their design and implementation, and that \nappropriate emphasis should be placed on individuals, families, communities and \nsociety as a whole, with a particular focus on women, children and youth, with a view \nto strengthening the prevention of drug abuse, including in education settings, as well \nas promoting and protecting health, including access to treatment, safety and the well-\nbeing of all humanity, \n \nExpressing deep concern at the high price paid by society and by individuals \nand their families as a result of the world drug problem, and paying special tribute to \nthose who have sacrificed their lives, including law enforcement and judicial \npersonnel, and to the healthcare and civil society personnel and volunteers whose \nwork is dedicated to countering and addressing this issue, and recognizing that the \nworld drug problem continues to present challenges to the health, safety, security and \nwell-being of all humanity, \n \nNoting with deep concern that the availability of internationally controlled drugs \nfor medical and scientific purposes, including for the relief of pain and suffering, \nremains low to non-existent in many countries, in particular in developing countries, \nand highlighting the need to enhance national efforts and international cooperation at \nall levels to address that situation by promoting measures to ensure access to and the \navailability of controlled substances for medical and scientific purposes, including \nfor the relief of pain and suffering, and address existing barriers in this regard, \nincluding affordability, within the framework of national legal systems, while \nsimultaneously preventing their diversion, abuse and trafficking, in order to fulfil the \naims and objectives of the three international drug control conventions, and also \nexpressing concern about the lack of access to quality, safe, effective and affordable \nmedicines for children in appropriate dosage forms and formulations and the \nproblems associated with ensuring the rational use of children’s medicines, \n \nReaffirming that Indigenous Peoples have the right to their traditional medicines \nand to maintain their health practices, including the conservation of their vital \nmedicinal plants, animals and minerals, and that they also have the right to access, \nwithout any discrimination, to all social and health services and to participate in \ndecision-making processes, in accordance with United Nations Declaration on the \nRights of Indigenous Peoples,21 \n \nWelcoming continued efforts to enhance coherence within the United Nations \nsystem at all levels, and reaffirming the need to continue and strengthen cooperation \nbetween the United Nations Office on Drugs and Crime and other United Nations \nentities, including the World Health Organization and the International Narcotics \nControl Board, within their respective mandates, in their efforts to support Member \nStates in the implementation of international drug control treaties in accordance with \napplicable human rights obligations and to promote protection of and respect for \nhuman rights, fundamental freedoms and the dignity of all individuals in the context \nof drug programmes, strategies and policies, \n \nExpressing its appreciation for the results already achieved by the initiatives at \nthe bilateral, regional and international levels, recognizing that the world drug \n__________________ \n \n21 Resolution 61/295, annex. \n\nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \nA/RES/79/191\n \n5/17\n24-24134 \n \nproblem remains a common and shared responsibility that should be addressed in a \nmultilateral setting and that further positive results can be achieved with sustained \nand collective efforts, through international cooperation, to reduce the demand and \nsupply of illicit drugs, recognizing also that the world drug problem continues to \npresent challenges to the health, including mental health, safety and well-being of all \nhumanity, and resolving to reinforce national and international efforts and further \nincrease international cooperation to face those challenges, \n \nReaffirming the crucial role of Member States in developing an effective, \ncomprehensive, balanced and scientific evidence-based approach to addressing and \ncountering the world drug problem,  \n \nRecognizing that there are persistent, new and evolving challenges that should \nbe addressed in conformity with the three international drug control conventions, \nwhich allow for sufficient flexibility for States parties to design and implement \nnational drug policies according to their national contexts and priorities, consistent \nwith the principle of common and shared responsibility and applicable international \nlaw,  \n \nRecognizing also that misperceptions of drug-related risks, along with other \nbehavioural and socioeconomic factors, in societies can lead to increased or more \nharmful illicit drug use and require more scientific evidence-based evaluation and \nfurther systematic and sustainable preventive approaches to protect people, in \nparticular children and young people, from illicit drug use, \n \nReaffirming the need for close cooperation and coordination among domestic \nauthorities at all levels to address the key causes and consequences of the world drug \nproblem, including those in the health, education, social, human rights, economic, \njustice, public security and law enforcement fields, in line with the principle of \ncommon and shared responsibility, and recognizing the value of comprehensive and \nbalanced policy interventions, including those in the field of promotion of sustainable \nand viable livelihoods, \n \nStressing with grave concern the international challenge, particularly to public \nhealth, welfare and security, including law enforcement, posed by the illicit \nmanufacture of and trafficking in synthetic drugs and the trafficking and diversion of \nprecursor chemicals, as well as the distribution, consumption and use of synthetic \ndrugs for non-medical and non-scientific purposes, while also stressing with grave \nconcern the increase in the number of overdose deaths associated with the use of \nsynthetic drugs, and the urgent need to raise awareness of and improve access to the \nprevention and treatment of drug abuse and drug overdose, \n \nReaffirming that reducing drug abuse requires efforts to reduce demand, which \nmust be demonstrated by sustained widespread demand reduction initiatives that are \nage- and gender-responsive and integrate a comprehensive, balanced and scientific \nevidence-based public health approach spanning the spectrum of prevention, \neducation, early detection and intervention, treatment, care and related support \nservices, recovery support and the rehabilitation and social reintegration of drug \nusers, in full compliance with the three international drug control conventions, \n \nNoting with grave concern the increasing sophistication of the transnational \ncriminal groups engaged in the illicit manufacture and distribution of amphetamine-\ntype stimulants worldwide, as well as the proliferation and diversion of chemical \nprecursors used in the illicit manufacture of narcotic drugs and psychotropic \nsubstances, and deeply concerned that new psychoactive substances continue to be a \nchallenge, including the increased abuse of certain drugs and the proliferation of new \nsubstances worldwide, which are a threat to public health and are not controlled under \nthe three international drug control conventions, \n\nA/RES/79/191 \nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach\n \n24-24134\n6/17 \n \n \nDeeply concerned that drug traffickers are heavily arming themselves with \nillicitly trafficked firearms, exposing people, including law enforcement personnel, \nto significant levels of violence and harm, as outlined in the joint issue paper of the \nUnited Nations Office on Drugs and Crime and the Flemish Peace Institute, entitled \nFirearms and Drugs: Partners in Transnational Crime, and in this regard recalling \nCommission on Narcotic Drugs resolution 65/2 of 18 March 2022, 22 and underlining \nthe importance of strengthening international cooperation to address in an integrated \nmanner the global challenge posed by the multifaceted links between illicit drug \ntrafficking and the illicit trafficking in and diversion of firearms, \n \nWelcoming the progress made in strengthening and expanding existing \ncooperation on the public health-related aspects of the world drug problem, including \nprogress related to minimizing its adverse public health and social consequences, and \nreaffirming the need to take into account both the public health and the criminal \njustice dimensions of the world drug problem, in accordance with the outcome \ndocument of the thirtieth special session of the General Assembly, including by \nintensifying efforts to support Member States, upon request, in addressing and \ncountering the world drug problem in accordance with a comprehensive, integrated \nand balanced approach, \n \nRecognizing the role of promoting healthy lifestyles, health and well-being and \nhealth-oriented responses as part of a comprehensive and multifaceted approach in \nthe prevention of the non-medical and non-scientific use of drugs, and acknowledging \nthe necessity of addressing vulnerabilities and fostering resilience among individuals, \nfamilies, communities and society as a whole to complement other preventive \nmeasures, while also emphasizing the significance of evidence-based strategies and \ninterventions as means to empower individuals with knowledge, skills and resilience, \n \nReaffirming that the right to enjoy the highest attainable standard of physical \nand mental health applies equally to drug users, their children and other family \nmembers, regardless of whether they are imprisoned, detained or incarcerated, \n \nMindful of the importance of encouraging the voluntary engagement and \nparticipation of individuals with drug use disorders in treatment programmes, with \ninformed consent, where consistent with national legislation, and developing and \nimplementing scientific evidence-based outreach programmes and campaigns, \ninvolving affected populations, including those in long-term recovery, where \nappropriate, to promote healthy lifestyles and reduce the adverse health and social \nconsequences of the world drug problem, prevent social marginalization and promote \nnon-stigmatizing attitudes, as well as of implementing effective outreach to engage \nand maintain the engagement of people who are in treatment, care or sustained \nrecovery programmes and taking measures to facilitate access to such programmes \nand related support services, including treatment for comorbidities, and to expand \ncapacity,  \n \nRecalling the Political Declaration on HIV and AIDS: Ending Inequalities and \nGetting on Track to End AIDS by 2030, adopted by the General Assembly on 8 June \n2021,23 \n \nAcknowledging the continuously changing environment and the necessity for \nmore proactive, scientific evidence-based, comprehensive and balanced approaches \nto joint efforts, to ensure that strategies and actions remain agile, effectively \nresponding to new developments and persistent challenges related to illicit \ncultivation, production, manufacturing, trafficking, distribution and consumption \n__________________ \n \n22 See Official Records of the Economic and Social Council, 2022, Supplement No. 8 (E/2022/28), \nchap. I, sect. B. \n \n23 Resolution 75/284, annex. \n\nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \nA/RES/79/191\n \n7/17\n24-24134 \n \npatterns and trends, including the increasing sophistication of methods, routes and \ntechniques of drug trafficking employed by drug traffickers and transnational criminal \norganizations, increased maritime trafficking, and online sales of drugs through both \nthe darknet and the surface web, \n \nRecognizing the importance of benefiting from technological innovation and \nknow-how to address persistent, new and emerging trends and challenges, and \nacknowledging the need for increased international cooperation aimed at addressing \nand overcoming effectively challenges, obstacles and impediments at all levels to \nleverage these advancements for joint efforts, as well as the importance of addressing \nexisting technological gaps and the need to strengthen the capabilities of Member \nStates, especially developing countries, through specialized, targeted, effective and \nsustainable technical assistance to Member States, upon their request, \n \nReaffirming that alternative development is an important, lawful, viable and \nsustainable alternative to the illicit cultivation of drug crops and an effective measure \nto counter the world drug problem and other drug-related crime challenges, and \nreaffirming also its commitment to addressing drug-related socioeconomic issues \nrelated to the illicit cultivation, manufacture, distribution, and production of and \ntrafficking in drugs, through the implementation of long-term, comprehensive, \nsustainable, development-oriented, balanced and scientific evidence-based drug \ncontrol policies and programmes, including alternative development and, as \nappropriate, preventive alternative development programmes, which are part of \nsustainable crop control strategies, \n \nReaffirming also its commitment to continue to mobilize resources, including \nfor the provision of technical assistance and capacity-building, at all levels, to ensure \nthat all Member States can effectively address and counter the world drug problem, \nand calling for the enhancement of assistance to developing countries, upon request, \nin effectively implementing the Political Declaration and Plan of Action on \nInternational Cooperation towards an Integrated and Balanced Strategy to Counter \nthe World Drug Problem and the operational recommendations of the outcome \ndocument of the thirtieth special session of the General Assembly, \n \nExpressing concern that aspects of the world drug problem associated with illicit \ndrug-related activities can cause serious harm to the environment and local \ncommunities, including food insecurity, deforestation, soil erosion and degradation, \nthe loss of endemic species, contamination of the soil, groundwater and waterways, \nand the release of greenhouse gases, and acknowledging the need to address these \nimpacts and their root causes, in a sustainable manner, \n \nRecognizing the indispensable role of quality, timely, relevant, disaggregated, \nincluding geographically disaggregated, and reliable data in driving scientific \nevidence-based policies to better understand persistent, new and emerging trends, \npatterns and dynamics, while committing to promoting effective and sustainable \ncapacity-building to strengthen national data collection, analysis and sharing, \n \nRecalling the commitment of Member States in the 2019 Ministerial Declaration \nto review in the Commission on Narcotic Drugs in 2029 the progress in implementing \nall international drug policy commitments,  \n \n1. \nReaffirms the determination of Member States to address and counter the \nworld drug problem, while also recognizing the need to address its key causes and \nconsequences, including those in the law enforcement, health, justice, social, public \nsecurity, human rights and economic fields, in line with the principle of common and \nshared responsibility, further reaffirms the determination of Member States to address \npublic health, safety and social problems resulting from drug abuse, and recognizes \n\nA/RES/79/191 \nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach\n \n24-24134\n8/17 \n \nthe value of comprehensive and balanced policy interventions, including those in the \nfield of the promotion of sustainable and viable livelihoods; \n \n2. \nReaffirms its commitment to respecting, protecting and promoting all \nhuman rights, fundamental freedoms and the inherent dignity of all individuals and \nthe rule of law in the development and implementation of drug policies; \n \n3. \nReiterates its commitment to promoting the health, welfare and well-being \nof all individuals, families, communities and society as a whole and to facilitating \nhealthy lifestyles through effective, comprehensive, scientific evidence-based \ndemand reduction initiatives at all levels, covering, in accordance with national \nlegislation and the three international drug control conventions, prevention, early \nintervention, treatment, care, recovery, rehabilitation and social reintegration \nmeasures, as well as initiatives and measures aimed at minimizing the adverse public \nhealth and social consequences of drug abuse; \n \n4. \nCalls upon Member States to promote bilateral, regional and international \ncooperation with and technical assistance to the States most affected by illicit crop \ncultivation and the illicit production, manufacture, transit, trafficking, distribution \nand use of narcotic drugs and psychotropic substances, including synthetic drugs, in \ndeveloping and implementing comprehensive and integrated policies, including \nthrough intelligence-sharing and cross-border cooperation, and by reinforcing \nnational programmes aimed at education, prevention, early intervention, treatment, \ncare, rehabilitation and social reintegration; \n \n5. \nWelcomes the ongoing efforts to strengthen cooperation in addressing and \ncountering the world drug problem and to ensure that regional and subregional \norganizations and transregional initiatives consistently undertake comprehensive, \nbalanced and scientific evidence-based strategies and policies;  \n \n6. \nCalls upon Member States to engage in effective cooperation and practical \naction, including North-South, South-South and triangular cooperation, in \ncooperation with the international development community and other key \nstakeholders, aimed at addressing and countering the world drug problem on the basis \nof the principle of common and shared responsibility; \n \n7. \nAlso calls upon Member States to strengthen regional, subregional and \ninternational cooperation in criminal matters, as appropriate, including judicial \ncooperation in the areas of, inter alia, extradition, mutual legal assistance and transfer \nof proceedings, in accordance with the three international drug control conventions \nand other international legal instruments and national legislation, and to strive to \nprovide appropriate resources to national competent authorities, including through \nthe provision of targeted technical assistance to requesting countries; \n \n8. \nEncourages Member States to promote prevention, as part of a \ncomprehensive and balanced strategy for drug demand reduction and treatment of \ndrug use disorders, using scientific evidence-based practices that reflect respect for \nhuman rights and dignity, including the right to enjoy the highest attainable standard \nof physical and mental health and well-being, including mental health and \npsychosocial support services, promoting non-stigmatizing attitudes in the \ndevelopment and implementation of scientific evidence-based policies, and in this \nregard takes note of the second updated edition of the International Standards on Drug \nUse Prevention and the International Standards for the Treatment of Drug Use \nDisorders, developed by the United Nations Office on Drugs and Crime in \ncollaboration with the World Health Organization; \n \n9. \nRecognizes drug dependence as a complex, multifactorial health disorder \ncharacterized by a chronic and relapsing nature, with social causes and consequences, \nthat can be prevented and treated through, inter alia, effective scientific evidence-based \n\nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \nA/RES/79/191\n \n9/17\n24-24134 \n \ndrug treatment, care and rehabilitation programmes, including community-based \nprogrammes, and also recognizes the need to strengthen capacity for aftercare and the \nrehabilitation, recovery and social reintegration of individuals with substance use \ndisorders, including through mental health and psychosocial support services and, as \nappropriate, through assistance for effective reintegration into the labour market and \nother support services; \n \n10. Encourages Member States to develop quality assurance mechanisms for \ndrug prevention, treatment, including for comorbidities, sustained recovery and \nrelated support services that reduce the adverse health and social consequences of \ndrug abuse with a view to ensuring continuous improvement, through, inter alia, \neffective supervision of drug treatment and rehabilitation facilities by competent \ndomestic authorities, including to prevent any possible acts of cruel, inhuman or \ndegrading treatment or punishment, in accordance with national legislation and \napplicable international law;  \n \n11. \nCalls upon Member States to promote and implement scientific evidence-\nbased approaches to prevention, treatment, care and recovery, as well as other public \nhealth interventions to address the harm associated with illicit drug use as part of \ncomprehensive, systematic and sustainable demand reduction initiatives; \n \n12. Encourages Member States to promote the inclusion in national drug \npolicies, in accordance with national legislation and as appropriate, of elements for \nthe prevention and treatment of drug overdose, in particular opioid overdose, \nincluding the use of opioid receptor antagonists, such as naloxone, to reduce drug-\nrelated mortality; \n \n13. Urges Member States to increase the availability, coverage and quality of \nscientific evidence-based prevention measures and tools, especially life skills \nprogrammes with demonstrated effectiveness, that target relevant age and risk groups \nin multiple settings, including in educational institutions, in both the public and \nprivate sectors, reaching youth in school as well as out of school, among others, \nincluding by providing children and youth with evidence-based information on drug \nabuse and its harmful effects and consequences as well as through drug use prevention \nprogrammes and public awareness-raising campaigns, including by using the Internet, \nsocial media and other online platforms, to develop and implement prevention \ncurricula and early intervention programmes for use in the education system at all \nlevels, as well as in vocational training, including in the workplace, and to enhance \nthe capacity of teachers and other relevant professionals, as well as that of parents \nand guardians, to provide or recommend counselling, prevention and healthcare \nservices, and opportunities to choose healthy lifestyles, and to promote safe and drug-\nfree environments; \n \n14. Invites Member States to consider enhancing cooperation among public \nhealth, education and law enforcement authorities when developing and \nimplementing scientific evidence-based drug use prevention initiatives; \n \n15. Acknowledges the important advances made in prevention science, \nestablishing prevention as one of the main components of comprehensive, scientific \nevidence-based demand-reduction initiatives to address the non-medical and \nnon-scientific use of controlled drugs, and also acknowledges that effective early \nprevention strategies and measures focused on addressing, inter alia, adverse \nchildhood experiences as well as individual and environmental, including social, risk \nand protective, factors, contribute significantly to the positive engagement of \nchildren, youth and adults with their families and in educational settings, workplaces \nand communities; \n\nA/RES/79/191 \nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach\n \n24-24134\n10/17 \n \n \n16. Reiterates the strong commitment of Member States to improve access to \ncontrolled substances for medical and scientific purposes by appropriately addressing \nexisting barriers in this regard, while concurrently preventing the diversion and abuse \nof and trafficking in such substances, and to strengthen, as appropriate, the proper \nfunctioning of national drug control systems and domestic assessment mechanisms \nand programmes, with a view to promoting the safety, health and welfare of \nhumankind, in cooperation with the International Narcotics Control Board, the United \nNations Office on Drugs and Crime, the World Health Organization and other relevant \nUnited Nations system agencies, to identify, analyse and remove impediments to the \naccess to and availability of controlled substances for medical and scientific purposes, \nincluding for the relief of pain and suffering, and address existing barriers in this \nregard, including affordability, within appropriate control mechanisms, as required \nby the three international drug control conventions and, for that purpose, to consider \nthe provision of technical and financial assistance, upon request, to developing \ncountries; \n \n17. Urges Member States to enact comprehensive measures aimed at \nstemming the abuse, diversion and misuse of prescription drugs, in particular through \nthe establishment of awareness-raising initiatives targeting the general public and \nhealthcare providers, and in this regard encourages Member States to establish and \nstrengthen partnerships and information exchange with industries, in particular with \nchemical and pharmaceutical industries and other relevant private sector entities, \nbearing in mind the important role that these industries can play in addressing and \ncountering the world drug problem; \n \n18. Also urges Member States to develop and carry out comprehensive, \nbalanced, scientific evidence-based and forward-looking strategies at all applicable \nlevels to effectively address and counter challenges posed by the illicit manufacture \nof and trafficking in synthetic drugs, as well as their distribution, consumption and \nuse for non-medical and non-scientific purposes, including interventions related to \nprevention, treatment and recovery support, measures aimed at minimizing the \nadverse public health and social consequences of synthetic drug use, particularly \noverdose, including by raising awareness of and improving access to the prevention \nand treatment of drug overdose, as well as preventing and countering drug-related \ncrime and violence and the trafficking and diversion of synthetic drugs, their \nprecursor chemicals, including non-scheduled and designer precursor chemicals, and \nequipment used in the illicit manufacture of synthetic drugs; \n \n19. Calls upon Member States to strengthen national and international action \nto address the emerging challenge of new psychoactive substances, including their \nadverse health consequences, and the evolving threat of amphetamine-type \nstimulants, including methamphetamine, underscores the importance of building the \ncapacity of law enforcement agencies to detect and identify these substances, \nenhancing information-sharing, cross-border cooperation and early warning networks \nto prevent their abuse and diversion, developing appropriate national legislative, \nprevention and treatment models and supporting scientific evidence-based review and \nscheduling of the most prevalent, persistent and harmful substances, and notes the \nimportance of preventing the diversion and the misuse of pharmaceuticals containing \nnarcotic drugs and psychotropic substances and precursors, while ensuring their \naccess and availability for medical and scientific purposes, including for the relief of \npain and suffering, and addressing existing barriers in this regard, including \naffordability; \n \n20. Urges Member States to reduce the adverse health and social consequences \nof the world drug problem through a comprehensive approach, including by utilizing \nexisting United Nations Office on Drugs and Crime technical assistance tools, and \nensuring that scientific evidence-based treatment is available; \n\nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \nA/RES/79/191\n \n11/17\n24-24134 \n \n \n21. Urges Member States and other donors to continue to provide bilateral and \nother funding for the world drug problem response, including in particular the \nHIV/AIDS response, including to the Joint United Nations Programme on HIV/AIDS, \nand to strive to ensure that such funding contributes to addressing the growing \nHIV/AIDS epidemic among people who inject drugs, and HIV/AIDS in prison \nsettings, in the spirit of the pledge made in the 2030 Agenda for Sustainable \nDevelopment to leave no one behind; \n \n22. Invites relevant national authorities to consider, in accordance with their \ndomestic law and the three international drug control conventions, including in \nnational prevention, treatment, care, recovery, rehabilitation and social reintegration \nmeasures and programmes, in the context of comprehensive and balanced drug \ndemand reduction efforts, effective scientific evidence-based measures aimed at \nminimizing the adverse public health and social consequences of drug abuse, \nincluding appropriate medication-assisted therapy programmes, injecting equipment \nprogrammes as well as antiretroviral therapy and other relevant interventions that \nprevent the transmission of HIV, viral hepatitis and other blood-borne diseases \nassociated with drug use, and to consider ensuring access to such interventions, \nincluding in treatment and outreach services, prisons and other custodial settings, and \npromoting in that regard the use, as appropriate, of the technical guide for countries \nto set targets for universal access to HIV prevention, treatment and care for people \nwho inject drugs, issued by the World Health Organization, the United Nations Office \non Drugs and Crime and the Joint United Nations Programme on HIV/AIDS; \n \n23. Encourages Member States to consider alternative, non-custodial \nmeasures for persons accused of minor, non-violent drug-related offences, to \npromote, consistent with the three international drug control conventions and \ndomestic law, and in accordance with national, constitutional, legal and \nadministrative systems, alternative or additional measures with regard to conviction \nor punishment in cases of an appropriate nature, and to ensure that law enforcement \ndrug control efforts are both consistent with States’ commitments to effectively \naddressing and countering the world drug problem as well as their human rights \nobligations; \n \n24. Calls upon Member States to promote and implement effective criminal \njustice responses to drug-related crimes to bring perpetrators to justice that ensure \nlegal guarantees and due process safeguards pertaining to criminal justice \nproceedings, including practical measures to uphold the prohibition of arbitrary arrest \nand detention and of torture and other cruel, inhuman or degrading treatment or \npunishment and to eliminate impunity, in accordance with relevant and applicable \ninternational law and taking into account United Nations standards and norms on \ncrime prevention and criminal justice, and ensure timely access to legal aid and the \nright to a fair trial; \n \n25. Encourages Member States to promote proportionate national sentencing \npolicies, practices and guidelines for drug-related offences, whereby the severity of \npenalties is proportionate to the gravity of offences and both mitigating and \naggravating factors are taken into account, including the circumstances enumerated \nin article 3 of the United Nations Convention against Illicit Traffic in Narcotic Drugs \nand Psychotropic Substances of 1988 and other relevant and applicable international \nlaw, and in accordance with national legislation; \n \n26. Reiterates its commitment to protect the safety and assure the security of \nindividuals, societies and communities by intensifying efforts to prevent and counter \nthe illicit cultivation, production and manufacture of and trafficking in narcotic drugs \nand psychotropic substances, as well as drug-related crime and violence, through, \ninter alia, more effective drug-related crime prevention and law enforcement measures, \n\nA/RES/79/191 \nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach\n \n24-24134\n12/17 \n \nas well as by addressing links with other forms of organized crime, including firearms \ntrafficking, money-laundering, corruption and other criminal activities, mindful of \ntheir social and economic causes and consequences, including environmental \nconsequences;  \n \n27. Calls for strengthening common efforts of Member States to promote the \nuse of new technologies and means to counter illicit trafficking of narcotic drugs and \npsychotropic substances and their precursor chemicals, including through the darknet \nand the surface web and social networks, as well as to prevent the use of electronic \npayment systems and virtual assets, including those provided by virtual asset service \nproviders, and non-cash assets, for these purposes, through continued development \nand implementation of measures aimed at mitigating risks associated with these assets \nand preventing their misuse and abuse for illicit drug-related purposes; \n \n28. Calls upon Member States to enhance national, regional, subregional, \ninterregional and international capacity, and utilize existing and relevant regional and, \nas appropriate, subregional and international networks for the exchange of operational \ninformation to respond to the serious challenges posed by the increasing links \nbetween drug trafficking, corruption and other forms of organized crime, including \ntrafficking in persons, illicit trafficking in firearms, cybercrime and money-\nlaundering, and, in some cases, terrorism, including money-laundering in connection \nwith the financing of terrorism, by using an integrated and multidisciplinary \napproach, such as through promoting and supporting reliable data collection, research \nand, as appropriate, intelligence- and analysis-sharing to ensure effective \npolicymaking and interventions, by using, inter alia, existing United Nations Office \non Drugs and Crime and International Criminal Police Organization (INTERPOL) \ntechnical assistance tools; \n \n29. Also calls upon Member States to promote and strengthen the exchange of \ninformation and, as appropriate, drug-related criminal intelligence among law \nenforcement and border control agencies, including through the United Nations \nOffice on Drugs and Crime multilateral portals and regional information centres and \nnetworks, and to promote joint investigations and coordinate operations, in \nconformity with national legislation, and training programmes at all levels, in order \nto identify, disrupt and dismantle organized criminal groups operating transnationally \nthat are involved in any activities related to the illicit production of and trafficking in \nnarcotic drugs and psychotropic substances and the diversion of their precursors and \nrelated money-laundering; \n \n30. Further calls upon Member States to adopt and strengthen coordinated \nborder management strategies, if needed, to prevent, monitor and counter the illicit \nproduction, manufacture and trafficking of narcotic drugs and psychotropic \nsubstances, including when associated with other forms of transnational organized \ncrime, such as trafficking in firearms, illicit financial flows, smuggling of goods and \nof bulk cash, and money-laundering, and also calls upon Member States to provide \ntechnical assistance, upon request, including where appropriate the provision of \nequipment and technology, along with necessary training and maintenance support, \nto increase the capacity of border and law enforcement agencies, in particular for \ndeveloping countries; \n \n31. Encourages Member States to enhance national, regional, subregional, \ninterregional and international capacity, and utilize existing and relevant regional and, \nas appropriate, subregional and international networks for the exchange of operational \ninformation to prevent and counter money-laundering and illicit financial flows \nstemming from drug trafficking and related crimes, including terrorist financing, and, \nas appropriate, through the detection, investigation and prosecution of such activities, \nwith the view to effectively addressing safe havens, and to identify and mitigate \n\nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \nA/RES/79/191\n \n13/17\n24-24134 \n \nmoney-laundering linked to new technologies, as well as emerging money-laundering \nmethods and techniques, by using, inter alia, existing United Nations Office on Drugs \nand Crime technical assistance tools; \n \n32. Recognizes that transit States continue to face multifaceted challenges, and \nreaffirms the continuing need for cooperation and support, including the provision of \ntechnical assistance, to, inter alia, enhance their capacities to effectively address and \ncounter the world drug problem, in conformity with the 1988 Convention; \n \n33. Reiterates its commitment to strengthen specialized, targeted, effective and \nsustainable technical assistance, including, where appropriate, adequate financial \nassistance, training, capacity-building, equipment and technological know-how, to \nrequesting countries, including transit countries, through and in cooperation with the \nUnited Nations Office on Drugs and Crime, as well as the World Health Organization \nand other relevant United Nations entities and international and regional \norganizations, within their respective mandates, so as to help Member States to \neffectively address the health, socioeconomic, human rights, justice and law \nenforcement aspects of the world drug problem; \n \n34. Encourages Member States to ensure that measures to prevent the illicit \ncultivation of and to eradicate plants containing narcotic and psychotropic substances \nrespect fundamental human rights, take due account of traditional licit uses, where \nthere is historical evidence of such use, and of the protection of the environment, in \naccordance with the three international drug control conventions, and also take into \naccount, as appropriate and in accordance with domestic law, the United Nations \nDeclaration on the Rights of Indigenous Peoples;  \n \n35. Also encourages Member States to improve the assessment of the impact \nof demand and supply reduction strategies, including the impact of alternative \ndevelopment programmes and preventive alternative development programmes, as \nappropriate, with a view to increasing the effectiveness of such programmes, \nincluding through the use of relevant human development indicators, criteria related \nto environmental sustainability and other measurements in line with the Sustainable \nDevelopment Goals, and further encourages Member States to examine and address \nthe harmful impacts of illicit drug-related activities on the environment, which lead \nto illegal deforestation, the pollution of soil and water, and negative consequences on \nfood safety, and to seize the opportunities offered by alternative development with \nregard to the conservation and sustainable use of the environment and the protection \nof biodiversity, as well as to develop other policies and strategies to properly address \nthose impacts; \n \n36. Recognizes the need for strengthening sustainable crop control strategies \nthat may include, inter alia, alternative development, eradication and law enforcement \nmeasures, and in this regard encourages Member States to consider development-\noriented interventions to address the illicit cultivation of drug crops and other illicit \ndrug-related activities, while ensuring that both men and women benefit equally from \nthem, including through job opportunities, improved infrastructure and basic public \nservices and, as appropriate, access and legal titles to land for farmers and local \ncommunities;  \n \n37. Reiterates its commitment to strengthen subregional, regional and \ninternational cooperation, in accordance with the principle of common and shared \nresponsibility, to support comprehensive and sustainable alternative development \nprogrammes, including, as appropriate, preventive alternative development, in close \ncollaboration with all relevant stakeholders at the local, national and international levels, \nand to develop and share best practices towards implementing the United Nations \n\nA/RES/79/191 \nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach\n \n24-24134\n14/17 \n \nGuiding Principles on Alternative Development,24 taking into account all the lessons \nlearned and good practices, in particular by countries with extensive expertise in \nalternative development, and in this regard recalls its resolution 72/197 of \n19 December 2017, as well as Commission on Narcotic Drugs resolution 67/3 of \n22 March 2024;25 \n \n38. Urges relevant international financial institutions, United Nations entities, \nnon-governmental organizations and the private sector, as appropriate, to consider \nincreasing their support, including through long-term and flexible funding, for the \nimplementation of comprehensive, balanced and scientific evidence-based \ndevelopment-oriented drug control programmes and viable economic alternatives for \nthe promotion of inclusive economic growth and support for initiatives that contribute \nto poverty eradication, inter alia, alternative development, including, as appropriate, \npreventive alternative development programmes, based on identified needs and \nnational priorities, for areas and populations affected by or vulnerable to the illicit \ncultivation of drug crops, and encourages Member States to develop measures for \nrural development, improving infrastructure and social inclusion and protection, as \nwell as for addressing the consequences of illicit crop cultivation and the manufacture \nand production of narcotic drugs and psychotropic substances on the environment, \nwith the incorporation and participation of local communities;  \n \n39. Calls upon Member States to ensure the participation of local \ncommunities, farmers, women, Indigenous Peoples and persons in vulnerable \nsituations in the design and implementation of alternative development programmes \nand to secure alternative livelihoods, preferably before removing existing livelihoods \nearned from the cultivation of illicit crops; \n \n40. Also calls upon Member States to mainstream a gender perspective into \nand ensure the full, equal, meaningful and effective participation and leadership of \nwomen in all stages of the development, implementation, monitoring and evaluation \nof drug policies and programmes, including drug prevention, treatment, sustained \nrecovery, reintegration and related support services, to develop and disseminate \ngender-sensitive and age-appropriate measures that take into account the specific \nneeds and circumstances faced by women and girls with regard to the world drug \nproblem, in line with the Beijing Declaration and Platform for Action, 26 and the \noutcomes of its review conferences, and, as States parties, implement the Convention \non the Elimination of All Forms of Discrimination against Women, 27 and bearing in \nmind the importance of targeted interventions that are based on the collection and \nanalysis of data, including age- and gender-related data, in meeting the specific needs \nof drug-affected populations and communities; \n \n41. Requests the United Nations Office on Drugs and Crime to continue to \nsupport Member States, upon request, in mainstreaming a gender perspective into \ntheir policies and programmes related to the world drug problem, and invites the \nUnited Nations Entity for Gender Equality and the Empowerment of Women \n(UN-Women) and other relevant United Nations entities, within their mandates, to \ncooperate with the Office in this regard;  \n \n42. Encourages the consideration of the specific needs and possible multiple \nvulnerabilities of women drug offenders when imprisoned, taking into account the \n__________________ \n \n24 Resolution 68/196, annex. \n \n25 See Official Records of the Economic and Social Council, 2024, Supplement No. 8 (E/2024/28), \nchap. I, sect. B.  \n \n26 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n27 United Nations, Treaty Series, vol. 1249, No. 20378. \n\nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \nA/RES/79/191\n \n15/17\n24-24134 \n \nUnited Nations Rules for the Treatment of Women Prisoners and Non-custodial \nMeasures for Women Offenders (the Bangkok Rules); \n \n43. Calls upon Member States to adapt their drug policies and to consider, \nwhen developing comprehensive, balanced and scientific evidence-based policies to \naddress and counter the world drug problem, measures, programmes and actions that \nrespond to the specific needs of members of society in situations of vulnerability;  \n \n44. Encourages Member States to identify and take advantage of opportunities \nto conduct collaborative research and continuously share the latest scientific research, \ntaking into account the contributions of the national, regional and international \nscientific community, including academia, on the most effective demand and supply \nreduction strategies, and to develop improved best practices on interventions to \nreduce demand for and supply of illicit drugs, in accordance with the three \ninternational drug control conventions and drug policy commitments; \n \n45. Invites Member States to promote and improve the systematic collection \nof information and gathering of evidence as well as the sharing, at the national and \ninternational levels, of reliable and comparable data on drug use and epidemiology, \nincluding scientific data on any risks or damage to health and societal consequences \nthat are caused by abusing drugs, including in vaporized form, on the scope and \npatterns of illicit drug use, and on social, economic and other risk factors, as well as \non the links between drug policies and human rights, to promote, as appropriate, \nthrough the Commission on Narcotic Drugs and the World Health Assembly, the use \nof internationally recognized standards, such as the International Standards on Drug \nUse Prevention, and the exchange of best practices, and to formulate effective drug \nuse prevention strategies and programmes in cooperation with the United Nations \nOffice on Drugs and Crime, the World Health Organization and other relevant United \nNations entities; \n \n46. Also invites Member States to provide the United Nations Office on Drugs \nand Crime with information on best practices and programmes recently implemented, \nconsistent with the three international drug control conventions, in order to assess \nrecent developments and current and future challenges; \n \n47. Stresses the need for national statistical capacity-building to support \nMember States in improving the quality and availability of drug statistics and to \nrespond effectively to data-collection requests from the United Nations Office on \nDrugs and Crime, invites international and regional organizations, as well as civil \nsociety, affected communities and academia, to support Member States in this regard, \nupon their request, invites Member States to regularly report data and information \nrelating to all aspects of the world drug problem to the Office through the annual \nreport questionnaires, and invites the Commission on Narcotic Drugs, as the central \npolicymaking body of the United Nations system on drug-related matters, to \nstrengthen the capacity of the Office to collect, analyse, use and disseminate accurate, \nreliable, objective and comparable data and to reflect such information in the World \nDrug Report; \n \n48. Invites Member States to consider the need to review the set of national \ndrug policy metrics and tools for the collection and analysis of accurate, reliable, \ndisaggregated, comprehensive and comparable data to measure the effectiveness of \nprogrammes to address all relevant aspects of the world drug problem, including, as \nappropriate, as related to the 2030 Agenda; \n \n49. Encourages Member States to promote data collection, research and the \nsharing of information, as well as the exchange of best practices on preventing and \ncountering drug-related crime and on drug supply reduction measures and practices, \n\nA/RES/79/191 \nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach\n \n24-24134\n16/17 \n \nin order to enhance the effectiveness of criminal justice responses, within the \nframework of applicable law; \n \n50. Requests the United Nations Office on Drugs and Crime to continue to \nassist Member States, upon request, with data collection, research and, as appropriate, \nintelligence- and analysis-sharing to disclose the extent of the links between illicit \ndrug trafficking and other transnational criminal activities, in particular firearms \ntrafficking, and to continue its already existing research on these links, subject to the \navailability of extrabudgetary resources; \n \n51. Calls upon Member States to intensify efforts to prevent and counter the \nillicit cultivation, production and manufacture of and trafficking in narcotic drugs and \npsychotropic substances, as well as drug-related crime and violence, through, inter \nalia, more effective drug-related crime prevention and law enforcement measures \nconsistent with national legislation and international law, including applicable human \nrights obligations, as well as by addressing links with other forms of organized crime, \nincluding firearms trafficking, money-laundering, corruption and, in some cases, \nterrorism, as well as other transnational criminal activities, mindful of their social and \neconomic causes and consequences; \n \n52. Reaffirms the importance of an integrated approach in drug policies, \nincluding by strengthening partnerships between the public health, development, \nhuman rights, justice and law enforcement fields, as well as the private sector, in \nparticular chemical and pharmaceutical industries, and by facilitating inter-agency \ncooperation and communication, where appropriate; \n \n53. Recognizes that civil society, the scientific community, academia, the \nprivate sector and affected communities play a significant role in addressing and \ncountering the world drug problem by analysing drugs issues, in delivering services \nand in evaluating the human rights impact of drug policies, and encourages, where \nappropriate, the participation of civil society and affected communities in the design, \nimplementation and provision of relevant scientific evidence in support of the \nevaluation of drug control policies and programmes;  \n \n54. Reaffirms the importance of the United Nations Office on Drugs and Crime \nand its field offices in building capacity at the local level in addressing and countering \nthe world drug problem, encourages the Office to maintain an effective level of \nsupport for national and regional efforts, requests all Member States to provide the \nfullest possible financial and political support to the Office by widening its donor \nbase, as appropriate, and increasing voluntary contributions, in particular general-\npurpose contributions, so as to enable it to continue, expand, improve and strengthen, \nwithin its mandates, its operational and technical cooperation activities, and requests \nthe Office to continue to collaborate with relevant intergovernmental, international \nand regional organizations involved in addressing and countering the world drug \nproblem, as appropriate, in order to share best practices and scientific standards and \nto maximize the benefits from their unique comparative advantage; \n \n55. Requests the United Nations Office on Drugs and Crime and the \nInternational Narcotics Control Board to continue to strengthen cooperation with the \nWorld Health Organization and other competent United Nations entities, within their \nrespective mandates, as part of a comprehensive, integrated, balanced and scientific \nevidence-based approach to addressing the world drug problem and strengthening \nhealth and social welfare measures to do so, including through effective prevention, \nearly intervention, treatment, care, recovery, rehabilitation and social reintegration, \nin cooperation, as appropriate, with civil society and the scientific community, and to \nkeep the Commission on Narcotic Drugs appropriately updated; \n\nAddressing and countering the world drug problem through a \ncomprehensive, integrated and balanced approach \nA/RES/79/191\n \n17/17\n24-24134 \n \n \n56. Requests the United Nations Office on Drugs and Crime, in close \ncooperation with Member States, the International Narcotics Control Board, and \npertinent United Nations entities, intergovernmental and regional organizations and \nthe scientific community and civil society, to continue to support Member States, \nupon request, in strengthening their capacity to develop their reporting mechanisms, \nincluding through technical assistance, by identifying gaps in the current drug \nstatistics and by exploring possibilities to strengthen existing data-collection and \nanalysis tools at the national level; and to provide technical assistance to \nGovernments so as to facilitate the implementation of and enable them to fully meet \ntheir obligations under the conventions and give adequate follow-up to subsequent \nresolutions of the Commission on Narcotic Drugs, the Economic and Social Council \nand the General Assembly;  \n \n57. Urges Member States to continue to actively cooperate with the \nInternational Narcotics Control Board in the exercise of its treaty-mandated role, and \nreiterates the need to ensure that an appropriate level of resources is made available \nto the Board; \n \n58. Encourages all relevant United Nations entities, in close cooperation with \nthe United Nations Office on Drugs and Crime, to support Member States in \ndeveloping \nand \nimplementing \nbalanced, \ncomprehensive, \nintegrated, \nmultidisciplinary, scientific evidence-based, development-oriented and sustainable \nresponses to the world drug problem, while respecting human rights, within the \nframework of the three international drug control conventions; \n \n59. Welcomes the adoption by the Commission on Narcotic Drugs of the new \nworkplan for the thematic discussions to be held from 2024 to 2028, in preparation \nfor the final review of the 2019 Ministerial Declaration on Strengthening Our Actions \nat the National, Regional and International Levels to Accelerate the Implementation \nof Our Joint Commitments to Address and Counter the World Drug Problem in 2029, \nencourages the Commission to continue to work on and support Member States in \ntheir implementation and sharing of scientific and evidence-based best practices in \naddressing and countering the world drug problem, and invites the Commission to \ncontinue to examine how its subsidiary bodies can better contribute to the \nimplementation of, inter alia, the outcome document of the thirtieth special session \nof the General Assembly and all relevant commitments by ensuring that the \nCommission is informed of regional and domestic concerns, developments and best \npractices arising from all relevant stakeholders, including contributions from the \nscientific community, academia and civil society; \n \n60. Takes note of the report of the Secretary-General,28 and requests that he \nsubmit to the General Assembly at its eighty-first session a report on the \nimplementation of the present resolution. \n \n53rd plenary meeting \n17 December 2024 \n \n__________________ \n \n28 A/79/120. \n",
  "paragraphs": {
    "1": " the value of comprehensive and balanced policy interventions, including those in the field of the promotion of sustainable and viable livelihoods;",
    "2": "Reaffirms its commitment to respecting, protecting and promoting all human rights, fundamental freedoms and the inherent dignity of all individuals and the rule of law in the development and implementation of drug policies;",
    "3": "Reiterates its commitment to promoting the health, welfare and well-being of all individuals, families, communities and society as a whole and to facilitating healthy lifestyles through effective, comprehensive, scientific evidence-based demand reduction initiatives at all levels, covering, in accordance with national legislation and the three international drug control conventions, prevention, early intervention, treatment, care, recovery, rehabilitation and social reintegration measures, as well as initiatives and measures aimed at minimizing the adverse public health and social consequences of drug abuse;",
    "4": "Calls upon Member States to promote bilateral, regional and international cooperation with and technical assistance to the States most affected by illicit crop cultivation and the illicit production, manufacture, transit, trafficking, distribution and use of narcotic drugs and psychotropic substances, including synthetic drugs, in developing and implementing comprehensive and integrated policies, including through intelligence-sharing and cross-border cooperation, and by reinforcing national programmes aimed at education, prevention, early intervention, treatment, care, rehabilitation and social reintegration;",
    "5": "Welcomes the ongoing efforts to strengthen cooperation in addressing and countering the world drug problem and to ensure that regional and subregional organizations and transregional initiatives consistently undertake comprehensive, balanced and scientific evidence-based strategies and policies;",
    "6": "Calls upon Member States to engage in effective cooperation and practical action, including North-South, South-South and triangular cooperation, in cooperation with the international development community and other key stakeholders, aimed at addressing and countering the world drug problem on the basis of the principle of common and shared responsibility;",
    "7": "Also calls upon Member States to strengthen regional, subregional and international cooperation in criminal matters, as appropriate, including judicial cooperation in the areas of, inter alia, extradition, mutual legal assistance and transfer of proceedings, in accordance with the three international drug control conventions and other international legal instruments and national legislation, and to strive to provide appropriate resources to national competent authorities, including through the provision of targeted technical assistance to requesting countries;",
    "8": "Encourages Member States to promote prevention, as part of a comprehensive and balanced strategy for drug demand reduction and treatment of drug use disorders, using scientific evidence-based practices that reflect respect for human rights and dignity, including the right to enjoy the highest attainable standard of physical and mental health and well-being, including mental health and psychosocial support services, promoting non-stigmatizing attitudes in the development and implementation of scientific evidence-based policies, and in this regard takes note of the second updated edition of the International Standards on Drug Use Prevention and the International Standards for the Treatment of Drug Use Disorders, developed by the United Nations Office on Drugs and Crime in collaboration with the World Health Organization;",
    "9": " drug treatment, care and rehabilitation programmes, including community-based programmes, and also recognizes the need to strengthen capacity for aftercare and the rehabilitation, recovery and social reintegration of individuals with substance use disorders, including through mental health and psychosocial support services and, as appropriate, through assistance for effective reintegration into the labour market and other support services;",
    "10": "Encourages Member States to develop quality assurance mechanisms for drug prevention, treatment, including for comorbidities, sustained recovery and related support services that reduce the adverse health and social consequences of drug abuse with a view to ensuring continuous improvement, through, inter alia, effective supervision of drug treatment and rehabilitation facilities by competent domestic authorities, including to prevent any possible acts of cruel, inhuman or degrading treatment or punishment, in accordance with national legislation and applicable international law;",
    "11": "Calls upon Member States to promote and implement scientific evidence- based approaches to prevention, treatment, care and recovery, as well as other public health interventions to address the harm associated with illicit drug use as part of comprehensive, systematic and sustainable demand reduction initiatives;",
    "12": "Encourages Member States to promote the inclusion in national drug policies, in accordance with national legislation and as appropriate, of elements for the prevention and treatment of drug overdose, in particular opioid overdose, including the use of opioid receptor antagonists, such as naloxone, to reduce drug- related mortality;",
    "13": "Urges Member States to increase the availability, coverage and quality of scientific evidence-based prevention measures and tools, especially life skills programmes with demonstrated effectiveness, that target relevant age and risk groups in multiple settings, including in educational institutions, in both the public and private sectors, reaching youth in school as well as out of school, among others, including by providing children and youth with evidence-based information on drug abuse and its harmful effects and consequences as well as through drug use prevention programmes and public awareness-raising campaigns, including by using the Internet, social media and other online platforms, to develop and implement prevention curricula and early intervention programmes for use in the education system at all levels, as well as in vocational training, including in the workplace, and to enhance the capacity of teachers and other relevant professionals, as well as that of parents and guardians, to provide or recommend counselling, prevention and healthcare services, and opportunities to choose healthy lifestyles, and to promote safe and drug- free environments;",
    "14": "Invites Member States to consider enhancing cooperation among public health, education and law enforcement authorities when developing and implementing scientific evidence-based drug use prevention initiatives;",
    "15": "",
    "16": "Reiterates the strong commitment of Member States to improve access to controlled substances for medical and scientific purposes by appropriately addressing existing barriers in this regard, while concurrently preventing the diversion and abuse of and trafficking in such substances, and to strengthen, as appropriate, the proper functioning of national drug control systems and domestic assessment mechanisms and programmes, with a view to promoting the safety, health and welfare of humankind, in cooperation with the International Narcotics Control Board, the United Nations Office on Drugs and Crime, the World Health Organization and other relevant United Nations system agencies, to identify, analyse and remove impediments to the access to and availability of controlled substances for medical and scientific purposes, including for the relief of pain and suffering, and address existing barriers in this regard, including affordability, within appropriate control mechanisms, as required by the three international drug control conventions and, for that purpose, to consider the provision of technical and financial assistance, upon request, to developing countries;",
    "17": "Urges Member States to enact comprehensive measures aimed at stemming the abuse, diversion and misuse of prescription drugs, in particular through the establishment of awareness-raising initiatives targeting the general public and healthcare providers, and in this regard encourages Member States to establish and strengthen partnerships and information exchange with industries, in particular with chemical and pharmaceutical industries and other relevant private sector entities, bearing in mind the important role that these industries can play in addressing and countering the world drug problem;",
    "18": "Also urges Member States to develop and carry out comprehensive, balanced, scientific evidence-based and forward-looking strategies at all applicable levels to effectively address and counter challenges posed by the illicit manufacture of and trafficking in synthetic drugs, as well as their distribution, consumption and use for non-medical and non-scientific purposes, including interventions related to prevention, treatment and recovery support, measures aimed at minimizing the adverse public health and social consequences of synthetic drug use, particularly overdose, including by raising awareness of and improving access to the prevention and treatment of drug overdose, as well as preventing and countering drug-related crime and violence and the trafficking and diversion of synthetic drugs, their precursor chemicals, including non-scheduled and designer precursor chemicals, and equipment used in the illicit manufacture of synthetic drugs;",
    "19": "Calls upon Member States to strengthen national and international action to address the emerging challenge of new psychoactive substances, including their adverse health consequences, and the evolving threat of amphetamine-type stimulants, including methamphetamine, underscores the importance of building the capacity of law enforcement agencies to detect and identify these substances, enhancing information-sharing, cross-border cooperation and early warning networks to prevent their abuse and diversion, developing appropriate national legislative, prevention and treatment models and supporting scientific evidence-based review and scheduling of the most prevalent, persistent and harmful substances, and notes the importance of preventing the diversion and the misuse of pharmaceuticals containing narcotic drugs and psychotropic substances and precursors, while ensuring their access and availability for medical and scientific purposes, including for the relief of pain and suffering, and addressing existing barriers in this regard, including affordability;",
    "20": "",
    "21": "Urges Member States and other donors to continue to provide bilateral and other funding for the world drug problem response, including in particular the HIV/AIDS response, including to the Joint United Nations Programme on HIV/AIDS, and to strive to ensure that such funding contributes to addressing the growing HIV/AIDS epidemic among people who inject drugs, and HIV/AIDS in prison settings, in the spirit of the pledge made in the 2030 Agenda for Sustainable Development to leave no one behind;",
    "22": "Invites relevant national authorities to consider, in accordance with their domestic law and the three international drug control conventions, including in national prevention, treatment, care, recovery, rehabilitation and social reintegration measures and programmes, in the context of comprehensive and balanced drug demand reduction efforts, effective scientific evidence-based measures aimed at minimizing the adverse public health and social consequences of drug abuse, including appropriate medication-assisted therapy programmes, injecting equipment programmes as well as antiretroviral therapy and other relevant interventions that prevent the transmission of HIV, viral hepatitis and other blood-borne diseases associated with drug use, and to consider ensuring access to such interventions, including in treatment and outreach services, prisons and other custodial settings, and promoting in that regard the use, as appropriate, of the technical guide for countries to set targets for universal access to HIV prevention, treatment and care for people who inject drugs, issued by the World Health Organization, the United Nations Office on Drugs and Crime and the Joint United Nations Programme on HIV/AIDS;",
    "23": "Encourages Member States to consider alternative, non-custodial measures for persons accused of minor, non-violent drug-related offences, to promote, consistent with the three international drug control conventions and domestic law, and in accordance with national, constitutional, legal and administrative systems, alternative or additional measures with regard to conviction or punishment in cases of an appropriate nature, and to ensure that law enforcement drug control efforts are both consistent with States’ commitments to effectively addressing and countering the world drug problem as well as their human rights obligations;",
    "24": "Calls upon Member States to promote and implement effective criminal justice responses to drug-related crimes to bring perpetrators to justice that ensure legal guarantees and due process safeguards pertaining to criminal justice proceedings, including practical measures to uphold the prohibition of arbitrary arrest and detention and of torture and other cruel, inhuman or degrading treatment or punishment and to eliminate impunity, in accordance with relevant and applicable international law and taking into account United Nations standards and norms on crime prevention and criminal justice, and ensure timely access to legal aid and the right to a fair trial;",
    "25": "Encourages Member States to promote proportionate national sentencing policies, practices and guidelines for drug-related offences, whereby the severity of penalties is proportionate to the gravity of offences and both mitigating and aggravating factors are taken into account, including the circumstances enumerated in article 3 of the United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances of 1988 and other relevant and applicable international law, and in accordance with national legislation;",
    "26": " as well as by addressing links with other forms of organized crime, including firearms trafficking, money-laundering, corruption and other criminal activities, mindful of their social and economic causes and consequences, including environmental consequences;",
    "27": "Calls for strengthening common efforts of Member States to promote the use of new technologies and means to counter illicit trafficking of narcotic drugs and psychotropic substances and their precursor chemicals, including through the darknet and the surface web and social networks, as well as to prevent the use of electronic payment systems and virtual assets, including those provided by virtual asset service providers, and non-cash assets, for these purposes, through continued development and implementation of measures aimed at mitigating risks associated with these assets and preventing their misuse and abuse for illicit drug-related purposes;",
    "28": "Calls upon Member States to enhance national, regional, subregional, interregional and international capacity, and utilize existing and relevant regional and, as appropriate, subregional and international networks for the exchange of operational information to respond to the serious challenges posed by the increasing links between drug trafficking, corruption and other forms of organized crime, including trafficking in persons, illicit trafficking in firearms, cybercrime and money- laundering, and, in some cases, terrorism, including money-laundering in connection with the financing of terrorism, by using an integrated and multidisciplinary approach, such as through promoting and supporting reliable data collection, research and, as appropriate, intelligence- and analysis-sharing to ensure effective policymaking and interventions, by using, inter alia, existing United Nations Office on Drugs and Crime and International Criminal Police Organization (INTERPOL) technical assistance tools;",
    "29": "Also calls upon Member States to promote and strengthen the exchange of information and, as appropriate, drug-related criminal intelligence among law enforcement and border control agencies, including through the United Nations Office on Drugs and Crime multilateral portals and regional information centres and networks, and to promote joint investigations and coordinate operations, in conformity with national legislation, and training programmes at all levels, in order to identify, disrupt and dismantle organized criminal groups operating transnationally that are involved in any activities related to the illicit production of and trafficking in narcotic drugs and psychotropic substances and the diversion of their precursors and related money-laundering;",
    "30": "Further calls upon Member States to adopt and strengthen coordinated border management strategies, if needed, to prevent, monitor and counter the illicit production, manufacture and trafficking of narcotic drugs and psychotropic substances, including when associated with other forms of transnational organized crime, such as trafficking in firearms, illicit financial flows, smuggling of goods and of bulk cash, and money-laundering, and also calls upon Member States to provide technical assistance, upon request, including where appropriate the provision of equipment and technology, along with necessary training and maintenance support, to increase the capacity of border and law enforcement agencies, in particular for developing countries;",
    "31": " money-laundering linked to new technologies, as well as emerging money-laundering methods and techniques, by using, inter alia, existing United Nations Office on Drugs and Crime technical assistance tools;",
    "32": "Recognizes that transit States continue to face multifaceted challenges, and reaffirms the continuing need for cooperation and support, including the provision of technical assistance, to, inter alia, enhance their capacities to effectively address and counter the world drug problem, in conformity with the 1988 Convention;",
    "33": "Reiterates its commitment to strengthen specialized, targeted, effective and sustainable technical assistance, including, where appropriate, adequate financial assistance, training, capacity-building, equipment and technological know-how, to requesting countries, including transit countries, through and in cooperation with the United Nations Office on Drugs and Crime, as well as the World Health Organization and other relevant United Nations entities and international and regional organizations, within their respective mandates, so as to help Member States to effectively address the health, socioeconomic, human rights, justice and law enforcement aspects of the world drug problem;",
    "34": "Encourages Member States to ensure that measures to prevent the illicit cultivation of and to eradicate plants containing narcotic and psychotropic substances respect fundamental human rights, take due account of traditional licit uses, where there is historical evidence of such use, and of the protection of the environment, in accordance with the three international drug control conventions, and also take into account, as appropriate and in accordance with domestic law, the United Nations Declaration on the Rights of Indigenous Peoples;",
    "35": "Also encourages Member States to improve the assessment of the impact of demand and supply reduction strategies, including the impact of alternative development programmes and preventive alternative development programmes, as appropriate, with a view to increasing the effectiveness of such programmes, including through the use of relevant human development indicators, criteria related to environmental sustainability and other measurements in line with the Sustainable Development Goals, and further encourages Member States to examine and address the harmful impacts of illicit drug-related activities on the environment, which lead to illegal deforestation, the pollution of soil and water, and negative consequences on food safety, and to seize the opportunities offered by alternative development with regard to the conservation and sustainable use of the environment and the protection of biodiversity, as well as to develop other policies and strategies to properly address those impacts;",
    "36": "Recognizes the need for strengthening sustainable crop control strategies that may include, inter alia, alternative development, eradication and law enforcement measures, and in this regard encourages Member States to consider development- oriented interventions to address the illicit cultivation of drug crops and other illicit drug-related activities, while ensuring that both men and women benefit equally from them, including through job opportunities, improved infrastructure and basic public services and, as appropriate, access and legal titles to land for farmers and local communities;",
    "37": " Guiding Principles on Alternative Development,24 taking into account all the lessons learned and good practices, in particular by countries with extensive expertise in alternative development, and in this regard recalls its resolution 72/197 of 19 December 2017, as well as Commission on Narcotic Drugs resolution 67/3 of 22 March 2024;25",
    "38": "Urges relevant international financial institutions, United Nations entities, non-governmental organizations and the private sector, as appropriate, to consider increasing their support, including through long-term and flexible funding, for the implementation of comprehensive, balanced and scientific evidence-based development-oriented drug control programmes and viable economic alternatives for the promotion of inclusive economic growth and support for initiatives that contribute to poverty eradication, inter alia, alternative development, including, as appropriate, preventive alternative development programmes, based on identified needs and national priorities, for areas and populations affected by or vulnerable to the illicit cultivation of drug crops, and encourages Member States to develop measures for rural development, improving infrastructure and social inclusion and protection, as well as for addressing the consequences of illicit crop cultivation and the manufacture and production of narcotic drugs and psychotropic substances on the environment, with the incorporation and participation of local communities;",
    "39": "Calls upon Member States to ensure the participation of local communities, farmers, women, Indigenous Peoples and persons in vulnerable situations in the design and implementation of alternative development programmes and to secure alternative livelihoods, preferably before removing existing livelihoods earned from the cultivation of illicit crops;",
    "40": "Also calls upon Member States to mainstream a gender perspective into and ensure the full, equal, meaningful and effective participation and leadership of women in all stages of the development, implementation, monitoring and evaluation of drug policies and programmes, including drug prevention, treatment, sustained recovery, reintegration and related support services, to develop and disseminate gender-sensitive and age-appropriate measures that take into account the specific needs and circumstances faced by women and girls with regard to the world drug problem, in line with the Beijing Declaration and Platform for Action, 26 and the outcomes of its review conferences, and, as States parties, implement the Convention on the Elimination of All Forms of Discrimination against Women, 27 and bearing in mind the importance of targeted interventions that are based on the collection and analysis of data, including age- and gender-related data, in meeting the specific needs of drug-affected populations and communities;",
    "41": "Requests the United Nations Office on Drugs and Crime to continue to support Member States, upon request, in mainstreaming a gender perspective into their policies and programmes related to the world drug problem, and invites the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women) and other relevant United Nations entities, within their mandates, to cooperate with the Office in this regard;",
    "42": "Encourages the consideration of the specific needs and possible multiple vulnerabilities of women drug offenders when imprisoned, taking into account the United Nations Rules for the Treatment of Women Prisoners and Non-custodial Measures for Women Offenders (the Bangkok Rules);",
    "43": "Calls upon Member States to adapt their drug policies and to consider, when developing comprehensive, balanced and scientific evidence-based policies to address and counter the world drug problem, measures, programmes and actions that respond to the specific needs of members of society in situations of vulnerability;",
    "44": "Encourages Member States to identify and take advantage of opportunities to conduct collaborative research and continuously share the latest scientific research, taking into account the contributions of the national, regional and international scientific community, including academia, on the most effective demand and supply reduction strategies, and to develop improved best practices on interventions to reduce demand for and supply of illicit drugs, in accordance with the three international drug control conventions and drug policy commitments;",
    "45": "Invites Member States to promote and improve the systematic collection of information and gathering of evidence as well as the sharing, at the national and international levels, of reliable and comparable data on drug use and epidemiology, including scientific data on any risks or damage to health and societal consequences that are caused by abusing drugs, including in vaporized form, on the scope and patterns of illicit drug use, and on social, economic and other risk factors, as well as on the links between drug policies and human rights, to promote, as appropriate, through the Commission on Narcotic Drugs and the World Health Assembly, the use of internationally recognized standards, such as the International Standards on Drug Use Prevention, and the exchange of best practices, and to formulate effective drug use prevention strategies and programmes in cooperation with the United Nations Office on Drugs and Crime, the World Health Organization and other relevant United Nations entities;",
    "46": "Also invites Member States to provide the United Nations Office on Drugs and Crime with information on best practices and programmes recently implemented, consistent with the three international drug control conventions, in order to assess recent developments and current and future challenges;",
    "47": "Stresses the need for national statistical capacity-building to support Member States in improving the quality and availability of drug statistics and to respond effectively to data-collection requests from the United Nations Office on Drugs and Crime, invites international and regional organizations, as well as civil society, affected communities and academia, to support Member States in this regard, upon their request, invites Member States to regularly report data and information relating to all aspects of the world drug problem to the Office through the annual report questionnaires, and invites the Commission on Narcotic Drugs, as the central policymaking body of the United Nations system on drug-related matters, to strengthen the capacity of the Office to collect, analyse, use and disseminate accurate, reliable, objective and comparable data and to reflect such information in the World Drug Report;",
    "48": "Invites Member States to consider the need to review the set of national drug policy metrics and tools for the collection and analysis of accurate, reliable, disaggregated, comprehensive and comparable data to measure the effectiveness of programmes to address all relevant aspects of the world drug problem, including, as appropriate, as related to the 2030 Agenda;",
    "49": " in order to enhance the effectiveness of criminal justice responses, within the framework of applicable law;",
    "50": "Requests the United Nations Office on Drugs and Crime to continue to assist Member States, upon request, with data collection, research and, as appropriate, intelligence- and analysis-sharing to disclose the extent of the links between illicit drug trafficking and other transnational criminal activities, in particular firearms trafficking, and to continue its already existing research on these links, subject to the availability of extrabudgetary resources;",
    "51": "Calls upon Member States to intensify efforts to prevent and counter the illicit cultivation, production and manufacture of and trafficking in narcotic drugs and psychotropic substances, as well as drug-related crime and violence, through, inter alia, more effective drug-related crime prevention and law enforcement measures consistent with national legislation and international law, including applicable human rights obligations, as well as by addressing links with other forms of organized crime, including firearms trafficking, money-laundering, corruption and, in some cases, terrorism, as well as other transnational criminal activities, mindful of their social and economic causes and consequences;",
    "52": "Reaffirms the importance of an integrated approach in drug policies, including by strengthening partnerships between the public health, development, human rights, justice and law enforcement fields, as well as the private sector, in particular chemical and pharmaceutical industries, and by facilitating inter-agency cooperation and communication, where appropriate;",
    "53": "Recognizes that civil society, the scientific community, academia, the private sector and affected communities play a significant role in addressing and countering the world drug problem by analysing drugs issues, in delivering services and in evaluating the human rights impact of drug policies, and encourages, where appropriate, the participation of civil society and affected communities in the design, implementation and provision of relevant scientific evidence in support of the evaluation of drug control policies and programmes;",
    "54": "Reaffirms the importance of the United Nations Office on Drugs and Crime and its field offices in building capacity at the local level in addressing and countering the world drug problem, encourages the Office to maintain an effective level of support for national and regional efforts, requests all Member States to provide the fullest possible financial and political support to the Office by widening its donor base, as appropriate, and increasing voluntary contributions, in particular general- purpose contributions, so as to enable it to continue, expand, improve and strengthen, within its mandates, its operational and technical cooperation activities, and requests the Office to continue to collaborate with relevant intergovernmental, international and regional organizations involved in addressing and countering the world drug problem, as appropriate, in order to share best practices and scientific standards and to maximize the benefits from their unique comparative advantage;",
    "55": "",
    "56": "Requests the United Nations Office on Drugs and Crime, in close cooperation with Member States, the International Narcotics Control Board, and pertinent United Nations entities, intergovernmental and regional organizations and the scientific community and civil society, to continue to support Member States, upon request, in strengthening their capacity to develop their reporting mechanisms, including through technical assistance, by identifying gaps in the current drug statistics and by exploring possibilities to strengthen existing data-collection and analysis tools at the national level; and to provide technical assistance to Governments so as to facilitate the implementation of and enable them to fully meet their obligations under the conventions and give adequate follow-up to subsequent resolutions of the Commission on Narcotic Drugs, the Economic and Social Council and the General Assembly;",
    "57": "Urges Member States to continue to actively cooperate with the International Narcotics Control Board in the exercise of its treaty-mandated role, and reiterates the need to ensure that an appropriate level of resources is made available to the Board;",
    "58": "Encourages all relevant United Nations entities, in close cooperation with the United Nations Office on Drugs and Crime, to support Member States in developing and implementing balanced, comprehensive, integrated, multidisciplinary, scientific evidence-based, development-oriented and sustainable responses to the world drug problem, while respecting human rights, within the framework of the three international drug control conventions;",
    "59": "Welcomes the adoption by the Commission on Narcotic Drugs of the new workplan for the thematic discussions to be held from 2024 to 2028, in preparation for the final review of the 2019 Ministerial Declaration on Strengthening Our Actions at the National, Regional and International Levels to Accelerate the Implementation of Our Joint Commitments to Address and Counter the World Drug Problem in 2029, encourages the Commission to continue to work on and support Member States in their implementation and sharing of scientific and evidence-based best practices in addressing and countering the world drug problem, and invites the Commission to continue to examine how its subsidiary bodies can better contribute to the implementation of, inter alia, the outcome document of the thirtieth special session of the General Assembly and all relevant commitments by ensuring that the Commission is informed of regional and domestic concerns, developments and best practices arising from all relevant stakeholders, including contributions from the scientific community, academia and civil society;",
    "60": "Takes note of the report of the Secretary-General,28 and requests that he submit to the General Assembly at its eighty-first session a report on the implementation of the present resolution."
  },
  "agenda_items": [
    "Item 109"
  ],
  "symbol_references": []
}