{
  "symbol": "A/RES/78/234",
  "filename": "A_RES_78_234.pdf",
  "title": "78/234. A global call for concrete action for the elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action",
  "text": "United Nations \nA/RES/78/234\n \n \nGeneral Assembly \nDistr.: General \n28 December 2023 \n \n23-26238 (E)    080124     \n*2326238* \n \n \nSeventy-eighth session \nAgenda item 69 (b) \nElimination of racism, racial discrimination, xenophobia \nand related intolerance: comprehensive implementation of \nand follow-up to the Durban Declaration and Programme \nof Action \n \n \n \n \n Resolution adopted by the General Assembly \non 22 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/478, para. 33)] \n \n \n 78/234. A global call for concrete action for the elimination of racism, \nracial discrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \n \n \n \nThe General Assembly, \n \nRecalling all its previous resolutions on the comprehensive follow-up to the \nWorld Conference against Racism, Racial Discrimination, Xenophobia and Related \nIntolerance and the effective implementation of the Durban Declaration and \nProgramme of Action adopted by the World Conference,1 in particular its resolutions \n66/144 of 19 December 2011, 67/155 of 20 December 2012, 76/226 of 24 December \n2021 and 77/205 of 15 December 2022, as well as its resolutions 75/314 of 2 August \n2021 and 76/1 of 22 September 2021, and in this regard underlining the imperative \nneed for their full and effective implementation, \n \nRecalling also the suffering of the victims of racism, racial discrimination, \nxenophobia and related intolerance, and the need to honour their memory,  \n \nCalling upon States to honour the memory of victims of the historical injustices \nof slavery, the slave trade, including the transatlantic slave trade, colonialism and \napartheid, \n \nStressing that the outcome of the World Conference against Racism, Racial \nDiscrimination, Xenophobia and Related Intolerance has the same status as the \noutcomes of all the major United Nations conferences, summits and special sessions \nin the human rights and social fields, and that the Durban Declaration and Programme \n__________________ \n \n1  See A/CONF.189/12 and A/CONF.189/12/Corr.1, chap. I. \n\nA/RES/78/234 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n23-26238\n2/11 \n \nof Action remains a solid basis and the only instructive outcome of the World \nConference, which prescribes comprehensive measures for combating all the scourges \nof racism and adequate remedies for victims, and noting with concern the lack of \neffective implementation thereof, \n \nExpressing deep concern at emerging obstacles to the enjoyment of the right to \nfreedom of thought, conscience and religion or belief 2 and at instances of intolerance, \ndiscrimination, incitement to violence and violence against persons based on religion \nor belief, inter alia, the increasing number of related acts of violence, and recalling \nthat the Durban Declaration and Programme of Action calls upon States, in opposing \nall forms of racism, to recognize the need to counter antisemitism, anti-Arabism and \nIslamophobia worldwide,  \n \nAlarmed at the global rise in hate speech, constituting incitement to racial \ndiscrimination, hostility and violence, stressing the importance of addressing it, in \naccordance with international law, and in this regard welcoming the observance of \n18 June as the International Day for Countering Hate Speech 3 and noting the issuance \nof the United Nations Guidance Note on Addressing and Countering COVID-19-\nrelated Hate Speech on 11 May 2020,  \n \nUnderlining the need to promote tolerance, inclusion and respect for diversity \nand the need to seek common ground among and within civilizations in order to \naddress common challenges to humanity that threaten shared values, universal human \nrights and the fight against racism, racial discrimination, xenophobia and related \nintolerance, through cooperation, partnership and inclusion, \n \nAlarmed at the spread in many parts of the world of various racist extremist \nmovements based on ideologies that seek to promote nationalist, right-wing agendas \nand racial superiority, and stressing that these practices fuel racism, racial \ndiscrimination, xenophobia and related intolerance, \n \nDeploring the ongoing and resurgent scourges of racism, racial discrimination, \nxenophobia and related intolerance in many regions of the world, often targeting \nmigrants and refugees, as well as people of African descent, expressing concern that \nsome political leaders and parties have supported such an environment, and in this \ncontext expressing its support for migrants and refugees in the context of the severe \ndiscrimination that they may face, \n \nReaffirming the necessity of eliminating racial discrimination against migrants, \nincluding migrant workers, in relation to issues such as employment, social services, \nincluding education and health, and access to justice, and that their treatment must be \nin accordance with international human rights instruments and free from racism, \nracial discrimination, xenophobia and related intolerance, \n \nDeploring the recent incidents of excessive use of force and other human rights \nviolations by law enforcement officers against peaceful demonstrators defending the \nrights of Africans and of people of African descent, and recalling Human Rights \nCouncil resolutions 44/20 of 17 July 2020, 4  47/21 of 13 July 2021, 5  48/18 of \n11 October 2021,6 51/32 of 7 October 20227 and 54/27 of 12 October 2023,8 \n__________________ \n \n2  Universal Declaration of Human Rights, art. 18 (see resolution 217 A (III)). \n \n3  Resolution 75/309. \n \n4  See Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 53 \n(A/75/53), chap. V, sect. A. \n \n5  Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. VII, sect. A. \n \n6  Ibid., Supplement No. 53A (A/76/53/Add.1), chap. IV, sect. A. \n \n7  Ibid., Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. III, sect. A. \n \n8  Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/78/234\n \n3/11\n23-26238 \n \n \nStressing that law enforcement officials, in the performance of their duties, shall \nrespect and protect human dignity and maintain and uphold the human rights of all \npersons, \n \nRecognizing the multiple and aggravated forms of racism, racial discrimination, \nxenophobia and related intolerance, which may exacerbate individuals’ experiences \nwith police violence, \n \nRecognizing also that racism, racial discrimination, xenophobia and related \nintolerance, as well as apartheid, have deep negative impacts on the enjoyment of \nhuman rights, and therefore require a united and comprehensive response from States, \n \nExpressing concern at the disruption to economies and societies caused by the \ncoronavirus disease (COVID-19) pandemic, and its negative impact on the enjoyment \nof human rights around the world, disproportionately affecting certain individuals, \nincluding those facing racism, racial discrimination, xenophobia and related \nintolerance, which the pandemic has highlighted and exposed, including underlying \ndeep and long-standing structural inequalities and fundamental problems in various \nareas of social, economic, civil and political life, and its exacerbation of existing \ninequalities, and recalling that systemic and structural racism and racial \ndiscrimination further exacerbate inequality in access to health care and treatment, \nleading to racial disparities in health outcomes and a higher rate of mortality and \nmorbidity among individuals and groups facing racial discrimination, \n \nNoting with concern the disproportionate impact of the COVID-19 pandemic on \nthe existing inequalities within our societies and regretting that, in that context, \npersons belonging to racial and ethnic minorities and to other groups, including \nAsians and people of Asian descent, especially women and girls, have been victims \nof racist violence, threats of violence, discrimination and stigmatization, \n \nRecalling the three Decades for Action to Combat Racism and Racial \nDiscrimination previously declared by the General Assembly, and regretting that the \nProgrammes of Action for those Decades were not fully implemented and that their \nobjectives have yet to be attained, \n \nNoting that 10 December 2023 will mark the seventy-fifth anniversary of the \nadoption of the Universal Declaration of Human Rights 9 and that 25 June 2023 \nmarked the thirtieth anniversary of the adoption of the Vienna Declaration and \nProgramme of Action,10 and stressing in this regard the importance of fully integrating \nthe matter of combating racism, racial discrimination, xenophobia and related \nintolerance into these commemorations and their implementation,  \n \nStressing in this respect the need to also address negative stereotypes, \nstigmatization and the assigning of identity based on race as essential in the fight \nagainst racism, racial discrimination, xenophobia and related intolerance, \n \nReiterating that all human beings are born free and equal in dignity and rights \nand have the potential to contribute constructively to the development and well-being \nof their societies, and that any doctrine of racial superiority is scientifically false, \nmorally condemnable, socially unjust and dangerous and must be rejected, together \nwith theories that attempt to determine the existence of separate human races, \n \nUnderlining the intensity, magnitude and organized nature of slavery and the \nslave trade, including the transatlantic slave trade, and the associated historical \ninjustices, as well as the untold suffering caused by colonialism and apartheid, and \nthat Africans and people of African descent, Asians and people of Asian descent and \n__________________ \n \n9  Resolution 217 A (III). \n \n10  A/CONF.157/24 (Part I), chap. III. \n\nA/RES/78/234 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n23-26238\n4/11 \n \nIndigenous Peoples continue to be victims, and acknowledging that the ongoing \neffects must be remedied, \n \nAcknowledging the efforts and initiatives undertaken by States to prohibit racial \ndiscrimination and racial segregation and to engender the full enjoyment of economic, \nsocial and cultural rights, as well as civil and political rights, \n \nEmphasizing that, despite efforts in this regard, millions of human beings \ncontinue to be victims of racism, racial discrimination, xenophobia and related \nintolerance, including their contemporary forms and manifestations, some of which \nmanifest in violent forms, \n \nWelcoming the efforts made by civil society in support of the follow-up \nmechanisms in the implementation of the Durban Declaration and Programme of \nAction, \n \nRecalling the appointment of the five independent eminent experts by the \nSecretary-General on 16 June 2003, pursuant to General Assembly resolution 56/266 \nof 27 March 2002, with the mandate to follow up on the implementation of the \nprovisions of the Durban Declaration and Programme of Action and to make \nappropriate recommendations thereon, \n \nUnderlining the primacy of the political will, international cooperation and \nadequate funding at the national, regional and international levels needed to address \nall forms and manifestations of racism, racial discrimination, xenophobia and related \nintolerance for the successful implementation of the Durban Declaration and \nProgramme of Action, \n \nRecalling its resolution 2142 (XXI) of 26 October 1966, in which it proclaimed \n21 March as the International Day for the Elimination of Racial Discrimination, \n \nRecalling also its resolution 62/122 of 17 December 2007, in which it \ndesignated 25 March as the annual International Day of Remembrance of the Victims \nof Slavery and the Transatlantic Slave Trade, \n \nRecalling further, in the above context, the erection of the permanent memorial \nfor the victims of slavery and the slave trade, including the transatlantic slave trade, \nthe Ark of Return, based on the theme “Acknowledge the tragedy, consider the legacy, \nlest we forget”, \n \nWelcoming the call upon all the former colonial Powers for reparations, \nconsistent with paragraphs 157 and 158 of the Durban Programme of Action, to \nredress the historical injustices of slavery and the slave trade, including the \ntransatlantic slave trade, \n \nRecognizing and affirming that the global fight against racism, racial \ndiscrimination, xenophobia and related intolerance and all their abhorrent and \ncontemporary forms and manifestations is a matter of priority for the international \ncommunity, \n \n \n \nI \n \n \nInternational Convention on the Elimination of All Forms of Racial Discrimination \n \n \n1. \nReaffirms the paramount importance of universal adherence to and the full \nand effective implementation of the International Convention on the Elimination of \nAll Forms of Racial Discrimination, 11  adopted by the General Assembly in its \nresolution 2106 A (XX) of 21 December 1965, in addressing the scourges of racism \nand racial discrimination; \n__________________ \n \n11  United Nations, Treaty Series, vol. 660, No. 9464. \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/78/234\n \n5/11\n23-26238 \n \n \n2. \nCalls upon States that have not done so to accede to and/or ratify the \nConvention, and States parties to consider making the declaration under article 14 of \nthe Convention; \n \n3. \nCalls upon all States that have not yet done so, and consistent with \nparagraph 75 of the Durban Declaration and Programme of Action, to consider \nwithdrawing their reservations to article 4 of the International Convention on the \nElimination of All Forms of Racial Discrimination; \n \n4. \nUnderlines, in the above context, that the provisions of the Convention do \nnot respond effectively to contemporary manifestations of racial discrimination, in \nparticular in relation to xenophobia and related intolerance, which is recognized as \nthe rationale behind the convening of the World Conference against Racism, Racial \nDiscrimination, Xenophobia and Related Intolerance in 2001; \n \n5. \nTakes note of the acknowledgement by the Human Rights Council and its \nsubsidiary structures of the existence of both procedural and substantive gaps in the \nConvention, which must be filled as a matter of urgency, necessity and priority; \n \n6. \nExpresses its concern at the lack of progress in the elaboration of \ncomplementary standards to the Convention to fill existing gaps through the \ndevelopment of new normative standards aimed at combating all forms of \ncontemporary and resurgent scourges of racism; \n \n7. \nRecalls Human Rights Council resolution 34/36 of 24 March 2017,12 in \nwhich the Council requested the Chair-Rapporteur of the Ad Hoc Committee on the \nElaboration of Complementary Standards to the International Convention on the \nElimination of All Forms of Racial Discrimination to ensure the commencement of \nthe negotiations on the draft additional protocol to the Convention criminalizing acts \nof a racist and xenophobic nature during the tenth session of the Ad Hoc Committee, \nand takes note of the report of the thirteenth session of the Committee in this regard; \n \n8. \nRequests the Chair-Rapporteur of the Ad Hoc Committee on the \nElaboration of Complementary Standards to present a progress report to the General \nAssembly at its seventy-ninth session; \n \n \n \nII \n \n \nInternational Decade for People of African Descent \n \n \n9. \nRecalls the proclamation of the International Decade for People of African \nDescent, as contained in its resolution 68/237 of 23 December 2013, and the \ncelebratory launch of the Decade on 10 December 2014; \n \n10. Also recalls the programme of activities for the implementation of the \nInternational Decade for People of African Descent, as adopted in its resolution 69/16 \nof 18 November 2014;  \n \n11. \nWelcomes the establishment of the Permanent Forum on People of African \nDescent, through its resolution 75/314 of 2 August 2021, which determines its \nmandate and composition, as a consultative mechanism for people of African descent \nand other relevant stakeholders and as a platform for improving the safety and quality \nof life and livelihoods of people of African descent, as well as an advisory body to \nthe Human Rights Council; \n__________________ \n \n12  See Official Records of the General Assembly, Seventy-second Session, Supplement No. 53 \n(A/72/53), chap. IV, sect. A. \n\nA/RES/78/234 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n23-26238\n6/11 \n \n \n12. Also welcomes the convening of the first two sessions of the Permanent \nForum on People of African Descent and the large participation of civil society and \npeople of African descent from around the world; \n \n13. Notes with concern the limited resources available in support of the \nPermanent Forum on People of African Descent; \n \n14. Requests the Secretary-General to enhance the operational and \nprogrammatic support provided to the Permanent Forum secretariat, in particular to \nfully support the mandate of the Permanent Forum, including in the logistical \norganization of the annual session; \n \n15. Requests the Intergovernmental Working Group on the Effective \nImplementation of the Durban Declaration and Programme of Action to devote at \nleast half of its annual session to the elaboration of a draft United Nations declaration \non the promotion and full respect of the human rights of people of African descent, \nand also requests the Intergovernmental Working Group to present a status report on \nthe elaboration of the draft declaration to be considered by the General Assembly at \nits seventy-ninth session;13 \n \n16. \nInvites the Permanent Forum on People of African Descent and the Working \nGroup of Experts on People of African Descent, in accordance with their respective \nmandates, to contribute to the elaboration of a draft United Nations declaration on the \npromotion and full respect of the human rights of people of African descent; \n \n17. Recalls the draft programme of action for the International Decade for \nPeople of African Descent as an instructive framework in which all the initiatives \naimed at improving the quality of life of people of African descent are anchored and \nwhich, if adopted, would contribute to the programme of activities for the \nimplementation of the International Decade for People of African Descent; \n \n18. Also recalls that the Secretary-General will convene a final assessment of \nthe Decade, to take place within the framework of a high-level international event, \nmarking the closure of the Decade in 2024; \n \n19. Requests the Secretary-General to report to the Assembly, before the end \nof its eightieth session, on practical steps to be taken to make a Second International \nDecade effective; \n \n20. Requests the President of the General Assembly to take into consideration \nthe programme of activities for the implementation of the International Decade for \nPeople of African Descent, drafted by the Intergovernmental Working Group on the \nEffective Implementation of the Durban Declaration and Programme of Action and \nadopted in resolution 69/16, and the theme of the International Decade for People of \nAfrican Descent, “People of African descent: recognition, justice and development”, \nwith a view to proclaiming the decade starting in 2025 the Second International \nDecade for People of African Descent; \n \n21. Takes note of the reports of the Secretary-General on the programme of \nactivities for the implementation of the International Decade for People of African \nDescent14 and on a global call for concrete action for the total elimination of racism, \nracial discrimination, xenophobia and related intolerance and the comprehensive \nimplementation of and follow-up to the Durban Declaration and Programme of \nAction;15 \n__________________ \n \n13  See resolution 69/16. \n \n14  A/78/317. \n \n15  A/78/197. \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/78/234\n \n7/11\n23-26238 \n \n \n22. Acknowledges and profoundly regrets the untold suffering and evils \ninflicted on millions of men and women and children as a result of slavery, the slave \ntrade, the transatlantic slave trade, colonialism, apartheid, genocide and past \ntragedies, noting that some States have taken the initiative to apologize and have paid \nreparations, where appropriate, for grave and massive violations committed, further \ncalls upon those that have not yet expressed remorse or presented apologies to find \nsome way to contribute to the restoration of the dignity of victims, and calls upon all \nthe relevant States that have not already done so to dispense reparatory justice, \ncontributing to the development and recognition of the dignity of the affected States \nand their people; \n \n23. Takes note of the report of the Working Group of Experts on People of \nAfrican Descent, 16  invites the Human Rights Council, through the Chair of the \nWorking Group, to continue to submit a report on the work of the Working Group to \nthe General Assembly, and in this regard invites the Chair of the Working Group to \nengage in an interactive dialogue with the Assembly under the item entitled \n“Elimination of racism, racial discrimination, xenophobia and related intolerance” at \nits seventy-ninth session; \n \n24. Takes note with appreciation of the proclamation of 31 August as the \nInternational Day for People of African Descent, and invites all Member States, all \norganizations and bodies of the United Nations system and other international and \nregional organizations, the private sector and academia, as well as civil society, to \nobserve the International Day for People of African Descent in an appropriate manner, \nin accordance with its resolution 75/170 of 16 December 2020; \n \n25. Stresses that everyone, including people and communities of African \ndescent, should be able to participate in an inclusive manner and guide the design and \nimplementation of processes that contribute to halting, reversing and repairing the \nlasting consequences and ongoing manifestations of systemic racism, and notably \nacknowledges the important role that young people have played and should continue \nto play in these processes;  \n \n26. Encourages States to examine the extent and impact of systemic racism \nand to adopt effective legal, policy and institutional measures that address racism \nbeyond a summation of individualized acts, recommends that progress be measured \naccording to indicators grounded in impact rather than intent, and further calls for the \nrecognition of the impact of racial discrimination and inequality experienced by \nchildren and youth of African descent in all areas of life, including the administration \nof justice, law enforcement, education, health, family life and development; 17 \n \n27. Welcomes the establishment of an international independent expert \nmechanism, comprising three experts with law enforcement and human rights \nexpertise, aimed at furthering transformative change for racial justice and equality in \nthe context of law enforcement globally, especially where relating to the legacies of \ncolonialism and the transatlantic slave trade in enslaved Africans, to investigate the \nresponses of Governments to peaceful anti-racism protests and all violations of \ninternational human rights law and to contribute to accountability and redress for \nvictims; \n \n28. Requests the Office of the United Nations High Commissioner for Human \nRights and the Department of Global Communications of the Secretariat to continue \nawareness-raising efforts and public information campaigns in support of the \nInternational Decade for People of African Descent through the use of social networks \n__________________ \n \n16  A/78/277. \n \n17  See A/77/294. \n\nA/RES/78/234 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n23-26238\n8/11 \n \nand digital media, including the wide distribution of user-friendly, concise and \naccessible versions of material in this regard; \n \n \n \nIII \n \n \nOffice of the United Nations High Commissioner for Human Rights \n \n \n29. Requests the Secretary-General and the Office of the United Nations High \nCommissioner for Human Rights to provide the resources necessary for the effective \nfulfilment of the mandates of the Intergovernmental Working Group on the Effective \nImplementation of the Durban Declaration and Programme of Action, the Working \nGroup of Experts on People of African Descent, the Group of Independent Eminent \nExperts on the Implementation of the Durban Declaration and Programme of Action, \nthe Ad Hoc Committee on the Elaboration of Complementary Standards and the \nPermanent Forum on People of African Descent, and in this regard to ensure the \nparticipation of experts in each session of those follow-up mechanisms in order to \nprovide advice on the specific issues under discussion and assist the mechanisms in \ntheir deliberations and the adoption of action-oriented recommendations in relation \nto the implementation of the Declaration and Programme of Action; \n \n30. Recalls Human Rights Council resolutions 43/1 and 47/21, and also recalls \nthe report of the United Nations High Commissioner for Human Rights on the \npromotion and protection of the human rights and fundamental freedoms of Africans \nand of people of African descent against excessive use of force and other human rights \nviolations by law enforcement officers and the annex thereto, entitled “Four-point \nAgenda towards Transformative Change for Racial Justice and Equality”, submitted \npursuant to resolution 43/1;18 \n \n31. Stresses the importance of consolidating all efforts aimed at combating \nracism under a single anti-racial discrimination unit, including on the issues of racial \nequality and justice; \n \n \n \nIV \n \n \nGroup of Independent Eminent Experts on the Implementation of the Durban \nDeclaration and Programme of Action \n \n \n32. Welcomes the report of the Group of Independent Eminent Experts on the \nImplementation of the Durban Declaration and Programme of Action on its eighth \nsession,19 and in this regard notes that the session was held from 8 to 12 August 2022; \n \n33. Recalls its resolution 77/205 and the recommendations contained therein \nwith regard to the Group of Independent Eminent Experts, and further agrees to limit \nthe tenure of the Eminent Experts to four years, which may be renewed once, and that \nthe current Experts will continue to serve until the appointment of new Experts is \nfinalized;  \n \n34. Also recalls the request to the Secretary-General to appoint the five \nEminent Experts, one from each region, from among candidates proposed by the \nPresident of the Human Rights Council, after consultation with the regional groups, \nin line with the Durban Declaration and Programme of Action 20 and paragraph 13 of \nresolution 56/266, by the end of 2023; \n \n35. Requests the five regional groups to nominate a candidate for appointment \nto the Group of Independent Eminent Experts in a timely fashion; \n \n__________________ \n \n18  A/HRC/47/53. \n \n19  See A/78/535. \n \n20  A/CONF.189/12, para. 191 (b). \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/78/234\n \n9/11\n23-26238 \n \n \n \nV \n \n \nTrust fund for the Programme for the Decade for Action to Combat Racism and \nRacial Discrimination \n \n \n36. Recalls the establishment by the Secretary-General, in 1973, of the trust \nfund for the Programme for the Decade for Action to Combat Racism and Racial \nDiscrimination as a funding mechanism that has been utilized for the implementation \nof the activities of the three Decades for Action to Combat Racism and Racial \nDiscrimination declared by the General Assembly, and in this regard appreciates the \nfact that the trust fund has also been utilized for the subsequent programmes and \noperational activities transcending the three Decades; \n \n37. Requests the Secretary-General to include, in his report on the \nimplementation of the present resolution to the General Assembly at its seventy-ninth \nsession, a section outlining the progress in the implementation of paragraph 18 of its \nresolution 68/151 of 18 December 2013 regarding the revitalization of the trust fund \nfor the purpose of ensuring the successful implementation of the activities of the \nInternational Decade for People of African Descent and enhancing the effectiveness of \nthe comprehensive follow-up to the World Conference against Racism, Racial \nDiscrimination, Xenophobia and Related Intolerance and the effective implementation \nof the Durban Declaration and Programme of Action; \n \n38. Strongly \nappeals \nto \nall \nGovernments, \nintergovernmental \nand \nnon- governmental organizations and individuals, as well as other donors in a position \nto do so, to contribute generously to the trust fund, and to that end requests the \nSecretary-General to continue to undertake appropriate contacts and initiatives to \nencourage contributions; \n \n \n \nVI \n \n \nSpecial Rapporteur of the Human Rights Council on contemporary forms of \nracism, racial discrimination, xenophobia and related intolerance \n \n \n39. Takes note of the report of the Special Rapporteur of the Human Rights \nCouncil on contemporary forms of racism, racial discrimination, xenophobia and \nrelated intolerance,21 and encourages the Special Rapporteur, within her mandate, to \ncontinue to focus on the issues of racism, racial discrimination, xenophobia and \nrelated intolerance and incitement to hatred, which impede peaceful coexistence and \nharmony within societies, and to submit reports in this regard to the Human Rights \nCouncil and the General Assembly; \n \n40. Reiterates its previous requests to the Special Rapporteur to consider \nexamining national models of mechanisms that measure racial equality and their value \nadded in the eradication of racial discrimination and to report on such challenges, \nsuccesses and best practices in her next report, and expresses concern at the lack of \nprogress in this regard; \n \n \n \nVII \n \n \nCommemoration of the adoption of the Durban Declaration and Programme \nof Action \n \n \n41. Takes note with appreciation of the adoption of a political declaration \naimed at mobilizing political will at the national, regional and international levels for \nthe full and effective implementation of the Durban Declaration and Programme of \nAction and its follow-up processes during a one day high-level meeting of the General \nAssembly, on 22 September 2021, commemorating the twentieth anniversary of the \n__________________ \n \n21  A/78/302. \n\nA/RES/78/234 \nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action\n \n23-26238\n10/11 \n \nadoption of the Durban Declaration and Programme of Action, under the theme \n“Reparations, racial justice and equality for people of African descent”; 22 \n \n42. Emphasizes the critical importance of increasing public support for the \nDurban Declaration and Programme of Action and the participation of civil society \nand other relevant stakeholders in its realization, and requests the United Nations \nsystem to strengthen its awareness-raising campaigns to increase the visibility of the \nmessage of the Durban Declaration and Programme of Action, its follow-up \nmechanisms and the work of the United Nations in the fight against racism; 23 \n \n43. Invites Member States, United Nations entities, international and regional \norganizations, civil society, including non-governmental organizations, and other \nstakeholders to organize and support various high-visibility initiatives, aimed at \neffectively increasing awareness at all levels, to commemorate the adoption of the \nDurban Declaration and Programme of Action; \n \n44. Requests the Secretary-General to establish a programme of outreach, with \nthe involvement of Member States and United Nations funds and programmes, as well \nas civil society, including non-governmental organizations, to appropriately \ncommemorate the adoption of the Durban Declaration and Programme of Action; \n \n45. Calls upon Member States and the United Nations system to intensify \nefforts to widely distribute copies of the Durban Declaration and Programme of \nAction, and encourages efforts to ensure its translation and wide dissemination; \n \n46. Expresses its appreciation for the continuing work of the mechanisms \nmandated to follow up on the World Conference and the Durban Review Conference; \n \n \n \nVIII \n \n \nFollow-up and implementation activities \n \n \n47. Acknowledges the guidance and leadership role of the Human Rights \nCouncil, and encourages it to continue to oversee the implementation of the Durban \nDeclaration and Programme of Action and the outcome documents of the Durban \nReview Conferences, including the commemoration of the twentieth anniversary of \nthe adoption of the Durban Declaration and Programme of Action; \n \n48. Requests the Office of the United Nations High Commissioner for Human \nRights to continue to provide the Human Rights Council with all the support \nnecessary for it to achieve its objectives in this regard; \n \n49. Welcomes the further consideration by the Human Rights Council, at its \nfifty-fourth session, of the question of a multi-year programme of activities to provide \nfor the renewed and strengthened outreach activities needed to inform and mobilize \nthe global public in support of the Durban Declaration and Programme of Action and \nto strengthen awareness of the contribution that they have made in the struggle against \nracism, racial discrimination, xenophobia and related intolerance, in consultation with \nMember States, national human rights institutions, relevant civil society organizations \nand United Nations agencies, funds and programmes; \n \n50. Also welcomes the efforts undertaken by the Human Rights Council, \nthrough its Advisory Committee, in preparing a study on appropriate ways and means \nof assessing the situation regarding racial equality, while identifying possible gaps \nand overlaps; \n__________________ \n \n22  Political declaration entitled “United against racism, racial discrimination, xenophobia and \nrelated intolerance” (resolution 76/1). \n \n23  See Human Rights Council resolution 51/32; see also A/77/233. \n\nA global call for concrete action for the elimination of racism, racial \ndiscrimination, xenophobia and related intolerance and the \ncomprehensive implementation of and follow-up to the Durban \nDeclaration and Programme of Action \nA/RES/78/234\n \n11/11\n23-26238 \n \n \n51. Further welcomes the commemorative event held on 21 March 2023 to \nmark the International Day for the Elimination of Racial Discrimination; \n \n52. Takes note with appreciation of the commemorative plenary meeting of \nthe General Assembly held on 27 March 2023 to mark the International Day of \nRemembrance of the Victims of Slavery and the Transatlantic Slave Trade, on the \ntheme “Fighting slavery’s legacy of racism through transformative education”; \n \n53. Requests the Secretary-General to submit to the General Assembly at its \nseventy-ninth session a report on the implementation of the present resolution; \n \n54. Requests the President of the General Assembly and the President of the \nHuman Rights Council to continue to convene annual commemorative meetings of \nthe Assembly and the Council during the commemoration of the International Day for \nthe Elimination of Racial Discrimination, with the appropriate focus and themes, and \nin this context encourages the participation of eminent personalities active in the \nstruggle against racial discrimination, Member States and civil society organizations \nin accordance with the rules of procedure of the Assembly and the Council, \nrespectively; \n \n55. Decides to remain seized of this priority matter at its seventy-ninth session \nunder the item entitled “Elimination of racism, racial discrimination, xenophobia and \nrelated intolerance”. \n \n50th (resumed) plenary meeting \n22 December 2023 \n \n \n",
  "paragraphs": {
    "1": "Reaffirms the paramount importance of universal adherence to and the full and effective implementation of the International Convention on the Elimination of All Forms of Racial Discrimination, 11 adopted by the General Assembly in its resolution 2106 A (XX) of 21 December 1965, in addressing the scourges of racism and racial discrimination;",
    "2": "Calls upon States that have not done so to accede to and/or ratify the Convention, and States parties to consider making the declaration under article 14 of the Convention;",
    "3": "Calls upon all States that have not yet done so, and consistent with paragraph 75 of the Durban Declaration and Programme of Action, to consider withdrawing their reservations to article 4 of the International Convention on the Elimination of All Forms of Racial Discrimination;",
    "4": "Underlines, in the above context, that the provisions of the Convention do not respond effectively to contemporary manifestations of racial discrimination, in particular in relation to xenophobia and related intolerance, which is recognized as the rationale behind the convening of the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance in 2001;",
    "5": "Takes note of the acknowledgement by the Human Rights Council and its subsidiary structures of the existence of both procedural and substantive gaps in the Convention, which must be filled as a matter of urgency, necessity and priority;",
    "6": "Expresses its concern at the lack of progress in the elaboration of complementary standards to the Convention to fill existing gaps through the development of new normative standards aimed at combating all forms of contemporary and resurgent scourges of racism;",
    "7": "Recalls Human Rights Council resolution 34/36 of 24 March 2017,12 in which the Council requested the Chair-Rapporteur of the Ad Hoc Committee on the Elaboration of Complementary Standards to the International Convention on the Elimination of All Forms of Racial Discrimination to ensure the commencement of the negotiations on the draft additional protocol to the Convention criminalizing acts of a racist and xenophobic nature during the tenth session of the Ad Hoc Committee, and takes note of the report of the thirteenth session of the Committee in this regard;",
    "8": "Requests the Chair-Rapporteur of the Ad Hoc Committee on the Elaboration of Complementary Standards to present a progress report to the General Assembly at its seventy-ninth session; II International Decade for People of African Descent",
    "9": "Recalls the proclamation of the International Decade for People of African Descent, as contained in its resolution 68/237 of 23 December 2013, and the celebratory launch of the Decade on 10 December 2014;",
    "10": "Also recalls the programme of activities for the implementation of the International Decade for People of African Descent, as adopted in its resolution 69/16 of 18 November 2014;",
    "11": "Welcomes the establishment of the Permanent Forum on People of African Descent, through its resolution 75/314 of 2 August 2021, which determines its mandate and composition, as a consultative mechanism for people of African descent and other relevant stakeholders and as a platform for improving the safety and quality of life and livelihoods of people of African descent, as well as an advisory body to the Human Rights Council;",
    "12": "Also welcomes the convening of the first two sessions of the Permanent Forum on People of African Descent and the large participation of civil society and people of African descent from around the world;",
    "13": "Notes with concern the limited resources available in support of the Permanent Forum on People of African Descent;",
    "14": "Requests the Secretary-General to enhance the operational and programmatic support provided to the Permanent Forum secretariat, in particular to fully support the mandate of the Permanent Forum, including in the logistical organization of the annual session;",
    "15": "Requests the Intergovernmental Working Group on the Effective Implementation of the Durban Declaration and Programme of Action to devote at least half of its annual session to the elaboration of a draft United Nations declaration on the promotion and full respect of the human rights of people of African descent, and also requests the Intergovernmental Working Group to present a status report on the elaboration of the draft declaration to be considered by the General Assembly at its seventy-ninth session;13",
    "16": "Invites the Permanent Forum on People of African Descent and the Working Group of Experts on People of African Descent, in accordance with their respective mandates, to contribute to the elaboration of a draft United Nations declaration on the promotion and full respect of the human rights of people of African descent;",
    "17": "Recalls the draft programme of action for the International Decade for People of African Descent as an instructive framework in which all the initiatives aimed at improving the quality of life of people of African descent are anchored and which, if adopted, would contribute to the programme of activities for the implementation of the International Decade for People of African Descent;",
    "18": "Also recalls that the Secretary-General will convene a final assessment of the Decade, to take place within the framework of a high-level international event, marking the closure of the Decade in 2024;",
    "19": "Requests the Secretary-General to report to the Assembly, before the end of its eightieth session, on practical steps to be taken to make a Second International Decade effective;",
    "20": "Requests the President of the General Assembly to take into consideration the programme of activities for the implementation of the International Decade for People of African Descent, drafted by the Intergovernmental Working Group on the Effective Implementation of the Durban Declaration and Programme of Action and adopted in resolution 69/16, and the theme of the International Decade for People of African Descent, “People of African descent: recognition, justice and development”, with a view to proclaiming the decade starting in 2025 the Second International Decade for People of African Descent;",
    "21": "Takes note of the reports of the Secretary-General on the programme of activities for the implementation of the International Decade for People of African Descent14 and on a global call for concrete action for the total elimination of racism, racial discrimination, xenophobia and related intolerance and the comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action;15",
    "22": "Acknowledges and profoundly regrets the untold suffering and evils inflicted on millions of men and women and children as a result of slavery, the slave trade, the transatlantic slave trade, colonialism, apartheid, genocide and past tragedies, noting that some States have taken the initiative to apologize and have paid reparations, where appropriate, for grave and massive violations committed, further calls upon those that have not yet expressed remorse or presented apologies to find some way to contribute to the restoration of the dignity of victims, and calls upon all the relevant States that have not already done so to dispense reparatory justice, contributing to the development and recognition of the dignity of the affected States and their people;",
    "23": "Takes note of the report of the Working Group of Experts on People of African Descent, 16 invites the Human Rights Council, through the Chair of the Working Group, to continue to submit a report on the work of the Working Group to the General Assembly, and in this regard invites the Chair of the Working Group to engage in an interactive dialogue with the Assembly under the item entitled “Elimination of racism, racial discrimination, xenophobia and related intolerance” at its seventy-ninth session;",
    "24": "Takes note with appreciation of the proclamation of 31 August as the International Day for People of African Descent, and invites all Member States, all organizations and bodies of the United Nations system and other international and regional organizations, the private sector and academia, as well as civil society, to observe the International Day for People of African Descent in an appropriate manner, in accordance with its resolution 75/170 of 16 December 2020;",
    "25": "Stresses that everyone, including people and communities of African descent, should be able to participate in an inclusive manner and guide the design and implementation of processes that contribute to halting, reversing and repairing the lasting consequences and ongoing manifestations of systemic racism, and notably acknowledges the important role that young people have played and should continue to play in these processes;",
    "26": "Encourages States to examine the extent and impact of systemic racism and to adopt effective legal, policy and institutional measures that address racism beyond a summation of individualized acts, recommends that progress be measured according to indicators grounded in impact rather than intent, and further calls for the recognition of the impact of racial discrimination and inequality experienced by children and youth of African descent in all areas of life, including the administration of justice, law enforcement, education, health, family life and development; 17",
    "27": "Welcomes the establishment of an international independent expert mechanism, comprising three experts with law enforcement and human rights expertise, aimed at furthering transformative change for racial justice and equality in the context of law enforcement globally, especially where relating to the legacies of colonialism and the transatlantic slave trade in enslaved Africans, to investigate the responses of Governments to peaceful anti-racism protests and all violations of international human rights law and to contribute to accountability and redress for victims;",
    "28": "Requests the Office of the United Nations High Commissioner for Human Rights and the Department of Global Communications of the Secretariat to continue awareness-raising efforts and public information campaigns in support of the International Decade for People of African Descent through the use of social networks and digital media, including the wide distribution of user-friendly, concise and accessible versions of material in this regard; III Office of the United Nations High Commissioner for Human Rights",
    "29": "Requests the Secretary-General and the Office of the United Nations High Commissioner for Human Rights to provide the resources necessary for the effective fulfilment of the mandates of the Intergovernmental Working Group on the Effective Implementation of the Durban Declaration and Programme of Action, the Working Group of Experts on People of African Descent, the Group of Independent Eminent Experts on the Implementation of the Durban Declaration and Programme of Action, the Ad Hoc Committee on the Elaboration of Complementary Standards and the Permanent Forum on People of African Descent, and in this regard to ensure the participation of experts in each session of those follow-up mechanisms in order to provide advice on the specific issues under discussion and assist the mechanisms in their deliberations and the adoption of action-oriented recommendations in relation to the implementation of the Declaration and Programme of Action;",
    "30": "Recalls Human Rights Council resolutions 43/1 and 47/21, and also recalls the report of the United Nations High Commissioner for Human Rights on the promotion and protection of the human rights and fundamental freedoms of Africans and of people of African descent against excessive use of force and other human rights violations by law enforcement officers and the annex thereto, entitled “Four-point Agenda towards Transformative Change for Racial Justice and Equality”, submitted pursuant to resolution 43/1;18",
    "31": "Stresses the importance of consolidating all efforts aimed at combating racism under a single anti-racial discrimination unit, including on the issues of racial equality and justice; IV Group of Independent Eminent Experts on the Implementation of the Durban Declaration and Programme of Action",
    "32": "Welcomes the report of the Group of Independent Eminent Experts on the Implementation of the Durban Declaration and Programme of Action on its eighth session,19 and in this regard notes that the session was held from 8 to 12 August 2022;",
    "33": "Recalls its resolution 77/205 and the recommendations contained therein with regard to the Group of Independent Eminent Experts, and further agrees to limit the tenure of the Eminent Experts to four years, which may be renewed once, and that the current Experts will continue to serve until the appointment of new Experts is finalized;",
    "34": "Also recalls the request to the Secretary-General to appoint the five Eminent Experts, one from each region, from among candidates proposed by the President of the Human Rights Council, after consultation with the regional groups, in line with the Durban Declaration and Programme of Action 20 and paragraph 13 of resolution 56/266, by the end of 2023;",
    "35": "Requests the five regional groups to nominate a candidate for appointment to the Group of Independent Eminent Experts in a timely fashion; V Trust fund for the Programme for the Decade for Action to Combat Racism and Racial Discrimination",
    "36": "Recalls the establishment by the Secretary-General, in 1973, of the trust fund for the Programme for the Decade for Action to Combat Racism and Racial Discrimination as a funding mechanism that has been utilized for the implementation of the activities of the three Decades for Action to Combat Racism and Racial Discrimination declared by the General Assembly, and in this regard appreciates the fact that the trust fund has also been utilized for the subsequent programmes and operational activities transcending the three Decades;",
    "37": "Requests the Secretary-General to include, in his report on the implementation of the present resolution to the General Assembly at its seventy-ninth session, a section outlining the progress in the implementation of paragraph 18 of its resolution 68/151 of 18 December 2013 regarding the revitalization of the trust fund for the purpose of ensuring the successful implementation of the activities of the International Decade for People of African Descent and enhancing the effectiveness of the comprehensive follow-up to the World Conference against Racism, Racial Discrimination, Xenophobia and Related Intolerance and the effective implementation of the Durban Declaration and Programme of Action;",
    "38": "Strongly appeals to all Governments, intergovernmental and non- governmental organizations and individuals, as well as other donors in a position to do so, to contribute generously to the trust fund, and to that end requests the Secretary-General to continue to undertake appropriate contacts and initiatives to encourage contributions; VI Special Rapporteur of the Human Rights Council on contemporary forms of racism, racial discrimination, xenophobia and related intolerance",
    "39": "Takes note of the report of the Special Rapporteur of the Human Rights Council on contemporary forms of racism, racial discrimination, xenophobia and related intolerance,21 and encourages the Special Rapporteur, within her mandate, to continue to focus on the issues of racism, racial discrimination, xenophobia and related intolerance and incitement to hatred, which impede peaceful coexistence and harmony within societies, and to submit reports in this regard to the Human Rights Council and the General Assembly;",
    "40": "Reiterates its previous requests to the Special Rapporteur to consider examining national models of mechanisms that measure racial equality and their value added in the eradication of racial discrimination and to report on such challenges, successes and best practices in her next report, and expresses concern at the lack of progress in this regard; VII Commemoration of the adoption of the Durban Declaration and Programme of Action",
    "41": "Takes note with appreciation of the adoption of a political declaration aimed at mobilizing political will at the national, regional and international levels for the full and effective implementation of the Durban Declaration and Programme of Action and its follow-up processes during a one day high-level meeting of the General Assembly, on 22 September 2021, commemorating the twentieth anniversary of the adoption of the Durban Declaration and Programme of Action, under the theme “Reparations, racial justice and equality for people of African descent”; 22",
    "42": "Emphasizes the critical importance of increasing public support for the Durban Declaration and Programme of Action and the participation of civil society and other relevant stakeholders in its realization, and requests the United Nations system to strengthen its awareness-raising campaigns to increase the visibility of the message of the Durban Declaration and Programme of Action, its follow-up mechanisms and the work of the United Nations in the fight against racism; 23",
    "43": "Invites Member States, United Nations entities, international and regional organizations, civil society, including non-governmental organizations, and other stakeholders to organize and support various high-visibility initiatives, aimed at effectively increasing awareness at all levels, to commemorate the adoption of the Durban Declaration and Programme of Action;",
    "44": "Requests the Secretary-General to establish a programme of outreach, with the involvement of Member States and United Nations funds and programmes, as well as civil society, including non-governmental organizations, to appropriately commemorate the adoption of the Durban Declaration and Programme of Action;",
    "45": "Calls upon Member States and the United Nations system to intensify efforts to widely distribute copies of the Durban Declaration and Programme of Action, and encourages efforts to ensure its translation and wide dissemination;",
    "46": "Expresses its appreciation for the continuing work of the mechanisms mandated to follow up on the World Conference and the Durban Review Conference; VIII Follow-up and implementation activities",
    "47": "Acknowledges the guidance and leadership role of the Human Rights Council, and encourages it to continue to oversee the implementation of the Durban Declaration and Programme of Action and the outcome documents of the Durban Review Conferences, including the commemoration of the twentieth anniversary of the adoption of the Durban Declaration and Programme of Action;",
    "48": "Requests the Office of the United Nations High Commissioner for Human Rights to continue to provide the Human Rights Council with all the support necessary for it to achieve its objectives in this regard;",
    "49": "Welcomes the further consideration by the Human Rights Council, at its fifty-fourth session, of the question of a multi-year programme of activities to provide for the renewed and strengthened outreach activities needed to inform and mobilize the global public in support of the Durban Declaration and Programme of Action and to strengthen awareness of the contribution that they have made in the struggle against racism, racial discrimination, xenophobia and related intolerance, in consultation with Member States, national human rights institutions, relevant civil society organizations and United Nations agencies, funds and programmes;",
    "50": "Also welcomes the efforts undertaken by the Human Rights Council, through its Advisory Committee, in preparing a study on appropriate ways and means of assessing the situation regarding racial equality, while identifying possible gaps and overlaps;",
    "51": "Further welcomes the commemorative event held on 21 March 2023 to mark the International Day for the Elimination of Racial Discrimination;",
    "52": "Takes note with appreciation of the commemorative plenary meeting of the General Assembly held on 27 March 2023 to mark the International Day of Remembrance of the Victims of Slavery and the Transatlantic Slave Trade, on the theme “Fighting slavery’s legacy of racism through transformative education”;",
    "53": "Requests the Secretary-General to submit to the General Assembly at its seventy-ninth session a report on the implementation of the present resolution;",
    "54": "Requests the President of the General Assembly and the President of the Human Rights Council to continue to convene annual commemorative meetings of the Assembly and the Council during the commemoration of the International Day for the Elimination of Racial Discrimination, with the appropriate focus and themes, and in this context encourages the participation of eminent personalities active in the struggle against racial discrimination, Member States and civil society organizations in accordance with the rules of procedure of the Assembly and the Council, respectively;",
    "55": "Decides to remain seized of this priority matter at its seventy-ninth session under the item entitled “Elimination of racism, racial discrimination, xenophobia and related intolerance”."
  },
  "agenda_items": [
    "Item 69"
  ],
  "symbol_references": []
}