{
  "symbol": "A/RES/75/185",
  "filename": "A_RES_75_185.pdf",
  "title": "75/185. Human rights in the administration of justice",
  "text": "United Nations \nA/RES/75/185\n \n \nGeneral Assembly \nDistr.: General \n28 December 2020 \n \n20-17330 (E)    010521     \n*2017330* \n \n \nSeventy-fifth session \nAgenda item 72 (b) \nPromotion and protection of human rights: human \nrights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms  \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2020 \n \n \n \n \n[on the report of the Third Committee (A/75/478/Add.2, para. 89)] \n \n \n 75/185. Human rights in the administration of justice \n \n \n \nThe General Assembly, \n \nBearing in mind the principles of the Universal Declaration of Human Rights1 and \nthe provisions of the International Covenant on Civil and Political Rights and the \nOptional Protocols thereto,2 the International Covenant on Economic, Social and \nCultural Rights,3 the Convention against Torture and Other Cruel, Inhuman or \nDegrading Treatment or Punishment and the Optional Protocol thereto, 4 the \nInternational Convention for the Protection of All Persons from Enforced \nDisappearance,5 the Convention on the Elimination of All Forms of Discrimination \nagainst Women,6 the Convention on the Rights of the Child7 and the Convention on the \nRights of Persons with Disabilities,8 as well as all other relevant international treaties,  \n \nCalling attention to the numerous international standards in the field of the \nadministration of justice,  \n \nRecalling all the resolutions of the General Assembly, the Human Rights \nCouncil, the Commission on Human Rights and the Economic and Social Council that \nare relevant to the subject of human rights in the administration of justice, including \n__________________ \n \n1  Resolution 217 A (III). \n \n2  See resolution 2200 A (XXI), annex; and United Nations, Treaty Series, vol. 1642, No. 14668. \n \n3  See resolution 2200 A (XXI), annex. \n \n4  United Nations, Treaty Series, vols. 1465 and 2375, No. 24841. \n \n5  Ibid., vol. 2716, No. 48088. \n \n6  Ibid., vol. 1249, No. 20378. \n \n7  Ibid., vol. 1577, No. 27531. \n \n8  Ibid., vol. 2515, No. 44910. \n\nA/RES/75/185 \nHuman rights in the administration of justice\n \n20-17330\n2/9 \n \nGeneral Assembly resolution 73/177 of 17 December 2018 and Human Rights \nCouncil resolutions 37/22 of 23 March 20189 and 42/11 of 26 September 2019,10 \n \nRecalling also its resolution 74/306 of 11 September 2020, recognizing the \nprimary responsibility of Governments to adopt and implement responses to the \ncoronavirus disease (COVID-19) pandemic that are specific to their national context, \nand that emergency measures, policies and strategies put in place by countries to \naddress and mitigate the impacts of COVID-19 must be targeted, necessary, \ntransparent, non-discriminatory, time-bound, proportionate and in accordance with \ntheir obligations under applicable international human rights law, and reaffirming the \nobligation of States in this regard, in accordance with article 4 of the International \nCovenant on Civil and Political Rights, \n \nTaking note with appreciation of the report of the Secretary-General on \nstrengthening and coordinating United Nations rule of law activities, 11 \n \nRecalling the adoption of the United Nations Standard Minimum Rules for the \nTreatment of Prisoners (the Nelson Mandela Rules),12 \n \nReaffirming the importance of international standards and norms in crime \nprevention and criminal justice, including in relation to drug-related crimes, as \nrecognized by Member States in the outcome document of the thirtieth special session \nof the General Assembly, entitled “Our joint commitment to effectively addressing \nand countering the world drug problem”,13 \n \nWelcoming the work of all special procedures of the Human Rights Council that \naddress human rights in the administration of justice in the discharge of their mandates,  \n \nTaking note of the work of the human rights treaty body mechanisms on human \nrights in the administration of justice, inter alia, of general comments No. 21 (1992) on \nhumane treatment of persons deprived of their liberty,14 No. 32 (2007) on the right to \nequality before courts and tribunals and to a fair trial15 and No. 35 (2014) on liberty and \nsecurity of person,16 adopted by the Human Rights Committee, general comments No. 13 \n(2011) on the right of the child to freedom from all forms of violence17 and No. 24 (2019) \non children’s rights in the child justice system,18 adopted by the Committee on the Rights \nof the Child, general recommendation No. 31 (2005) on the prevention of racial \ndiscrimination in the administration and functioning of the criminal justice system, 19 \nadopted by the Committee on the Elimination of Racial Discrimination, general \nrecommendation No. 33 (2015) on women’s access to justice,20 adopted by the \nCommittee on the Elimination of Discrimination against Women, and general comments \nNo. 1 (2014) on equal recognition before the law,21 No. 6 (2018) on equality and \nnon-discrimination22 and No. 7 (2018) on the participation of persons with disabilities, \n__________________ \n \n9  See Official Records of the General Assembly, Seventy-third Session, Supplement No. 53 \n(A/73/53), chap. IV, sect. A. \n \n10  Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. III. \n \n11  A/75/284. \n \n12  Resolution 70/175, annex. \n \n13  Resolution S-30/1, annex. \n \n14  Official Records of the General Assembly, Forty-seventh Session, Supplement No. 40 (A/47/40), \nannex VI.B. \n \n15  Ibid., Sixty-second Session, Supplement No. 40 (A/62/40), vol. I, annex VI. \n \n16  CCPR/C/GC/35. \n \n17  Official Records of the General Assembly, Sixty-seventh Session, Supplement No. 41 (A/67/41), \nannex V. \n \n18  CRC/C/GC/24. \n \n19  Official Records of the General Assembly, Sixtieth Session, Supplement No. 18 (A/60/18), chap. IX. \n \n20  CEDAW/C/GC/33. \n \n21  CRPD/C/GC/1 and CRPD/C/GC/1/Corr.1. \n \n22  CRPD/C/GC/6. \n\nHuman rights in the administration of justice \nA/RES/75/185\n \n3/9\n20-17330 \n \nincluding children with disabilities, through their representative organizations, in the \nimplementation and monitoring of the Convention,23 adopted by the Committee on the \nRights of Persons with Disabilities,  \n \nNoting with appreciation the important work in the field of the administration \nof justice of the United Nations Office on Drugs and Crime, the Office of the United \nNations High Commissioner for Human Rights, the United Nations Development \nProgramme, the United Nations Children’s Fund, the Department of Peace Operations \nof the Secretariat and the United Nations Entity for Gender Equality and the \nEmpowerment of Women (UN-Women), as well as the work of the Special \nRepresentative of the Secretary-General on Violence against Children and the Special \nRepresentative of the Secretary-General for Children and Armed Conflict, \n \nTaking note with appreciation of the International Principles and Guidelines on \nAccess to Justice for Persons with Disabilities, which are the product of joint work \nby the Special Rapporteur on the rights of persons with disabilities, the Committee \non the Rights of Persons with Disabilities and the Special Envoy of the Secretary-\nGeneral on Disability and Accessibility,  \n \nNoting with satisfaction the work of the Interagency Panel on Juvenile Justice \nand of its members,  \n \nEncouraging continued regional and cross-regional efforts, the sharing of best \npractices and the provision of technical assistance in the field of child justice, and \nnoting in this regard the panel discussion on “Upholding the human rights of \nprisoners, including women prisoners and offenders: enhancing technical cooperation \nand capacity-building in the implementation of the Nelson Mandela Rules and the \nBangkok Rules”, held during the forty-fourth session of the Human Rights Council,  \n \nConvinced that the independence and impartiality of the judiciary and the \nintegrity of the judicial system, as well as an independent legal profession, are \nessential prerequisites for the protection of human rights, the rule of law, good \ngovernance and democracy and for ensuring that there is no discrimination in the \nadministration of justice and should therefore be respected in all circumstances,  \n \nRecalling that every State should provide an effective framework of remedies \nto redress human rights grievances or violations and to challenge the lawfulness of \ndetention before a court,  \n \nEmphasizing that the right to access to justice for all, which could include access \nto legal aid, forms an important basis for strengthening the rule of law through the \nadministration of justice,  \n \nUnderlining the importance of implementing the 2030 Agenda for Sustainable \nDevelopment,24 and recognizing the role of the relevant Sustainable Development \nGoals for eliminating discrimination in the administration of justice, \n \nMindful of the importance of ensuring respect for the rule of law and human \nrights in the administration of justice as a crucial contribution to building peace and \njustice and ending impunity,  \n \nRecognizing the importance of the principle that, except for those lawful \nlimitations that are demonstrably necessitated by the fact of incarceration, persons \ndeprived of their liberty shall retain their non-derogable human rights and all other \nhuman rights and fundamental freedoms,  \n__________________ \n \n23  CRPD/C/GC/7. \n \n24  Resolution 70/1. \n\nA/RES/75/185 \nHuman rights in the administration of justice\n \n20-17330\n4/9 \n \n \nConcerned about the negative impact of overincarceration and overcrowding on \nthe enjoyment of human rights, and acknowledging that overincarceration constitutes \none of the major underlying causes of overcrowding, \n \nEmphasizing that the penitentiary system should provide the possibility of reform \nand social rehabilitation of the offender in all appropriate cases, and that punishment \nshould be dealt with in the larger framework of a criminal justice system that provides \nthe possibility of reinsertion and reintegration of the offender into society,  \n \nRecalling that the social rehabilitation and reintegration of persons deprived of \ntheir liberty shall be among the essential aims of the criminal justice system, ensuring, \nas far as possible, that offenders are able to lead a law-abiding and self-supporting \nlife upon their return to society,  \n \nUnderlining that, where persons are in vulnerable situations or marginalized, \nprejudice and discrimination in the administration of justice may result in their \noverincarceration and overrepresentation throughout the criminal justice system, and \nrecognizing the need for States to take measures, within the justice system, \nparticularly the criminal justice system, to prevent discrimination, inter alia, against \npersons with disabilities and persons belonging to national or ethnic, religious and \nlinguistic minorities and to increase their effective participation within the system,  \n \nAware of the need for special vigilance with regard to the specific situation of \nchildren, juveniles, women, persons with disabilities, older persons, indigenous \npeoples, persons belonging to national or ethnic, religious and linguistic minorities \nand people who are vulnerable or in vulnerable situations in the administration of \njustice, in particular while they are deprived of their liberty, and their vulnerability to \nvarious forms of violence, abuse, injustice and humiliation, \n \nNoting the importance of gender-sensitive justice systems, \n \nReaffirming that children who are victims and witnesses of crime and violence \nare particularly vulnerable and require special protection, assistance and support \nappropriate to their age, level of maturity and needs, in order to prevent further hardship \nand trauma that may result from their participation in the criminal justice process,  \n \nRecognizing the specific situation and needs of children formerly associated \nwith armed forces or armed groups when accused of crimes under international law \nallegedly committed while they were children associated with armed forces or armed \ngroups,  \n \nReaffirming that the best interests of the child shall be a primary consideration \nin all actions concerning the child in the administration of justice, including in \nrelation to pretrial measures, as well as being an important consideration in all matters \nconcerning the child related to the sentencing of the parents, or, where applicable, \nlegal guardians or primary caregivers, \n \n1. \nTakes note with appreciation of the most recent report of the Secretary-\nGeneral on human rights in the administration of justice, including on the situation of \npersons with disabilities;25 \n \n2. \nAlso takes note with appreciation of the report of the United Nations High \nCommissioner for Human Rights on violence, death and serious injury in situations \nof deprivation of liberty,26 as well as previous reports on human rights in the \nadministration of justice submitted to the Human Rights Council;  \n__________________ \n \n25  A/75/327. \n \n26  A/HRC/42/20. \n\nHuman rights in the administration of justice \nA/RES/75/185\n \n5/9\n20-17330 \n \n \n3. \nReaffirms the importance of the full and effective implementation of all \nUnited Nations standards on human rights in the administration of justice, and invites \nStates to assess their national legislation and practice against those standards; \n \n4. \nInvites States to make use of technical assistance offered by the relevant \nUnited Nations entities and programmes in order to strengthen national capacities and \ninfrastructures in the field of the administration of justice; \n \n5. \nExpresses concern that persons with disabilities may experience \ndisproportionately high levels of unlawful and arbitrary deprivation of liberty, and \nrecalls that persons with disabilities should not be deprived of their liberty unlawfully \nor arbitrarily, and that if persons with disabilities are deprived of their liberty through \nany process, they are, on an equal basis with others, entitled to guarantees in \naccordance with international human rights law, including by provision of reasonable \naccommodation; \n \n6. \nAppeals to Governments to include, in their efforts to implement the 2030 \nAgenda for Sustainable Development and in their national development plans, the \neffective administration of justice and equal access to justice for all as an integral part \nof the development process, with a view to promoting and protecting human rights, \nand to allocate adequate resources for effective, fair, humane and accountable justice \nsystems, including the provision of legal aid services, and invites the international \ncommunity to respond favourably to requests for financial and technical assistance \nfor the enhancement and strengthening of the administration of justice; \n \n7. \nUrges States, bearing in mind national priorities, to ensure the full, equal \nand meaningful participation of women, including in institutions of governance and \nin the judicial system, and to secure their empowerment and full and equal access to \njustice; \n \n8. \nStresses the special need for national capacity-building in the field of the \nadministration of justice, in particular through reform of the judiciary, the police and \nthe penal system, as well as juvenile justice reform, and through the encouragement \nof independence, accessibility, accountability and transparency in the judiciary, in \norder to establish and maintain stable societies and the rule of law in post-conflict \nsituations, and welcomes the role of the Office of the United Nations High \nCommissioner for Human Rights in supporting the establishment and functioning of \ntransitional justice mechanisms in post-conflict situations; \n \n9. \nReaffirms that no one should be unlawfully or arbitrarily deprived of \nliberty, and notes that any deprivation should observe the principles of necessity and \nproportionality in this regard; \n \n10. Calls upon States to apply individual criminal responsibility and to refrain \nfrom detaining persons based solely on their family ties with an alleged offender; \n \n11. \nAlso calls upon States to ensure that anyone who is deprived of liberty \nthrough arrest or detention has prompt access to a competent court with the effective \npower to determine the lawfulness of the detention and to order release if the detention \nor imprisonment is determined not to be lawful and prompt access to legal counsel, \nwhich could include legal aid schemes, in accordance with their international \nobligations and commitments; \n \n12. \nCalls upon all States to consider establishing, maintaining or enhancing \nindependent national mechanisms with the mandate to monitor all places of detention, \nincluding by making unannounced visits, and to hold private interviews without \nwitnesses with all persons deprived of liberty, inter alia, in line with the United Nations \nStandard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules); \n\nA/RES/75/185 \nHuman rights in the administration of justice\n \n20-17330\n6/9 \n \n \n13. Calls upon States to ensure a proper file and data management system on \nprisoners that allows the tracking of the number of persons deprived of their liberty, \ntheir detention period, offences or grounds for detention, and developments regarding \nthe prison population, and encourages States to collect other up-to-date, \ncomprehensive and disaggregated data that allow for the identification and prevention \nof discrimination in the administration of justice and overincarceration; \n \n14. Affirms that States must ensure that any measure taken to combat \nterrorism, including in the administration of justice, complies with their obligations \nunder international law, in particular international human rights, refugee and \nhumanitarian law; \n \n15. Recalls the absolute prohibition of torture in international law, and calls \nupon States to address and prevent the detention conditions, treatment and \npunishment of persons deprived of their liberty that amount to cruel, inhuman or \ndegrading treatment or punishment; \n \n16. \nCalls upon States to investigate promptly, effectively and impartially all \nalleged human rights violations suffered by persons deprived of their liberty, in \nparticular cases involving death, torture and cruel, inhuman or degrading treatment or \npunishment, to provide effective remedy to the victims, in accordance with their \ninternational obligations and commitments, and to ensure that detention administrations \nfully cooperate with the investigating authority and preserve all evidence; \n \n17. Also calls upon States to ensure effective access to justice for persons with \ndisabilities when investigating, prosecuting and punishing persons responsible for \nhuman rights violations and abuses committed against them, including by providing \neffective remedies, taking into consideration, on an equal basis with others, the \nspecific circumstances of the person with disabilities, as well as by implementing \nsystemic changes, legal and policy reforms and capacity-building where needed in \norder to ensure non-repetition; \n \n18. Urges States to endeavour to reduce, where appropriate, pretrial detention, \nwhich should be a measure of last resort and for as short a period as possible, \ninter alia, by adopting legislative and administrative measures and policies on its \npreconditions, limitations, duration and alternatives and by taking measures aimed at \nthe implementation of existing legislation, as well as by ensuring access to justice and \nlegal advice and assistance, which could include legal aid schemes; \n \n19. Encourages States to address overcrowding in detention facilities, bearing \nin mind the various impacts of COVID-19 on persons deprived of their liberty, by \ntaking effective measures, including through enhancing the availability and use of \nalternatives to pretrial detention and custodial sentences, bearing in mind the United \nNations Standard Minimum Rules for Non-custodial Measures (the Tokyo Rules)27 \nand the United Nations Rules for the Treatment of Women Prisoners and \nNon-custodial Measures for Women Offenders (the Bangkok Rules),28 access to legal \naid, mechanisms for crime prevention, early release and rehabilitation programmes \nand the efficiency as well as the capacity of the criminal justice system and its \nfacilities, bearing in mind the United Nations Principles and Guidelines on Access to \nLegal Aid in Criminal Justice Systems;29 \n \n20. Urges States to take all necessary measures to prevent and eliminate \ndiscrimination in law and in practice against persons who are in vulnerable situations \n__________________ \n \n27  Resolution 45/110, annex. \n \n28  Resolution 65/229, annex. \n \n29  Resolution 67/187, annex. \n\nHuman rights in the administration of justice \nA/RES/75/185\n \n7/9\n20-17330 \n \nor marginalized in the administration of justice that may also result in their \noverincarceration and overrepresentation throughout the criminal justice process; \n \n21. Also urges States to pay special attention to the conditions of detention or \nimprisonment of persons who are in vulnerable situations or marginalized and to their \nparticular needs; \n \n22. Continues to encourage States to pay due attention to the Bangkok Rules \nwhen developing and implementing relevant legislation, procedures, policies and \naction plans, and invites relevant special procedure mandate holders, the Office of the \nHigh Commissioner, the United Nations Office on Drugs and Crime and all other \nrelevant organizations to take those rules into consideration in their activities; \n \n23. Encourages States to review penal policies that can contribute to \noverincarceration and overcrowding, in particular regarding so-called “zero-tolerance \npolicies”, such as the application of mandatory pretrial detention and mandatory \nminimum sentences, especially for minor and/or non-violent crimes; \n \n24. Recognizes that all children and juveniles alleged as, accused of or \nrecognized as having infringed the law, particularly those who are deprived of their \nliberty, as well as child victims and witnesses of crimes, should be treated in a manner \nconsistent with their rights, dignity and needs, in accordance with international law, \nbearing in mind relevant international standards on human rights in the administration \nof justice, taking into account also the age, gender, social circumstances and \ndevelopment needs of such children, and calls upon States parties to the Convention \non the Rights of the Child and States parties to the Optional Protocols to the \nConvention30 to abide strictly by their principles and respective provisions; \n \n25. \nReiterates the importance of the United Nations Model Strategies and \nPractical Measures on the Elimination of Violence against Children in the Field of Crime \nPrevention and Criminal Justice,31 and urges States to consider applying them, as \nappropriate, in the design, implementation, monitoring and evaluation of laws, policies, \nprogrammes, budgets and mechanisms aimed at eliminating violence against children in \nthe field of crime prevention and criminal justice, and encourages States to support and \nto benefit, as appropriate, from the programme proposed by the United Nations Office \non Drugs and Crime and the United Nations Children’s Fund in this regard; \n \n26. Takes note with appreciation of the global study on children deprived of \nliberty32 and the leadership of the Special Representative of the Secretary General on \nViolence against Children in the follow-up to the study in cooperation with the other \nentities in the United Nations inter-agency task force and the non-governmental \norganization panel, and in this regard encourages Member States, United Nations \nagencies, funds, programmes and offices, as well as other relevant stakeholders, to \nconsider the follow-up to and recommendations of the global study; \n \n27. Encourages States that have not yet integrated children’s issues into their \noverall rule of law efforts to do so and to develop and implement a comprehensive \nand coordinated juvenile justice policy to prevent and address juvenile delinquency \nand to address risks and causes for children’s contact with the juvenile and/or criminal \njustice system, as well as with a view to promoting, inter alia, the use of alternative \nmeasures, such as diversion and restorative justice, and complying with the principle \nthat deprivation of liberty of children should be used only as a measure of last resort \nand for the shortest appropriate period of time, as well as to avoid, wherever possible, \nthe use of pretrial detention for children; \n__________________ \n \n30  United Nations, Treaty Series, vols. 2171 and 2173, No. 27531; and resolution 66/138, annex. \n \n31  Resolution 69/194, annex. \n \n32  A/74/136. \n\nA/RES/75/185 \nHuman rights in the administration of justice\n \n20-17330\n8/9 \n \n \n28. Stresses the importance of including reintegration strategies for former \nchild offenders in juvenile justice policies, in particular through the provision of \ngender-sensitive education and life skills programmes, as well as treatment and \nservices for substance abuse and mental health needs, in line with relevant \ncommitments and obligations under international human rights law, with a view to \ntheir assuming a constructive role in society; \n \n29. Urges States to take all necessary and effective measures, including legal \nreform where appropriate, to prevent and respond to all forms of violence against \nchildren within the justice system, including within the informal justice system, where \nit exists; \n \n30. Also urges States to ensure that, under their legislation and practice, \nneither capital punishment nor life imprisonment without the possibility of release \nnor corporal punishment is imposed for offences committed by persons under 18 years \nof age, and encourages States to consider repealing all other forms of life \nimprisonment for offences committed by persons under 18 years of age; \n \n31. Encourages States not to set the minimum age of criminal responsibility \nat too low an age level, bearing in mind the emotional, mental and intellectual \nmaturity of the child, and in this respect notes the recommendation of the Committee \non the Rights of the Child to increase the minimum age of criminal responsibility to \nat least 14 years as the absolute minimum age, and to continue to increase it to a \nhigher age level;33 \n \n32. Also encourages States to gather relevant information, including through \ndata collection and research, concerning children within their criminal justice systems \nso as to improve their administration of justice, while being mindful of the children’s \nright to privacy, with full respect for relevant international human rights instruments, \nand bearing in mind applicable international standards on human rights in the \nadministration of justice; \n \n33. Stresses the importance of paying greater attention to the impact on \nchildren of imprisonment or other sentences imposed upon their parents, while noting \nwith interest the convening of and reports on all relevant meetings and panel \ndiscussions on these issues held by the Human Rights Council; 34 \n \n34. Calls upon States to take effective and appropriate measures to remove all \nbarriers preventing persons with disabilities from having effective access to justice \non an equal basis with others and without discrimination; \n \n35. Encourages States to ensure equal access to justice for persons with \ndisabilities through the provision of accessible information and communications, \nphysical \naccessibility \nto \nrelevant \npremises, \ngender- \nand \nage-appropriate \naccommodations that take into account their will and legal counselling, and, where \napplicable, free or subsidized and accessible legal aid, and to deploy efforts to enable \nthe meaningful and equal participation of persons with disabilities throughout all \nstages of the judicial process; \n \n36. Invites States to provide for tailored and interdisciplinary human rights \ntraining, including anti-racist, anti-discriminatory, multicultural, disability-inclusive, \ngender-sensitive and child rights training, to all judges, lawyers, prosecutors, social \nworkers, immigration, correction and police officers and other professionals \nconcerned, including personnel deployed in international field presences; \n__________________ \n \n33  See CRC/C/GC/24. \n \n34  A/HRC/21/31 and A/HRC/25/33. \n\nHuman rights in the administration of justice \nA/RES/75/185\n \n9/9\n20-17330 \n \n \n37. Also invites States, upon their request, to benefit from technical advice and \nassistance provided by the relevant United Nations entities and programmes in order \nto strengthen national capacities and infrastructures in the field of the administration \nof justice; \n \n38. Invites the Office of the High Commissioner and the United Nations Office \non Drugs and Crime to reinforce their technical assistance to States, upon request and \nin accordance with their respective mandates, to strengthen the national capacity-\nbuilding of States in the field of the administration of justice, in particular in post-\nconflict situations, and in this context to strengthen cooperation with relevant United \nNations entities; \n \n39. Underlines the importance of rebuilding and strengthening structures for \nthe administration of justice and of respecting the rule of law and human rights, \nincluding in post-conflict situations, as a crucial contribution to building peace and \njustice and ending impunity, and in this respect requests the Secretary-General to \nfurther streamline and strengthen system-wide coordination and coherence of \nprogrammes and activities of the relevant parts of the United Nations system, \nincluding through the Rule of Law Coordination and Resource Group chaired by the \nDeputy Secretary-General, the Rule of Law Unit in the Executive Office of the \nSecretary-General and the global focal point arrangement for the police, justice and \ncorrections areas in the rule of law in post-conflict and other crisis situations; \n \n40. Invites States, in the context of the universal periodic review mechanism \nand in their reports under international human rights treaties, to consider addressing \nthe promotion and protection of human rights in the administration of justice; \n \n41. Also invites States, when reviewing progress made in the implementation \nof the 2030 Agenda for Sustainable Development, to consider the possibility of \nlooking into the causes and effects of overincarceration and overcrowding, including, \nwhere persons are in vulnerable situations or marginalized, with regard to \nnon-discrimination and persons who are in vulnerable situations or marginalized in \nthe administration of justice; \n \n42. Invites relevant special procedure mandate holders of the Human Rights \nCouncil, as well as relevant treaty bodies, to give special attention to questions \nrelating to the effective protection of human rights in the administration of justice, \nand to provide, wherever appropriate, specific recommendations in this regard, \nincluding proposals for advisory services and technical assistance measures; \n \n43. Invites States to consider taking into account aspects relating to human \nrights in the administration of justice at the upcoming Fourteenth United Nations \nCongress on Crime Prevention and Criminal Justice, to be held in Kyoto, Japan, from \n7 to 12 March 2021; \n \n44. Requests the Secretary-General to submit to the General Assembly at its \nseventy-seventh session a report on the latest developments, challenges and good \npractices in human rights in the administration of justice, including on the situation \nof women and girls in the administration of justice, and on the activities undertaken \nby the United Nations system as a whole; \n \n45. Decides to continue its consideration of the question of human rights in \nthe administration of justice at its seventy-seventh session under the item entitled \n“Promotion and protection of human rights”. \n \n46th plenary meeting \n16 December 2020 \n \n",
  "paragraphs": {
    "1": "Takes note with appreciation of the most recent report of the Secretary- General on human rights in the administration of justice, including on the situation of persons with disabilities;25",
    "2": "Also takes note with appreciation of the report of the United Nations High Commissioner for Human Rights on violence, death and serious injury in situations of deprivation of liberty,26 as well as previous reports on human rights in the administration of justice submitted to the Human Rights Council;",
    "3": "Reaffirms the importance of the full and effective implementation of all United Nations standards on human rights in the administration of justice, and invites States to assess their national legislation and practice against those standards;",
    "4": "Invites States to make use of technical assistance offered by the relevant United Nations entities and programmes in order to strengthen national capacities and infrastructures in the field of the administration of justice;",
    "5": "Expresses concern that persons with disabilities may experience disproportionately high levels of unlawful and arbitrary deprivation of liberty, and recalls that persons with disabilities should not be deprived of their liberty unlawfully or arbitrarily, and that if persons with disabilities are deprived of their liberty through any process, they are, on an equal basis with others, entitled to guarantees in accordance with international human rights law, including by provision of reasonable accommodation;",
    "6": "Appeals to Governments to include, in their efforts to implement the 2030 Agenda for Sustainable Development and in their national development plans, the effective administration of justice and equal access to justice for all as an integral part of the development process, with a view to promoting and protecting human rights, and to allocate adequate resources for effective, fair, humane and accountable justice systems, including the provision of legal aid services, and invites the international community to respond favourably to requests for financial and technical assistance for the enhancement and strengthening of the administration of justice;",
    "7": "Urges States, bearing in mind national priorities, to ensure the full, equal and meaningful participation of women, including in institutions of governance and in the judicial system, and to secure their empowerment and full and equal access to justice;",
    "8": "Stresses the special need for national capacity-building in the field of the administration of justice, in particular through reform of the judiciary, the police and the penal system, as well as juvenile justice reform, and through the encouragement of independence, accessibility, accountability and transparency in the judiciary, in order to establish and maintain stable societies and the rule of law in post-conflict situations, and welcomes the role of the Office of the United Nations High Commissioner for Human Rights in supporting the establishment and functioning of transitional justice mechanisms in post-conflict situations;",
    "9": "Reaffirms that no one should be unlawfully or arbitrarily deprived of liberty, and notes that any deprivation should observe the principles of necessity and proportionality in this regard;",
    "10": "Calls upon States to apply individual criminal responsibility and to refrain from detaining persons based solely on their family ties with an alleged offender;",
    "11": "Also calls upon States to ensure that anyone who is deprived of liberty through arrest or detention has prompt access to a competent court with the effective power to determine the lawfulness of the detention and to order release if the detention or imprisonment is determined not to be lawful and prompt access to legal counsel, which could include legal aid schemes, in accordance with their international obligations and commitments;",
    "12": "",
    "13": "Calls upon States to ensure a proper file and data management system on prisoners that allows the tracking of the number of persons deprived of their liberty, their detention period, offences or grounds for detention, and developments regarding the prison population, and encourages States to collect other up-to-date, comprehensive and disaggregated data that allow for the identification and prevention of discrimination in the administration of justice and overincarceration;",
    "14": "Affirms that States must ensure that any measure taken to combat terrorism, including in the administration of justice, complies with their obligations under international law, in particular international human rights, refugee and humanitarian law;",
    "15": "Recalls the absolute prohibition of torture in international law, and calls upon States to address and prevent the detention conditions, treatment and punishment of persons deprived of their liberty that amount to cruel, inhuman or degrading treatment or punishment;",
    "16": "Calls upon States to investigate promptly, effectively and impartially all alleged human rights violations suffered by persons deprived of their liberty, in particular cases involving death, torture and cruel, inhuman or degrading treatment or punishment, to provide effective remedy to the victims, in accordance with their international obligations and commitments, and to ensure that detention administrations fully cooperate with the investigating authority and preserve all evidence;",
    "17": "Also calls upon States to ensure effective access to justice for persons with disabilities when investigating, prosecuting and punishing persons responsible for human rights violations and abuses committed against them, including by providing effective remedies, taking into consideration, on an equal basis with others, the specific circumstances of the person with disabilities, as well as by implementing systemic changes, legal and policy reforms and capacity-building where needed in order to ensure non-repetition;",
    "18": "Urges States to endeavour to reduce, where appropriate, pretrial detention, which should be a measure of last resort and for as short a period as possible, inter alia, by adopting legislative and administrative measures and policies on its preconditions, limitations, duration and alternatives and by taking measures aimed at the implementation of existing legislation, as well as by ensuring access to justice and legal advice and assistance, which could include legal aid schemes;",
    "19": "Encourages States to address overcrowding in detention facilities, bearing in mind the various impacts of COVID-19 on persons deprived of their liberty, by taking effective measures, including through enhancing the availability and use of alternatives to pretrial detention and custodial sentences, bearing in mind the United Nations Standard Minimum Rules for Non-custodial Measures (the Tokyo Rules)27 and the United Nations Rules for the Treatment of Women Prisoners and Non-custodial Measures for Women Offenders (the Bangkok Rules),28 access to legal aid, mechanisms for crime prevention, early release and rehabilitation programmes and the efficiency as well as the capacity of the criminal justice system and its facilities, bearing in mind the United Nations Principles and Guidelines on Access to Legal Aid in Criminal Justice Systems;29",
    "20": "Urges States to take all necessary measures to prevent and eliminate discrimination in law and in practice against persons who are in vulnerable situations or marginalized in the administration of justice that may also result in their overincarceration and overrepresentation throughout the criminal justice process;",
    "21": "Also urges States to pay special attention to the conditions of detention or imprisonment of persons who are in vulnerable situations or marginalized and to their particular needs;",
    "22": "Continues to encourage States to pay due attention to the Bangkok Rules when developing and implementing relevant legislation, procedures, policies and action plans, and invites relevant special procedure mandate holders, the Office of the High Commissioner, the United Nations Office on Drugs and Crime and all other relevant organizations to take those rules into consideration in their activities;",
    "23": "Encourages States to review penal policies that can contribute to overincarceration and overcrowding, in particular regarding so-called “zero-tolerance policies”, such as the application of mandatory pretrial detention and mandatory minimum sentences, especially for minor and/or non-violent crimes;",
    "24": "Recognizes that all children and juveniles alleged as, accused of or recognized as having infringed the law, particularly those who are deprived of their liberty, as well as child victims and witnesses of crimes, should be treated in a manner consistent with their rights, dignity and needs, in accordance with international law, bearing in mind relevant international standards on human rights in the administration of justice, taking into account also the age, gender, social circumstances and development needs of such children, and calls upon States parties to the Convention on the Rights of the Child and States parties to the Optional Protocols to the Convention30 to abide strictly by their principles and respective provisions;",
    "25": "Reiterates the importance of the United Nations Model Strategies and Practical Measures on the Elimination of Violence against Children in the Field of Crime Prevention and Criminal Justice,31 and urges States to consider applying them, as appropriate, in the design, implementation, monitoring and evaluation of laws, policies, programmes, budgets and mechanisms aimed at eliminating violence against children in the field of crime prevention and criminal justice, and encourages States to support and to benefit, as appropriate, from the programme proposed by the United Nations Office on Drugs and Crime and the United Nations Children’s Fund in this regard;",
    "26": "Takes note with appreciation of the global study on children deprived of liberty32 and the leadership of the Special Representative of the Secretary General on Violence against Children in the follow-up to the study in cooperation with the other entities in the United Nations inter-agency task force and the non-governmental organization panel, and in this regard encourages Member States, United Nations agencies, funds, programmes and offices, as well as other relevant stakeholders, to consider the follow-up to and recommendations of the global study;",
    "27": "Encourages States that have not yet integrated children’s issues into their overall rule of law efforts to do so and to develop and implement a comprehensive and coordinated juvenile justice policy to prevent and address juvenile delinquency and to address risks and causes for children’s contact with the juvenile and/or criminal justice system, as well as with a view to promoting, inter alia, the use of alternative measures, such as diversion and restorative justice, and complying with the principle that deprivation of liberty of children should be used only as a measure of last resort and for the shortest appropriate period of time, as well as to avoid, wherever possible, the use of pretrial detention for children;",
    "28": "Stresses the importance of including reintegration strategies for former child offenders in juvenile justice policies, in particular through the provision of gender-sensitive education and life skills programmes, as well as treatment and services for substance abuse and mental health needs, in line with relevant commitments and obligations under international human rights law, with a view to their assuming a constructive role in society;",
    "29": "Urges States to take all necessary and effective measures, including legal reform where appropriate, to prevent and respond to all forms of violence against children within the justice system, including within the informal justice system, where it exists;",
    "30": "Also urges States to ensure that, under their legislation and practice, neither capital punishment nor life imprisonment without the possibility of release nor corporal punishment is imposed for offences committed by persons under 18 years of age, and encourages States to consider repealing all other forms of life imprisonment for offences committed by persons under 18 years of age;",
    "31": "Encourages States not to set the minimum age of criminal responsibility at too low an age level, bearing in mind the emotional, mental and intellectual maturity of the child, and in this respect notes the recommendation of the Committee on the Rights of the Child to increase the minimum age of criminal responsibility to at least 14 years as the absolute minimum age, and to continue to increase it to a higher age level;33",
    "32": "Also encourages States to gather relevant information, including through data collection and research, concerning children within their criminal justice systems so as to improve their administration of justice, while being mindful of the children’s right to privacy, with full respect for relevant international human rights instruments, and bearing in mind applicable international standards on human rights in the administration of justice;",
    "33": "Stresses the importance of paying greater attention to the impact on children of imprisonment or other sentences imposed upon their parents, while noting with interest the convening of and reports on all relevant meetings and panel discussions on these issues held by the Human Rights Council; 34",
    "34": "Calls upon States to take effective and appropriate measures to remove all barriers preventing persons with disabilities from having effective access to justice on an equal basis with others and without discrimination;",
    "35": "Encourages States to ensure equal access to justice for persons with disabilities through the provision of accessible information and communications, physical accessibility to relevant premises, gender- and age-appropriate accommodations that take into account their will and legal counselling, and, where applicable, free or subsidized and accessible legal aid, and to deploy efforts to enable the meaningful and equal participation of persons with disabilities throughout all stages of the judicial process;",
    "36": "Invites States to provide for tailored and interdisciplinary human rights training, including anti-racist, anti-discriminatory, multicultural, disability-inclusive, gender-sensitive and child rights training, to all judges, lawyers, prosecutors, social workers, immigration, correction and police officers and other professionals concerned, including personnel deployed in international field presences;",
    "37": "Also invites States, upon their request, to benefit from technical advice and assistance provided by the relevant United Nations entities and programmes in order to strengthen national capacities and infrastructures in the field of the administration of justice;",
    "38": "Invites the Office of the High Commissioner and the United Nations Office on Drugs and Crime to reinforce their technical assistance to States, upon request and in accordance with their respective mandates, to strengthen the national capacity- building of States in the field of the administration of justice, in particular in post- conflict situations, and in this context to strengthen cooperation with relevant United Nations entities;",
    "39": "Underlines the importance of rebuilding and strengthening structures for the administration of justice and of respecting the rule of law and human rights, including in post-conflict situations, as a crucial contribution to building peace and justice and ending impunity, and in this respect requests the Secretary-General to further streamline and strengthen system-wide coordination and coherence of programmes and activities of the relevant parts of the United Nations system, including through the Rule of Law Coordination and Resource Group chaired by the Deputy Secretary-General, the Rule of Law Unit in the Executive Office of the Secretary-General and the global focal point arrangement for the police, justice and corrections areas in the rule of law in post-conflict and other crisis situations;",
    "40": "Invites States, in the context of the universal periodic review mechanism and in their reports under international human rights treaties, to consider addressing the promotion and protection of human rights in the administration of justice;",
    "41": "Also invites States, when reviewing progress made in the implementation of the 2030 Agenda for Sustainable Development, to consider the possibility of looking into the causes and effects of overincarceration and overcrowding, including, where persons are in vulnerable situations or marginalized, with regard to non-discrimination and persons who are in vulnerable situations or marginalized in the administration of justice;",
    "42": "Invites relevant special procedure mandate holders of the Human Rights Council, as well as relevant treaty bodies, to give special attention to questions relating to the effective protection of human rights in the administration of justice, and to provide, wherever appropriate, specific recommendations in this regard, including proposals for advisory services and technical assistance measures;",
    "43": "Invites States to consider taking into account aspects relating to human rights in the administration of justice at the upcoming Fourteenth United Nations Congress on Crime Prevention and Criminal Justice, to be held in Kyoto, Japan, from 7 to 12 March 2021;",
    "44": "Requests the Secretary-General to submit to the General Assembly at its seventy-seventh session a report on the latest developments, challenges and good practices in human rights in the administration of justice, including on the situation of women and girls in the administration of justice, and on the activities undertaken by the United Nations system as a whole;",
    "45": "Decides to continue its consideration of the question of human rights in the administration of justice at its seventy-seventh session under the item entitled “Promotion and protection of human rights”."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": []
}