{
  "symbol": "A/RES/76/259",
  "filename": "A_RES_76_259.pdf",
  "title": "76/259. 2022 International Federation of Association Football World Cup in Qatar",
  "text": "United Nations \nA/RES/76/259\n \n \nGeneral Assembly \nDistr.: General \n18 April 2022 \n \n22-05504 (E)    210422     \n*2205504* \n \n \nSeventy-sixth session \nAgenda item 12 \nSport for development and peace: building a peaceful and \nbetter world through sport and the Olympic ideal \n \n \n \nResolution adopted by the General Assembly \non 8 April 2022 \n \n \n[without reference to a Main Committee (A/76/L.48 and A/76/L.48/Add.1)] \n \n \n 76/259. 2022 International Federation of Association Football World Cup \nin Qatar \n \n \n \nThe General Assembly, \n \nRecalling its resolution 75/18 of 1 December 2020, in which it reaffirmed that \nsport is an important enabler of sustainable development, and recognized the growing \ncontribution of sport to the realization of development and peace in its promotion of \ntolerance and respect and the contributions it makes to the empowerment of women \nand girls and of young people, individuals and communities as well as to physical and \nmental health, education and social inclusion objectives,  \n \nTaking note of the revised International Charter of Physical Education, Physical \nActivity and Sport, as proclaimed by the General Conference of the United Nations \nEducational, Scientific and Cultural Organization at its thirty-eighth session, in \nNovember 2015,1 as well as the Declaration of Berlin and the Kazan Action Plan \nadopted at the fifth and sixth International Conferences of Ministers and Senior \nOfficials Responsible for Physical Education and Sport, held, respectively, in Berlin \nin May 2013 and in Kazan, Russian Federation, in July 2017,  \n \nRecognizing that major international sport events should be organized in the \nspirit of peace, mutual understanding, international cooperation, friendship and \ntolerance, and without discrimination of any kind, and that the unifying and \nconciliative nature of such events should be respected,  \n__________________ \n \n1  United Nations Educational, Scientific and Cultural Organization, Records of the General \nConference, Thirty-eighth Session, Paris, 3–18 November 2015, vol. 1, Resolutions, sect. IV, \nresolution 43. \n\nA/RES/76/259 \n 2022 International Federation of Association Football World \nCup in Qatar\n \n22-05504\n2/3 \n \n \nRecognizing also that sport events can provide a platform for community health \nmessaging and empowerment, engaging a diverse range of people who might \notherwise not be reached through conventional health delivery,  \n \nNoting that sport has an important role to play in promoting respect for human \nrights and fundamental freedoms,  \n \nRecognizing the valuable contribution of sport in promoting education, \nsustainable development, peace, gender equality, cooperation, solidarity, fairness, \nsocial inclusion and health at the local, regional and international levels, and noting \nthat, as declared in the 2005 World Summit Outcome,2 sports can contribute to an \natmosphere of tolerance and understanding among peoples and nations,  \n \nRecalling article 31 of the Convention on the Rights of the Child,3 which \nrecognizes the right of the child to engage in play and recreational activities, and the \noutcome document of the twenty-seventh special session of the General Assembly on \nchildren, entitled “A world fit for children”,4 which stresses the promotion of \nphysical, mental and emotional health through play and sports,  \n \nAcknowledging the use of mass sports events to promote and support sport for \ndevelopment and peace initiatives,  \n \nNoting that sport is a potential tool for raising public awareness of climate \nchange through high-profile events, athletes and teams,  \n \nEncouraging Member States involved in delivering mega sport events to respect \napplicable laws and international principles, including the Guiding Principles on \nBusiness and Human Rights,5  \n \n1. \nEmphasizes that sport has an important role to play in the promotion of \npeace and development, respect for human rights, gender equality and the \nempowerment of women and girls, in particular football, given its universal \npopularity;  \n \n2. \nWelcomes the unique dimension of the 2022 International Federation of \nAssociation Football World Cup in Qatar, which marks the first time that the World \nCup will be held in the Middle East;  \n \n3. \nAlso welcomes Qatar for the hosting of the 2022 World Cup;  \n \n4. \nEncourages all Member States to support sport and its use as a tool to \npromote peace and development, including through the continued contribution to the \nachievement of the Sustainable Development Goals6 and dialogue among \ncivilizations;  \n \n5. \nSupports the launch of “Healthy 2022 World Cup – Creating Legacy for \nSport and Health”, a multi-year collaboration among the International Federation of \nAssociation Football, the World Health Organization and Qatar, which aims to make \nthe 2022 World Cup a beacon for the promotion of healthy lives, physical and mental \nhealth and psychosocial well-being;  \n \n6. \nEncourages the relevant authorities to exert every effort to ensure that the \n2022 World Cup will leave a lasting legacy for peace and development in the Middle \nEast;  \n__________________ \n \n2  Resolution 60/1. \n \n3  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n4  Resolution S-27/2, annex. \n \n5  A/HRC/17/31, annex. \n \n6  See resolution 70/1. \n\n2022 International Federation of Association Football World \nCup in Qatar \nA/RES/76/259\n \n3/3\n22-05504 \n \n \n7. \nAlso encourages the relevant authorities to ensure a sustainable legacy for \nthe hosting communities, in particular with regard to financial cost, environmental \nand social impact, and post-event use of the infrastructure, as well as participation \nand engagement in sport and physical activity. \n \n67th plenary meeting \n8 April 2022 \n \n",
  "paragraphs": {
    "1": "Emphasizes that sport has an important role to play in the promotion of peace and development, respect for human rights, gender equality and the empowerment of women and girls, in particular football, given its universal popularity;",
    "2": "Welcomes the unique dimension of the 2022 International Federation of Association Football World Cup in Qatar, which marks the first time that the World Cup will be held in the Middle East;",
    "3": "Also welcomes Qatar for the hosting of the 2022 World Cup;",
    "4": "Encourages all Member States to support sport and its use as a tool to promote peace and development, including through the continued contribution to the achievement of the Sustainable Development Goals6 and dialogue among civilizations;",
    "5": "Supports the launch of “Healthy 2022 World Cup – Creating Legacy for Sport and Health”, a multi-year collaboration among the International Federation of Association Football, the World Health Organization and Qatar, which aims to make the 2022 World Cup a beacon for the promotion of healthy lives, physical and mental health and psychosocial well-being;",
    "6": "Encourages the relevant authorities to exert every effort to ensure that the 2022 World Cup will leave a lasting legacy for peace and development in the Middle East; __________________ 2 Resolution 60/1. 3 United Nations, Treaty Series, vol. 1577, No. 27531. 4 Resolution S-27/2, annex. 5 A/HRC/17/31, annex. 6 See resolution 70/1. 2022 International Federation of Association Football World Cup in Qatar A/RES/76/259 3/3 22-05504",
    "7": "Also encourages the relevant authorities to ensure a sustainable legacy for the hosting communities, in particular with regard to financial cost, environmental and social impact, and post-event use of the infrastructure, as well as participation and engagement in sport and physical activity. 67th plenary meeting 8 April 2022"
  },
  "agenda_items": [
    "Item 12"
  ],
  "symbol_references": [
    "A/76/L.48"
  ]
}