{
  "symbol": "A/RES/80/31",
  "filename": "A_RES_80_31.pdf",
  "title": "80/31. Nuclear-weapon-free southern hemisphere and adjacent areas",
  "text": "United Nations \nA/RES/80/31\n \nGeneral Assembly \nDistr.: General \n3 December 2025 \n25-19820 (E) \n*2519820* \n \n \nEightieth session \nAgenda item 99 (j) \nGeneral and complete disarmament: \nnuclear-weapon-free southern hemisphere \nand adjacent areas \n \n \n \n \n Resolution adopted by the General Assembly \non 1 December 2025 \n \n \n[on the report of the First Committee (A/80/534, para. 7)] \n \n \n \n80/31. Nuclear-weapon-free southern hemisphere and adjacent areas \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 51/45 B of 10 December 1996, 52/38 N of 9 December \n1997, 53/77 Q of 4 December 1998, 54/54 L of 1 December 1999, 55/33 I of \n20 November 2000, 56/24 G of 29 November 2001, 57/73 of 22 November 2002, \n58/49 of 8 December 2003, 59/85 of 3 December 2004, 60/58 of 8 December 2005, \n61/69 of 6 December 2006, 62/35 of 5 December 2007, 63/65 of 2 December 2008, \n64/44 of 2 December 2009, 65/58 of 8 December 2010, 67/55 of 3 December 2012, \n69/35 of 2 December 2014, 70/45 of 7 December 2015, 71/51 of 5 December 2016, \n72/45 of 4 December 2017, 74/48 of 12 December 2019, 76/44 of 6 December 2021 \nand 78/50 of 4 December 2023, \n \nRecalling also the provisions on nuclear-weapon-free zones of the Final \nDocument of the Tenth Special Session of the General Assembly, the first special \nsession devoted to disarmament,1 \n \nRecalling further the adoption by the Disarmament Commission at its 1999 \nsubstantive session of a text entitled “Establishment of nuclear-weapon-free zones on \nthe basis of arrangements freely arrived at among the States of the region concerned”, 2 \n \nDetermined to pursue the total elimination of nuclear weapons, \n \nDetermined also to continue to contribute to the prevention of the proliferation \nof nuclear weapons in all its aspects and to the process of general and complete \ndisarmament under strict and effective international control, in particular in the field \n_______________ \n \n1 Resolution S-10/2. \n \n2 Official Records of the General Assembly, Fifty-fourth Session, Supplement No. 42 (A/54/42), \nannex I. \n\nA/RES/80/31 \nNuclear-weapon-free southern hemisphere and adjacent areas\n \n25-19820\n2/4 \n \nof nuclear weapons and other weapons of mass destruction, with a view to \nstrengthening international peace and security, in accordance with the purposes and \nprinciples of the Charter of the United Nations, \n \nWelcoming the entry into force on 22 January 2021 of the Treaty on the \nProhibition of Nuclear Weapons3 and its reaffirmation of the conviction that the \nestablishment of the internationally recognized nuclear-weapon-free zones on the \nbasis of arrangements freely arrived at among the States of the region concerned \nenhances global and regional peace and security, strengthens the nuclear \nnon‑proliferation regime and contributes towards realizing the objective of nuclear \ndisarmament, \n \nRecalling the Final Document of the 2010 Review Conference of the Parties to \nthe Treaty on the Non-Proliferation of Nuclear Weapons,4 which reaffirmed the \nconviction that the establishment of nuclear-weapon-free zones contributes towards \nrealizing the objectives of nuclear disarmament, \n \nStressing the importance of the treaties of Tlatelolco,5 Rarotonga,6 Bangkok7 \nand Pelindaba8 establishing nuclear-weapon-free zones, as well as the Antarctic \nTreaty,9 inter alia, for achieving a world entirely free of nuclear weapons, \n \nRecalling resolution 75/312 of 29 July 2021, in which it stressed the role of the \nzone of peace and cooperation of the South Atlantic as a forum for increased \ninteraction, coordination and cooperation among its member States, \n \nReaffirming the importance of convening the fourth Conference of Nuclear-\nWeapon-Free Zones and Mongolia at the earliest possible date, \n \nReaffirming resolution 79/241 of 24 December 2024 on the new comprehensive \nstudy of the question of nuclear-weapon-free zones, aimed at assessing the current \nstatus of existing and potential nuclear-weapon-free zones, as well as examining \noptions and recommendations towards strengthening existing zones and the possible \nestablishment of new zones, including in the Middle East, \n \nStressing the recognition in resolution 79/1 of 22 September 2024, entitled “The \nPact for the Future”, of the relevance of nuclear-weapon-free zones to the \nenhancement of international peace and security and the achievement of a nuclear-\nweapon-free world, \n \nEmphasizing the importance of the equal, full and effective participation of \nwomen in decision-making and in the implementation processes relating to nuclear-\nweapon-free zones, \n \nNoting that 115 States are currently Parties or signatories to nuclear-weapon-\nfree zone treaties, \n \nUnderlining the value of enhancing cooperation among the nuclear-weapon-free \nzone treaty members by means of mechanisms such as joint meetings of States Parties, \nsignatories and observers to those treaties, \n_______________ \n \n3 A/CONF.229/2017/8. \n \n4 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vols. I–III (NPT/CONF.2010/50 (Vol. I), NPT/CONF.2010/50 \n(Vol. II) and NPT/CONF.2010/50 (Vol. III)). \n \n5 United Nations, Treaty Series, vol. 634, No. 9068. \n \n6 The United Nations Disarmament Yearbook, vol. 10: 1985 (United Nations publication, Sales \nNo. E.86.IX.7), appendix VII. \n \n7 United Nations, Treaty Series, vol. 1981, No. 33873. \n \n8 A/50/426, annex. \n \n9 United Nations, Treaty Series, vol. 402, No. 5778. \n\nNuclear-weapon-free southern hemisphere and adjacent areas \nA/RES/80/31\n \n3/4\n25-19820 \n \n \nReaffirming the applicable principles and rules of international law relating to \nthe freedom of the high seas and the rights of passage through maritime space, \nincluding those of the United Nations Convention on the Law of the Sea, 10 \n \n1. \nReaffirms its conviction of the important role of nuclear-weapon-free \nzones in strengthening the nuclear non‑proliferation regime and in extending the areas \nof the world that are nuclear-weapon-free, and calls for greater progress towards the \ntotal elimination of all nuclear weapons; \n \n2. \nWelcomes the continued contribution that the Antarctic Treaty and the \ntreaties of Tlatelolco, Rarotonga, Bangkok and Pelindaba are making towards freeing \nthe southern hemisphere and adjacent areas covered by those treaties from nuclear \nweapons; \n \n3. \nNotes with satisfaction that all nuclear-weapon-free zones in the southern \nhemisphere and adjacent areas are now in force; \n \n4. \nCalls upon all States concerned to continue to work together in order to \nfacilitate adherence to the protocols to nuclear-weapon-free zone treaties by all \nrelevant States that have not yet done so, in this regard recalls with appreciation the \nratification by China, France, the Russian Federation and the United Kingdom of \nGreat Britain and Northern Ireland of the Protocol to the Treaty on a Nuclear-Weapon-\nFree Zone in Central Asia11 and the steps taken by the United States of America \ntowards the ratification of the protocols to the Treaty on a Nuclear-Weapon-Free Zone \nin Central Asia, to the Treaty of Pelindaba and to the Treaty of Rarotonga, and \nencourages progress with a view to concluding consultations between the nuclear-\nweapon States and the Parties to the Bangkok Treaty on the Protocol to that Treaty; \n \n5. \nCalls upon the nuclear-weapon States to withdraw any reservations or \ninterpretive declarations contrary to the object and purpose of the treaties establishing \nnuclear-weapon-free zones; \n \n6. \nWelcomes the steps taken to conclude further nuclear-weapon-free zone \ntreaties on the basis of arrangements freely arrived at among the States of the region \nconcerned, including the steps taken towards the establishment of a nuclear-weapon-\nfree zone in the Middle East, in accordance with, inter alia, the outcome of the 1995 \nReview and Extension Conference of the Parties to the Treaty on the \nNon‑Proliferation of Nuclear Weapons;12 \n \n7. \nCongratulates the States Parties and signatories to the treaties of \nTlatelolco, Rarotonga, Bangkok and Pelindaba, as well as of Central Asia and \nMongolia, for their efforts to pursue the common goals envisaged in those treaties and \nto promote the nuclear-weapon-free status of the southern hemisphere and adjacent \nareas, and calls upon them to explore and implement further ways and means of \ncooperation among themselves and their treaty agencies; \n \n8. \nEncourages efforts to reinforce coordination among nuclear-weapon-free \nzones; \n \n9. \nEncourages the competent authorities of the nuclear-weapon-free zone \ntreaties to provide assistance to the States Parties and signatories to those treaties so \nas to facilitate the accomplishment of the goals of the treaties; \n_______________ \n \n10 Ibid., vol. 1833, No. 31363. \n \n11 Ibid., vol. 2970, No. 51633. \n \n12 See 1995 Review and Extension Conference of the Parties to the Treaty on the Non-Proliferation \nof Nuclear Weapons, Final Document, Part I (NPT/CONF.1995/32 (Part I) and \nNPT/CONF.1995/32 (Part I)/Corr.2), annex. \n\nA/RES/80/31 \nNuclear-weapon-free southern hemisphere and adjacent areas\n \n25-19820\n4/4 \n \n \n10. Decides to include in the provisional agenda of its eighty-second session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Nuclear-weapon-free southern hemisphere and adjacent areas”. \n \n52nd plenary meeting \n1 December 2025 \n \n",
  "paragraphs": {
    "1": "Reaffirms its conviction of the important role of nuclear-weapon-free zones in strengthening the nuclear non‑proliferation regime and in extending the areas of the world that are nuclear-weapon-free, and calls for greater progress towards the total elimination of all nuclear weapons;",
    "2": "Welcomes the continued contribution that the Antarctic Treaty and the treaties of Tlatelolco, Rarotonga, Bangkok and Pelindaba are making towards freeing the southern hemisphere and adjacent areas covered by those treaties from nuclear weapons;",
    "3": "Notes with satisfaction that all nuclear-weapon-free zones in the southern hemisphere and adjacent areas are now in force;",
    "4": "Calls upon all States concerned to continue to work together in order to facilitate adherence to the protocols to nuclear-weapon-free zone treaties by all relevant States that have not yet done so, in this regard recalls with appreciation the ratification by China, France, the Russian Federation and the United Kingdom of Great Britain and Northern Ireland of the Protocol to the Treaty on a Nuclear-Weapon- Free Zone in Central Asia11 and the steps taken by the United States of America towards the ratification of the protocols to the Treaty on a Nuclear-Weapon-Free Zone in Central Asia, to the Treaty of Pelindaba and to the Treaty of Rarotonga, and encourages progress with a view to concluding consultations between the nuclear- weapon States and the Parties to the Bangkok Treaty on the Protocol to that Treaty;",
    "5": "Calls upon the nuclear-weapon States to withdraw any reservations or interpretive declarations contrary to the object and purpose of the treaties establishing nuclear-weapon-free zones;",
    "6": "Welcomes the steps taken to conclude further nuclear-weapon-free zone treaties on the basis of arrangements freely arrived at among the States of the region concerned, including the steps taken towards the establishment of a nuclear-weapon- free zone in the Middle East, in accordance with, inter alia, the outcome of the 1995 Review and Extension Conference of the Parties to the Treaty on the Non‑Proliferation of Nuclear Weapons;12",
    "7": "Congratulates the States Parties and signatories to the treaties of Tlatelolco, Rarotonga, Bangkok and Pelindaba, as well as of Central Asia and Mongolia, for their efforts to pursue the common goals envisaged in those treaties and to promote the nuclear-weapon-free status of the southern hemisphere and adjacent areas, and calls upon them to explore and implement further ways and means of cooperation among themselves and their treaty agencies;",
    "8": "Encourages efforts to reinforce coordination among nuclear-weapon-free zones;",
    "9": "Encourages the competent authorities of the nuclear-weapon-free zone treaties to provide assistance to the States Parties and signatories to those treaties so as to facilitate the accomplishment of the goals of the treaties;",
    "10": "Decides to include in the provisional agenda of its eighty-second session, under the item entitled “General and complete disarmament”, the sub-item entitled “Nuclear-weapon-free southern hemisphere and adjacent areas”."
  },
  "agenda_items": [
    "Item 99"
  ],
  "symbol_references": []
}