{
  "symbol": "A/RES/76/182",
  "filename": "A_RES_76_182.pdf",
  "title": "76/182. Reducing reoffending through rehabilitation and reintegration",
  "text": "United Nations \nA/RES/76/182\n \n \nGeneral Assembly \nDistr.: General \n11 January 2022 \n \n \n21-19232 (E)    130122 \n*2119232* \n \n \nSeventy-sixth session \nAgenda item 108 \nCrime prevention and criminal justice \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2021 \n \n \n \n \n[on the report of the Third Committee (A/76/463, para. 26)] \n \n \n 76/182. Reducing reoffending through rehabilitation and reintegration \n \n \n \nThe General Assembly, \n \nRecalling the outcome of the Fourteenth United Nations Congress on Crime \nPrevention and Criminal Justice, held in Kyoto, Japan, from 7 to 12 March 2021, as \nreflected in the report of the Congress1 and in the Kyoto Declaration on Advancing \nCrime Prevention, Criminal Justice and the Rule of Law: Towards the Achievement \nof the 2030 Agenda for Sustainable Development,2 \n \nReaffirming the commitment expressed in the Kyoto Declaration to reduce \nreoffending through rehabilitation and social reintegration, \n \nNoting the deliberations of the Fourteenth Congress under the agenda item \nentitled “Integrated approaches to challenges facing the criminal justice system”, \nduring which, inter alia, the need for practical guidance for national criminal justice \nsystems on reducing reoffending and the recommendation to develop new United \nNations standards and norms on the issue of reducing reoffending were raised by \nsome Member States, \n \nNoting also the discussions held at the workshop on the topic “Reducing \nreoffending: identifying risks and developing solutions” and the three subtopics, as \nreflected in the report of Committee II of the Fourteenth Congress, in particular the \nencouragement given by some participants to Member States to share information on \npromising practices and consider the development, under the auspices of the \nCommission on Crime Prevention and Criminal Justice and with the support of the \nUnited Nations Office on Drugs and Crime, of model strategies to reduce reoffending \nthat reflect, among others, the good practices discussed during the workshop, 3 \n__________________ \n \n1 A/CONF.234/16. \n \n2 Resolution 76/181, annex. \n \n3 A/CONF.234/16, chap. VII, sect. B. \n\nA/RES/76/182 \nReducing reoffending through rehabilitation and reintegration\n \n21-19232\n2/3 \n \n \nRecalling the standards and norms in crime prevention and criminal justice \nadopted or recommended by the General Assembly, including the United Nations \nStandard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela \nRules),4 the United Nations Rules for the Treatment of Women Prisoners and \nNon-custodial Measures for Women Offenders (the Bangkok Rules) 5 and the United \nNations Standard Minimum Rules for Non-custodial Measures (the Tokyo Rules),6 \nand at the same time acknowledging the need for standards and norms specifically \nfocusing on reducing reoffending, \n \n1. \nEncourages Member States to develop comprehensive strategies or action \nplans to reduce reoffending through effective interventions for the rehabilitation and \nreintegration of offenders; \n \n2. \nAlso encourages Member States to promote a rehabilitative environment \nin correctional facilities, including through designing and implementing effective \ntreatment programmes based on an individual assessment of the needs and risks of \noffenders, and to provide offenders with access to vocational and technical training \nand educational programmes to support them in developing the skills necessary for \nreintegration; \n \n3. \nFurther encourages Member States to promote a rehabilitative \nenvironment in the community to facilitate the social reintegration of offenders with \nthe active involvement of local communities, giving due regard to the need to protect \nsociety and individuals and the rights of victims and offenders; \n \n4. \nEncourages Member States to promote multi-stakeholder partnerships to \nreduce reoffending by fostering inter-agency coordination among relevant \ngovernment authorities, such as employment and social welfare agencies and local \ngovernments, as well as public-private partnerships between those authorities and the \ncommunity, including cooperating employers and community volunteers who support \nthe long-term and social reintegration of offenders; \n \n5. \nRequests the United Nations Office on Drugs and Crime, subject to the \navailability of extrabudgetary resources, to convene an expert group meeting to share \ninformation on promising practices to reduce reoffending, with a view to developing \nmodel strategies on reducing reoffending, which can serve as useful tools for Member \nStates, taking into account relevant provisions in the existing standards and norms in \ncrime prevention and criminal justice, current developments, research, tools and the \noutcome of the deliberations of the Fourteenth United Nations Congress on Crime \nPrevention and Criminal Justice; \n \n6. \nAlso requests the United Nations Office on Drugs and Crime, subject to \nthe availability of extrabudgetary resources, to support the efforts of Member States \nto reduce reoffending through the promotion of rehabilitative environments and \nreintegration, by providing technical assistance, including material support, upon \ntheir request, to Member States, in particular developing countries, taking into \naccount their needs and priorities, as well as challenges and restrictions; \n \n7. \nInvites Member States and other donors to provide extrabudgetary \nresources for the purposes outlined in the present resolution, in accordance with the \nrules and procedures of the United Nations; \n__________________ \n \n4 Resolution 70/175, annex. \n \n5 Resolution 65/229, annex. \n \n6 Resolution 45/110, annex. \n\nReducing reoffending through rehabilitation and reintegration \nA/RES/76/182\n \n3/3\n21-19232 \n \n \n8. \nRequests the Executive Director of the United Nations Office on Drugs \nand Crime to report to the Commission on Crime Prevention and Criminal Justice at \nits thirty-first session on the implementation of the present resolution. \n \n53rd plenary meeting \n16 December 2021 \n \n \n",
  "paragraphs": {
    "1": "Encourages Member States to develop comprehensive strategies or action plans to reduce reoffending through effective interventions for the rehabilitation and reintegration of offenders;",
    "2": "Also encourages Member States to promote a rehabilitative environment in correctional facilities, including through designing and implementing effective treatment programmes based on an individual assessment of the needs and risks of offenders, and to provide offenders with access to vocational and technical training and educational programmes to support them in developing the skills necessary for reintegration;",
    "3": "Further encourages Member States to promote a rehabilitative environment in the community to facilitate the social reintegration of offenders with the active involvement of local communities, giving due regard to the need to protect society and individuals and the rights of victims and offenders;",
    "4": "Encourages Member States to promote multi-stakeholder partnerships to reduce reoffending by fostering inter-agency coordination among relevant government authorities, such as employment and social welfare agencies and local governments, as well as public-private partnerships between those authorities and the community, including cooperating employers and community volunteers who support the long-term and social reintegration of offenders;",
    "5": "Requests the United Nations Office on Drugs and Crime, subject to the availability of extrabudgetary resources, to convene an expert group meeting to share information on promising practices to reduce reoffending, with a view to developing model strategies on reducing reoffending, which can serve as useful tools for Member States, taking into account relevant provisions in the existing standards and norms in crime prevention and criminal justice, current developments, research, tools and the outcome of the deliberations of the Fourteenth United Nations Congress on Crime Prevention and Criminal Justice;",
    "6": "Also requests the United Nations Office on Drugs and Crime, subject to the availability of extrabudgetary resources, to support the efforts of Member States to reduce reoffending through the promotion of rehabilitative environments and reintegration, by providing technical assistance, including material support, upon their request, to Member States, in particular developing countries, taking into account their needs and priorities, as well as challenges and restrictions;",
    "7": "Invites Member States and other donors to provide extrabudgetary resources for the purposes outlined in the present resolution, in accordance with the rules and procedures of the United Nations; __________________ 4 Resolution 70/175, annex. 5 Resolution 65/229, annex. 6 Resolution 45/110, annex. Reducing reoffending through rehabilitation and reintegration A/RES/76/182 3/3 21-19232",
    "8": "Requests the Executive Director of the United Nations Office on Drugs and Crime to report to the Commission on Crime Prevention and Criminal Justice at its thirty-first session on the implementation of the present resolution. 53rd plenary meeting 16 December 2021"
  },
  "agenda_items": [
    "Item 108"
  ],
  "symbol_references": []
}