{
  "symbol": "A/RES/78/207",
  "filename": "A_RES_78_207.pdf",
  "title": "78/207. International Convention for the Protection of All Persons from Enforced Disappearance",
  "text": "United Nations \nA/RES/78/207\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n23-26023 (E)    090124     \n*2326023* \n \n \nSeventy-eighth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human rights \nquestions, including alternative approaches for improving \nthe effective enjoyment of human rights and \nfundamental freedoms  \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/481/Add.2, para. 139)] \n \n \n 78/207. International Convention for the Protection of All Persons from \nEnforced Disappearance \n \n \n \nThe General Assembly, \n \nReaffirming its resolution 61/177 of 20 December 2006, by which it adopted \nand opened for signature, ratification and accession the International Convention for \nthe Protection of All Persons from Enforced Disappearance, 1 \n \nRecalling its resolution 47/133 of 18 December 1992, by which it adopted the \nDeclaration on the Protection of All Persons from Enforced Disappearance as a body \nof principles for all States,  \n \nRecalling also the thirtieth anniversary of the Declaration on the Protection of All \nPersons from Enforced Disappearance, and taking note of the related report of the \nWorking Group on Enforced or Involuntary Disappearances, which highlights the \ncontribution of the Declaration to the progress of international law on enforced \ndisappearance,2 \n \nRecalling further all its other resolutions on the matter, including resolutions \n70/160 of 17 December 2015, 72/183 of 19 December 2017, 74/161 of 18 December \n2019 and 76/158 of 16 December 2021, as well as relevant resolutions adopted by the \n__________________ \n \n1  United Nations, Treaty Series, vol. 2716, No. 48088. \n \n2  A/HRC/51/31/Add.3. \n\nA/RES/78/207 \nInternational Convention for the Protection of All Persons from \nEnforced Disappearance\n \n23-26023\n2/5 \n \nHuman Rights Council, including resolutions 36/6 of 28 September 2017,3 45/3 of \n6 October 20204 and 54/14 of 11 October 2023,5 \n \nRecalling its resolution 68/165 of 18 December 2013 on the right to the truth, \nas well as Human Rights Council resolutions 36/7 of 28 September 2017,6 45/10 of \n6 October 2020 7 and 54/8 of 11 October 2023 8 on the Special Rapporteur on the \npromotion of truth, justice, reparation and guarantees of non-recurrence, \n \nRecalling also its resolutions 73/162 of 17 December 2018, 75/174 of \n16 December 2020 and 77/210 of 15 December 2022 on the human rights treaty body \nsystem,  \n \nRecalling further that no one shall be subjected to enforced disappearance,  \n \nRecalling that no one shall be subjected to enforced disappearance and that no \nexceptional circumstance whatsoever, whether a state of war or a threat of war, \ninternal political instability or any public emergency, may be invoked as a \njustification for enforced disappearance, \n \nRecalling also that no one shall be held in secret detention,  \n \nDeeply concerned, in particular, by the increase in enforced or involuntary \ndisappearances in various regions of the world, including arrest, detention and \nabduction, when these are part of or amount to enforced disappearances, and by the \ngrowing number of reports concerning harassment, ill-treatment and intimidation of \nwitnesses of disappearance or relatives of persons who have disappeared, including \nby the misuse of information and communications technologies, \n \nRecalling that the Convention sets out the right of victims to know the truth \nregarding the circumstances of the enforced disappearance, the progress and results \nof the investigation and the fate of the disappeared person, and sets forth State party \nobligations to take appropriate measures in this regard,  \n \nRecalling also that the Convention defines the victim of enforced disappearance \nas the disappeared person and any individual who has suffered harm as the direct \nresult of an enforced disappearance,  \n \nAcknowledging that the widespread or systematic practice of enforced \ndisappearance is recognized in the Convention as a crime against humanity, as defined \nin applicable international law,  \n \nStressing the importance of the work of the Working Group on Enforced or \nInvoluntary Disappearances,  \n \nTaking note of the recommendation made by the Working Group that more \nassistance should be provided to family members and members of civil society in \norder to enable them to report alleged cases of enforced disappearance to the Working \nGroup, given that, in a large number of cases, the underreporting of cases of enforced \ndisappearance remains a major problem owing to various reasons, including, inter \nalia, fear of reprisal, weak administration of justice, poverty and illiteracy, \n \nRecognizing that the use of new technologies can prove instrumental in offering \nbetter protection against enforced disappearance, by advancing the search for \n__________________ \n \n3  See Official Records of the General Assembly, Seventy-second Session, Supplement No. 53A \n(A/72/53/Add.1), chap. III. \n \n4  Ibid., Seventy-fifth Session, Supplement No. 53A (A/75/53/Add.1), chap. III. \n \n5  Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n \n6  Ibid., Seventy-second Session, Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n7  Ibid., Seventy-fifth Session, Supplement No. 53A (A/75/53/Add.1), chap. III. \n \n8  Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n\nInternational Convention for the Protection of All Persons from \nEnforced Disappearance \nA/RES/78/207\n \n3/5\n23-26023 \n \ndisappeared persons, while also expressing concern that the use of new technologies \ncan facilitate or conceal the commission of enforced disappearance, \n \nCalling upon States that have not provided substantive replies concerning \nclaims of enforced disappearances in their countries to do so, and to give due \nconsideration to relevant recommendations concerning this issue made by the \nWorking Group in its reports, \n \nEncouraging the Working Group, in accordance with its working methods, to \ncontinue to provide the States concerned with relevant and detailed information \nconcerning allegations of enforced disappearances in order to facilitate a prompt and \nsubstantive response to such communications without prejudice to the need for the \nStates concerned to cooperate with the Working Group,  \n \nRecalling the high-level meeting of the General Assembly held on 17 February \n2017 to commemorate the tenth anniversary of the adoption of the Convention, which \nprovided an opportunity to review the positive impact of the Convention and to \ndiscuss ways and best practices to prevent enforced disappearances and to combat \nimpunity by, inter alia, promoting the universal ratification of the Convention,  \n \nRecalling with appreciation the launch by the United Nations High \nCommissioner for Human Rights of an international campaign for the universal \nratification of the Convention,  \n \nRecalling with appreciation also the decision of the General Assembly to \ndeclare 30 August International Day of the Victims of Enforced Disappearances,  \n \nRecalling with appreciation further the decision of the General Assembly in its \nresolution 65/196 of 21 December 2010 to proclaim, pursuant to the recommendation \nmade by the Human Rights Council in its resolution 14/7 of 17 June 2010,9 24 March \nas the International Day for the Right to the Truth concerning Gross Human Rights \nViolations and for the Dignity of Victims,  \n \nTaking note of the project to organize a world congress to promote the \nratification of the Convention as discussed by the Committee on Enforced \nDisappearances during its twenty-fifth session,  \n \nAcknowledging the valuable work of the International Committee of the Red \nCross in promoting compliance with international humanitarian law in this field,  \n \nDeeply concerned that situations of health emergencies and pandemics, such as \nthe coronavirus disease (COVID-19) pandemic, have created new contexts where \nenforced disappearances may occur, and that, in this regard, measures related to \nfighting these extraordinary health situations may impact the capacity of many actors \nto take the necessary action to search for disappeared persons and to investigate their \nalleged enforced disappearance, \n \nUrging Member States to address gender-based violence, including as related to \ncases of enforced disappearance, and recalling that such violence can never be \njustified and that Member States should not limit measures taken to prevent and \naddress enforced disappearances, including those involving gender-based violence, \nespecially against women and girls,  \n \n1. \nRecognizes the importance of the International Convention for the \nProtection of All Persons from Enforced Disappearance, the ratification and the \nimplementation of which is a significant contribution to ending impunity and to \npromoting and protecting all human rights for all;  \n__________________ \n \n9  Ibid., Sixty-fifth Session, Supplement No. 53 and corrigendum (A/65/53 and A/65/53/Corr.1), \nchap. III, sect. A. \n\nA/RES/78/207 \nInternational Convention for the Protection of All Persons from \nEnforced Disappearance\n \n23-26023\n4/5 \n \n \n2. \nWelcomes the fact that 98 States have signed the Convention and 72 have \nratified or acceded to it, calls upon States that have not yet done so to consider \nsigning, ratifying or acceding to the Convention as a matter of priority, as well as to \nconsider the option provided for in articles 31 and 32 of the Convention regarding the \nCommittee on Enforced Disappearances, and in that endeavour encourages all \nMember States to participate to the upcoming world congress to promote the \nratification of the Convention, to be held in 2024; \n \n3. \nAlso welcomes the most recent reports of the Secretary-General on the \nstatus of the Convention;10 \n \n4. \nRequests \nthe \nSecretary-General \nand \nthe \nUnited \nNations \nHigh \nCommissioner for Human Rights to increase their intensive efforts to assist States in \nbecoming parties to the Convention, including by supporting the actions of States to \nratify the Convention, providing technical and capacity-building assistance to States \nand civil society and raising awareness about the Convention, with a view to \nachieving universal adherence;  \n \n5. \nRequests United Nations agencies and organizations and invites \nintergovernmental and non-governmental organizations and the Working Group on \nEnforced or Involuntary Disappearances to continue to make efforts to disseminate \ninformation on the Convention, to promote understanding of it and to assist States \nparties in implementing their obligations under this instrument; \n \n6. \nRecalls with appreciation the first Conference of the States Parties to the \nConvention, held in Geneva on 19 December 2016, and convened in accordance with \narticle 27 of the Convention, and the decision adopted by consensus that the Committee \nwould continue to monitor the Convention in accordance with its mandate; 11 \n \n7. \nTakes note with appreciation of the seventh meeting of the States parties \nto the Convention, held in New York on 12 June 2023, and its discussion of \nsubstantive matters related to the Convention, and encourages all States parties to the \nConvention to continue to include such a discussion in the agenda of the meeting of \nthe States parties;  \n \n8. \nWelcomes the work achieved by the Committee, and encourages all States \nparties to the Convention to submit their reports, to support and promote the work of \nthe Committee and to implement its recommendations; \n \n9. \nCalls upon all States parties to further cooperate with the Committee, \nincluding by responding favourably to its requests for visits;  \n \n10. Takes note of the guiding principles for the search for disappeared persons \nadopted by the Committee at its sixteenth session and developed in dialogue and \nbroad consultations with Member States and other relevant stakeholders; 12 \n \n11. \nRecognizes the importance of the Declaration on the Protection of All \nPersons from Enforced Disappearance13 as a body of principles for all States that is \ndesigned to punish enforced disappearances, to prevent their commission and to help \nvictims of such acts and their families to seek fair, prompt and adequate reparation;  \n \n12. Welcomes the cooperation established between the Working Group and the \nCommittee, within the framework of their respective mandates, as well as with other \nrelevant special procedures and treaty bodies, within the framework of their \nrespective mandates, and encourages them to continue their cooperation in the future; \n__________________ \n \n10  A/74/213, A/76/315, and A/78/347. \n \n11  See CED/CSP/2016/4. \n \n12  CED/C/7, annex. \n \n13  Resolution 47/133. \n\nInternational Convention for the Protection of All Persons from \nEnforced Disappearance \nA/RES/78/207\n \n5/5\n23-26023 \n \n \n13. Takes note with interest of all the general comments of the Working Group, \nincluding the comments on children 14  and women 15  affected by enforced \ndisappearances, and recognizes in this regard that enforced disappearances have \nspecial consequences for women and vulnerable groups, especially children, as they \nmost often bear the serious economic hardships that usually accompany such \ndisappearances and, when subjected to enforced disappearances themselves, may \nbecome particularly vulnerable to sexual and other forms of violence;  \n \n14. Takes note of the need to document cases concerning enforced or \ninvoluntary disappearances allegedly perpetrated by non-State actors, as decided by \nthe Working Group;  \n \n15. Also takes note of the recommendation made by the Working Group on \nEnforced or Involuntary Disappearances that Member States adopt all necessary \nmeasures, including through new technologies, to preserve and facilitate access to \narchives that may contain relevant information on enforced disappearance; \n \n16. Takes note with appreciation of the recommendation made by the Working \nGroup on Enforced or Involuntary Disappearances that encourages Member States to \ncooperate with each other and provide mutual assistance in the use of new \ntechnologies to facilitate the search for disappeared persons and regarding legal \nassistance in connection with criminal proceedings brought in respect of an enforced \ndisappearance, including the gathering and supply of all evidence at their disposal \nthat is necessary for the proceedings; \n \n17. Welcomes the fact that the Committee held its annual meeting with the \nWorking Group, as an opportunity to take stock of the activities of the two parallel \norgans, which are complementary and reinforce each other within the framework of \ntheir respective mandates;  \n \n18. Takes note with appreciation of the guidelines to prevent and address \nintimidation and reprisals against individuals and groups cooperating with the \nCommittee adopted by the Committee at its twentieth session;16 \n \n19. Recognizes that enforced disappearance is prohibited in all circumstances \nand calls upon States to continue to respect their obligations under international law \nin this regard; \n \n20. Takes note of general comment No. 1 on enforced disappearance in the \ncontext of migration adopted by the Committee on Enforced Disappearances on \n18 September 2023, which highlights the growing trends of enforced disappearance \nof migrants, and in this regard calls upon States parties to take urgent measures to \nprevent and respond to this phenomenon; \n \n21. Invites the Chair of the Committee and the Chair of the Working Group to \naddress and engage in an interactive dialogue with the General Assembly at its \nseventy-ninth and eightieth sessions under the item entitled “Promotion and \nprotection of human rights”;  \n \n22. Requests the Secretary-General to submit to the General Assembly at its \neightieth session a report on the status of the Convention and the implementation of \nthe present resolution;  \n \n23. Decides to give its full consideration to the subject matter at its eightieth session. \n \n50th plenary meeting \n19 December 2023 \n__________________ \n \n14  A/HRC/WGEID/98/1 and A/HRC/WGEID/98/1/Corr.1. \n \n15  A/HRC/WGEID/98/2. \n \n16  CED/C/8. \n",
  "paragraphs": {
    "1": "Recognizes the importance of the International Convention for the Protection of All Persons from Enforced Disappearance, the ratification and the implementation of which is a significant contribution to ending impunity and to promoting and protecting all human rights for all;",
    "2": "Welcomes the fact that 98 States have signed the Convention and 72 have ratified or acceded to it, calls upon States that have not yet done so to consider signing, ratifying or acceding to the Convention as a matter of priority, as well as to consider the option provided for in articles 31 and 32 of the Convention regarding the Committee on Enforced Disappearances, and in that endeavour encourages all Member States to participate to the upcoming world congress to promote the ratification of the Convention, to be held in 2024;",
    "3": "Also welcomes the most recent reports of the Secretary-General on the status of the Convention;10",
    "4": "Requests the Secretary-General and the United Nations High Commissioner for Human Rights to increase their intensive efforts to assist States in becoming parties to the Convention, including by supporting the actions of States to ratify the Convention, providing technical and capacity-building assistance to States and civil society and raising awareness about the Convention, with a view to achieving universal adherence;",
    "5": "Requests United Nations agencies and organizations and invites intergovernmental and non-governmental organizations and the Working Group on Enforced or Involuntary Disappearances to continue to make efforts to disseminate information on the Convention, to promote understanding of it and to assist States parties in implementing their obligations under this instrument;",
    "6": "Recalls with appreciation the first Conference of the States Parties to the Convention, held in Geneva on 19 December 2016, and convened in accordance with article 27 of the Convention, and the decision adopted by consensus that the Committee would continue to monitor the Convention in accordance with its mandate; 11",
    "7": "Takes note with appreciation of the seventh meeting of the States parties to the Convention, held in New York on 12 June 2023, and its discussion of substantive matters related to the Convention, and encourages all States parties to the Convention to continue to include such a discussion in the agenda of the meeting of the States parties;",
    "8": "Welcomes the work achieved by the Committee, and encourages all States parties to the Convention to submit their reports, to support and promote the work of the Committee and to implement its recommendations;",
    "9": "Calls upon all States parties to further cooperate with the Committee, including by responding favourably to its requests for visits;",
    "10": "Takes note of the guiding principles for the search for disappeared persons adopted by the Committee at its sixteenth session and developed in dialogue and broad consultations with Member States and other relevant stakeholders; 12",
    "11": "Recognizes the importance of the Declaration on the Protection of All Persons from Enforced Disappearance13 as a body of principles for all States that is designed to punish enforced disappearances, to prevent their commission and to help victims of such acts and their families to seek fair, prompt and adequate reparation;",
    "12": "Welcomes the cooperation established between the Working Group and the Committee, within the framework of their respective mandates, as well as with other relevant special procedures and treaty bodies, within the framework of their respective mandates, and encourages them to continue their cooperation in the future;",
    "13": "Takes note with interest of all the general comments of the Working Group, including the comments on children 14 and women 15 affected by enforced disappearances, and recognizes in this regard that enforced disappearances have special consequences for women and vulnerable groups, especially children, as they most often bear the serious economic hardships that usually accompany such disappearances and, when subjected to enforced disappearances themselves, may become particularly vulnerable to sexual and other forms of violence;",
    "14": "Takes note of the need to document cases concerning enforced or involuntary disappearances allegedly perpetrated by non-State actors, as decided by the Working Group;",
    "15": "Also takes note of the recommendation made by the Working Group on Enforced or Involuntary Disappearances that Member States adopt all necessary measures, including through new technologies, to preserve and facilitate access to archives that may contain relevant information on enforced disappearance;",
    "16": "Takes note with appreciation of the recommendation made by the Working Group on Enforced or Involuntary Disappearances that encourages Member States to cooperate with each other and provide mutual assistance in the use of new technologies to facilitate the search for disappeared persons and regarding legal assistance in connection with criminal proceedings brought in respect of an enforced disappearance, including the gathering and supply of all evidence at their disposal that is necessary for the proceedings;",
    "17": "Welcomes the fact that the Committee held its annual meeting with the Working Group, as an opportunity to take stock of the activities of the two parallel organs, which are complementary and reinforce each other within the framework of their respective mandates;",
    "18": "Takes note with appreciation of the guidelines to prevent and address intimidation and reprisals against individuals and groups cooperating with the Committee adopted by the Committee at its twentieth session;16",
    "19": "Recognizes that enforced disappearance is prohibited in all circumstances and calls upon States to continue to respect their obligations under international law in this regard;",
    "20": "Takes note of general comment No. 1 on enforced disappearance in the context of migration adopted by the Committee on Enforced Disappearances on 18 September 2023, which highlights the growing trends of enforced disappearance of migrants, and in this regard calls upon States parties to take urgent measures to prevent and respond to this phenomenon;",
    "21": "Invites the Chair of the Committee and the Chair of the Working Group to address and engage in an interactive dialogue with the General Assembly at its seventy-ninth and eightieth sessions under the item entitled “Promotion and protection of human rights”;",
    "22": "Requests the Secretary-General to submit to the General Assembly at its eightieth session a report on the status of the Convention and the implementation of the present resolution;",
    "23": "Decides to give its full consideration to the subject matter at its eightieth session."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}