{
  "symbol": "A/RES/78/229",
  "filename": "A_RES_78_229.pdf",
  "title": "78/229. Strengthening the United Nations crime prevention and criminal justice programme, in particular its technical cooperation capacity",
  "text": "United Nations \nA/RES/78/229\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n23-25976 (E)    100124 \n*2325976* \n \n \nSeventy-eighth session \nAgenda item 107 \nCrime prevention and criminal justice \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/482, para. 29)] \n \n \n 78/229. Strengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \n \n \n \nThe General Assembly, \n \nReaffirming its resolutions 46/152 of 18 December 1991, 60/1 of 16 September \n2005, 67/1 of 19 September 2012, 69/193 and 69/196 of 18 December 2014, 70/178 \nand 70/182 of 17 December 2015, 71/209 of 19 December 2016, 72/196 of \n19 December 2017, 73/186 of 17 December 2018, 74/177 of 18 December 2019, \n75/196 of 16 December 2020, 76/187 of 16 December 2021 and 77/237 of \n15 December 2022, \n \nReaffirming also its resolutions relating to the urgent need to strengthen \ninternational cooperation and technical assistance in promoting and facilitating the \nratification and implementation of the United Nations Convention against \nTransnational Organized Crime and the Protocols thereto,1 the Single Convention on \nNarcotic Drugs of 1961 as amended by the 1972 Protocol, 2  the Convention on \nPsychotropic Substances of 1971, 3 the United Nations Convention against Illicit \nTraffic in Narcotic Drugs and Psychotropic Substances of 1988, 4 the United Nations \nConvention against Corruption5 and all the international conventions and protocols \nagainst terrorism, \n \nWelcoming the results achieved by the Fourteenth United Nations Congress on \nCrime Prevention and Criminal Justice, held in Kyoto, Japan, from 7 to 12 March \n2021,6 including the Kyoto Declaration on Advancing Crime Prevention, Criminal \n__________________ \n \n1  United Nations, Treaty Series, vols. 2225, 2237, 2241 and 2326, No. 39574. \n \n2  Ibid., vol. 976, No. 14152. \n \n3  Ibid., vol. 1019, No. 14956. \n \n4  Ibid., vol. 1582, No. 27627. \n \n5  Ibid., vol. 2349, No. 42146. \n \n6  See A/CONF.234/16. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n2/28 \n \nJustice and the Rule of Law: Towards the Achievement of the 2030 Agenda for \nSustainable Development,7 \n \nWelcoming also the follow-up process to the Kyoto Declaration by the \nCommission on Crime Prevention and Criminal Justice, including the organization of \nthematic discussions on the four pillars of the Declaration,  \n \nReaffirming its resolution 78/223 of 19 December 2023 on the follow-up to the \nFourteenth United Nations Congress on Crime Prevention and Criminal Justice and \npreparations for the Fifteenth United Nations Congress on Crime Prevention and \nCriminal Justice, and the decision that the main theme of the Fifteenth Congress \nshould be “Accelerating crime prevention, criminal justice and the rule of law: \nprotecting people and planet and achieving the 2030 Agenda for Sustainable \nDevelopment in the digital age”, \n \nUnderscoring the role of the Commission on Crime Prevention and Criminal \nJustice as the principal policymaking body of the United Nations in the field of crime \nprevention and criminal justice, reaffirming its resolution 73/183 of 17 December \n2018 and its resolution 78/225 of 19 December 2023 on enhancing the contributions \nof the Commission on Crime Prevention and Criminal Justice to the accelerated \nimplementation of the 2030 Agenda for Sustainable Development, in which Member \nStates were encouraged to accelerate, as appropriate, the implementation of the 2030 \nAgenda through their efforts in crime prevention and criminal justice, including \nthrough the work of the Commission on Crime Prevention and Criminal Justice and \nthe Fifteenth United Nations Congress on Crime Prevention and Criminal Justice, to \nbe held in 2026, \n \nReaffirming its resolution 73/185 of 17 December 2018 on the rule of law, crime \nprevention and criminal justice in the context of the Sustainable Development Goals, \n \nExpressing its grave concern about the negative effects of transnational \norganized crime on development, peace, stability and security and human rights, \nabout the increasing vulnerability of States to such crime and about the growing \ndegree of penetration of criminal organizations and their financial and economic \nresources into the economy,  \n \nExpressing concern at the involvement of organized criminal groups, as well as \nthe substantial increase in the volume, rate of transnational occurrence and range of \ncriminal offences related to crimes that affect the environment, including trafficking \nin wildlife, precious metals, stones and other minerals in some parts of the world, and \ntheir potential use as a source of funding for organized crime, other relevant criminal \nactivities and terrorism, \n \nDeeply concerned about the growing links, in some cases, between forms of \ntransnational organized crime and terrorism, recognizing that countering transnational \norganized crime and terrorism is a common and shared responsibility, and in this \nrespect recalling its resolution 74/175 of 18 December 2019 and reaffirming its \nresolution 78/226 of 19 December 2023 on technical assistance provided by the \nUnited Nations Office on Drugs and Crime related to counter-terrorism, \n \nConvinced that the rule of law and development are strongly interrelated and \nmutually reinforcing and that the advancement of the rule of law at the national and \ninternational levels, including through crime prevention and criminal justice \nmechanisms, is essential for sustained and inclusive economic growth and sustainable \ndevelopment and the full realization of all human rights and fundamental freedoms, \nincluding the right to development, and in this respect reaffirming the 2030 Agenda \n__________________ \n \n7  Resolution 76/181, annex. \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n3/28\n23-25976 \n \nfor Sustainable Development,8 which, inter alia, includes the commitment to promote \npeaceful and inclusive societies for sustainable development, provide access to justice \nfor all and build effective, accountable and inclusive institutions at all levels, and in \nthis respect recalling its resolution 70/299 of 29 July 2016 on the follow-up and \nreview of the 2030 Agenda at the global level,  \n \nEmphasizing that transnational organized crime must be addressed with full \nrespect for the principle of the sovereignty of States and in accordance with the rule \nof law as part of a comprehensive response to promote durable solutions through the \npromotion of human rights and more equitable socioeconomic conditions,  \n \nEncouraging Member States to develop and implement, as appropriate, \ncomprehensive, evidence-based crime prevention policies, national and local \nstrategies and action plans based on an understanding of the multiple factors that \ncontribute to crime and to address such factors in a holistic manner, in close \ncooperation with all stakeholders, including civil society, and in this respect stressing \nthat social development and the promotion of the rule of law, including equal access \nto justice and the fostering of a culture of lawfulness while respecting cultural \nidentities, in accordance with the Kyoto Declaration, should be integral elements of \nstrategies to foster crime prevention and economic development in all States, \n \nRecalling its resolution 74/172 of 18 December 2019 on Education for Justice \nand the rule of law in the context of sustainable development,  \n \nWelcoming the adoption by the Conference of the States Parties to the United \nNations Convention against Corruption of resolution 9/8 of 17 December 2021 on \npromoting anti-corruption education, awareness-raising and training,9 in which the \nConference recognized the fundamental role of education in the prevention of and \nfight against corruption and called upon States parties to continue their efforts to \npromote anti-corruption educational and training programmes for young people; and \ninvited States parties, in accordance with the fundamental principles of their domestic \nlaw, with a view to promoting the active participation of civil society and the media, \nto undertake public information activities that contribute to promoting public \nknowledge of anti-corruption laws and regulations and non-tolerance of corruption, \n \nConcerned about violence in urban areas, including armed violence fuelled by \nthe accessibility of trafficked firearms, and recognizing the need for inclusive \nmeasures to address urban safety and the prevention of related crime and violence in \nan integrated, participatory and cross-sectoral manner,  \n \nReaffirming its commitment and strong political will in support of effective, fair, \nhumane and accountable criminal justice systems and the institutions comprising \nthem, encouraging the effective participation and inclusion of all sectors of society, \nthus creating the conditions needed to advance the wider United Nations agenda, and \nrecognizing the responsibility of Member States to uphold human dignity, all human \nrights and fundamental freedoms, in particular for those affected by crime, including \nyoung people and women, and those who may be in contact with the criminal justice \nsystem, including vulnerable members of society, regardless of their status, who may \nbe subject to multiple and aggravated forms of discrimination, and to prevent and \ncounter hate crimes, as well as crimes motivated by intolerance or discrimination of \nany kind,  \n \nTaking note of Commission on Crime Prevention and Criminal Justice resolution \n25/2 of 27 May 2016 on promoting legal aid, including through a network of legal aid \n__________________ \n \n8  Resolution 70/1. \n \n9  See CAC/COSP/2021/17, sect. I.A. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n4/28 \n \nproviders, 10  in which the Commission encouraged Member States to adopt or \nstrengthen legislative or other measures to ensure that effective legal aid, including \nfor victims of crime, is provided consistent with their domestic legislation and in line \nwith the United Nations Principles and Guidelines on Access to Legal Aid in Criminal \nJustice Systems, 11 and which also contributes to the implementation of the 2030 \nAgenda,  \n \nRecognizing the important role of the United Nations Office on Drugs and Crime \nin providing assistance to Member States, upon request, in their use and application \nof the United Nations Principles and Guidelines on Access to Legal Aid in Criminal \nJustice Systems, adopted by the General Assembly in its resolution 67/187 of \n20 December 2012, \n \nReaffirming its resolution 78/227 of 19 December 2023 on equal access to \njustice for all, in which Member States were encouraged to explore cross-sectoral, \nmultidisciplinary, multi-stakeholder, holistic and integrated partnerships, strategies \nand approaches at the national level when developing measures to reduce inequities \nin the criminal justice system, and to advance equal access to justice and equal \ntreatment before the law for all, including through restorative justice programmes,  \n \nDeeply concerned about the negative impact of corruption on development and \non the enjoyment of human rights, and recognizing the universal importance of good \ngovernance, transparency, integrity and accountability, thus calling for a zero-\ntolerance approach to corruption and more effective measures to prevent and counter \ncorruption in all its forms, including bribery, as well as measures to prevent the \nlaundering of proceeds of corruption and other forms of crime,  \n \nBearing in mind its resolution 77/235 of 15 December 2022 on preventing and \ncombating corrupt practices and the transfer of proceeds of corruption, facilitating \nasset recovery and returning such assets to legitimate owners, in particular to \ncountries of origin, in accordance with the United Nations Convention against \nCorruption,  \n \nWelcoming the progress made with regard to the second cycle of the Mechanism \nfor the Review of Implementation of the United Nations Convention against \nCorruption, and stressing the importance of full participation by States parties in the \nMechanism with a view to the conclusion of the second review cycle and the efforts \nto consider the renewal of the Mechanism and the effective implementation of the \nConvention in all its aspects by all States parties, and drawing attention to the urgent \nneed for progress in the first review phase of the Mechanism for the Review of the \nImplementation of the United Nations Convention against Transnational Organized \nCrime and the Protocols thereto to unlock its benefits, including provisions of \ntechnical assistance, exchange of experiences and lessons learned among States \nparties through their participation in the review process, \n \nTaking note of the United Nations Office on Drugs and Crime and the United \nNations Development Programme Manual on Corruption Surveys and the \ndevelopment of methodological tools, standards and guidelines that can support \ncountries in producing comparable and up-to-date statistics on corruption, including \nin the context of Sustainable Development Goal implementation, and welcoming in \nthis regard resolution 8/10 of 20 December 2019 of the Conference of the States \nParties to the United Nations Convention against Corruption on measurement of \ncorruption,12 \n__________________ \n \n10  See Official Records of the Economic and Social Council, 2016, Supplement No. 10 (E/2016/30), \nchap. I, sect. D. \n \n11  Resolution 67/187, annex. \n \n12  See CAC/COSP/2019/17, sect. I.B. \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n5/28\n23-25976 \n \n \nBearing in mind that, pursuant to chapter V of the United Nations Convention \nagainst Corruption, the return of assets is one of the main objectives, an integral part \nand a fundamental principle of the Convention and that the States parties to the \nConvention shall afford one another the widest measure of cooperation and assistance \nin that regard, and welcoming in this regard resolution 9/7 of 17 December 2021 of \nthe Conference of the States Parties to the United Nations Convention against \nCorruption on enhancing the use of beneficial ownership information to facilitate the \nidentification, recovery and return of proceeds of crime,13  \n \nRecognizing that, thanks to their nearly universal adherence and wide scope of \napplication, the United Nations Convention against Transnational Organized Crime 14 \nand the United Nations Convention against Corruption offer fundamental legal bases \nfor international cooperation to support the investigation and prosecution of crimes \ncovered by those Conventions, including for extradition, mutual legal assistance and \nconfiscation and asset recovery, and that they provide effective mechanisms that \nshould be further implemented and utilized in practice, \n \nReaffirming the political declaration entitled “Our common commitment to \neffectively addressing challenges and implementing measures to prevent and combat \ncorruption and strengthen international cooperation”, adopted by the General \nAssembly at its thirty-second special session, held at United Nations Headquarters \nfrom 2 to 4 June 2021,15 \n \nWelcoming the twentieth anniversary of the adoption, by its resolution 58/4 of \n31 October 2003, of the United Nations Convention against Corruption, and \ncelebrating 20 years since the United Nations Convention against Transnational \nOrganized Crime entered into force on 29 September 2003, followed by the Protocol \nto Prevent, Suppress and Punish Trafficking in Persons, Especially Women and \nChildren, supplementing the United Nations Convention against Transnational \nOrganized Crime,16 on 25 December 2003, the Protocol against the Smuggling of \nMigrants by Land, Sea and Air, supplementing the United Nations Convention against \nTransnational Organized Crime,17 on 28 January 2004, and the Protocol against the \nIllicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and \nAmmunition, supplementing the United Nations Convention against Transnational \nOrganized Crime,18 on 3 July 2005, \n \nRecognizing the efforts of the Group of 20 in countering corruption at both the \nglobal and the national levels, taking note with appreciation of the anti-corruption \ninitiatives outlined in the Leaders’ Declaration of the Summit of the Group of 20, held \nin New Delhi on 9 and 10 September 2023, and urging the Group of 20 to continue to \nengage other States Members of the United Nations and the United Nations Office on \nDrugs and Crime in its work in an inclusive and transparent manner to ensure that \ninitiatives of the Group of 20 complement or strengthen the work being undertaken \nby the United Nations system, \n \nStressing the importance of strengthened international cooperation, based on the \nprinciples of common and shared responsibility and in accordance with international \nlaw, to effectively address the world drug problem, dismantle illicit networks and \ncounter transnational organized crime, including money-laundering, illicit financial \nflows, smuggling of migrants, trafficking in persons, illicit manufacturing of and \ntrafficking in firearms, their parts and components and ammunition, including \n__________________ \n \n13  See CAC/COSP/2021/17, sect. I.A. \n \n14  United Nations, Treaty Series, vol. 2225, No. 39574. \n \n15  Resolution S-32/1, annex. \n \n16  United Nations, Treaty Series, vol. 2237, No. 39574. \n \n17  Ibid. vol. 2241, No. 39574. \n \n18  Ibid., vol. 2326, No. 39574. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n6/28 \n \ndiversion, loss and theft of firearms, crimes that affect the environment and other \nforms of organized crime, all of which threaten national security and undermine \nsustainable development and the rule of law, and stressing also in this respect the \nimportance of law enforcement cooperation and exchange of information, in \naccordance with international law, as well as of designated central authorities and \neffective points of contact dedicated to facilitating the procedures related to \ninternational cooperation, including for extradition and mutual legal assistance \nrequests, as well as the importance of the coordinating role of relevant regional \nnetworks,  \n \nInviting Member States to mainstream youth perspectives in their crime \nprevention and criminal justice strategies, as appropriate, including strategies on \nreducing reoffending through rehabilitation and reintegration, with a focus on youth \nneeds, vulnerabilities and empowering youth to become active agents of positive \nchange in their communities, in line with the provisions of the Kyoto Declaration, \n \nWelcoming the high-level debate of the General Assembly held on 15 June 2023 \non the theme “Equal access to justice for all: advancing reforms for peaceful, just and \ninclusive societies”, and taking note of the summary of the discussion prepared by \nthe President of the General Assembly, in cooperation with the United Nations Office \non Drugs and Crime, and transmitted to the Commission on Crime Prevention and \nCriminal Justice and to all Member States,  \n \nNoting the important contribution that public-private sector cooperation can \nmake in efforts to prevent and combat criminal activities, such as transnational \norganized crime, corruption, cybercrime and terrorism, and recalling in this regard \nresolution 6/5 of 6 November 2015 of the Conference of the States Parties to the \nUnited Nations Convention against Corruption, the Saint Petersburg statement on \npromoting public-private partnership in the prevention of and fight against \ncorruption,19 \n \nReaffirming the commitments made by Member States in the United Nations \nGlobal Counter-Terrorism Strategy, adopted on 8 September 2006, 20  and its \nsuccessive biennial reviews, in particular in its resolution 77/298 of 22 June 2023, in \nwhich it encouraged Member States and United Nations entities to strengthen and \nbetter coordinate their actions against terrorism and to prevent and combat violent \nextremism as and when conducive to terrorism, including through technical assistance \nprovided to Member States upon their request, and highlighting in this respect the \nwork of the Office of Counter-Terrorism, established through its resolution 71/291 of \n15 June 2017, and that of the United Nations Global Counter-Terrorism Coordination \nCompact entities on strengthening the capability of the United Nations system to \nassist Member States in implementing the United Nations Global Counter-Terrorism \nStrategy,  \n \nHighlighting the importance of its resolutions on measures to eliminate \ninternational terrorism and on the protection of human rights and fundamental \nfreedoms while countering terrorism adopted at its seventy-third to seventy-sixth \nsessions,  \n \nExpressing concern that terrorists may benefit from transnational organized \ncrime in some regions, including from trafficking in arms, drugs and cultural property, \nas well as trafficking in persons and in human organs, and from the illicit trade in \nnatural resources, including oil, and in oil products, modular refineries and related \nmaterial, precious metals, stones and other minerals, charcoal and wildlife, as well as \nfrom kidnapping for ransom and other crimes, including extortion, money-laundering \n__________________ \n \n19  See CAC/COSP/2015/10, sect. I. \n \n20  Resolution 60/288. \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n7/28\n23-25976 \n \nand bank robbery, emphasizing the need to enhance cooperation at the national, \nsubregional, regional and international levels to strengthen responses to this \nchallenge, and condemning the destruction of cultural heritage perpetrated by terrorist \ngroups in some countries,  \n \nRecalling its resolution 66/177 of 19 December 2011 on strengthening \ninternational cooperation in combating the harmful effects of illicit financial flows \nresulting from criminal activities, in which it urged States parties to the United \nNations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic \nSubstances of 1988, the United Nations Convention against Transnational Organized \nCrime and the United Nations Convention against Corruption to apply fully the \nprovisions of those Conventions, in particular measures to prevent and combat \nmoney-laundering, including by criminalizing the laundering of proceeds of \ntransnational organized crime, as well as measures to enhance national confiscation \nregimes and international cooperation, including in asset recovery, and recalling also \nits resolution 77/154 of 14 December 2022, in which, inter alia, it reiterated its deep \nconcern about the impact of illicit financial flows, in particular those caused by tax \nevasion, corruption and transnational organized crime, on the economic, social and \npolitical stability and development of societies, and especially on developing \ncountries,  \n \nNoting with concern the misuse of virtual assets and related payment methods \nby criminal individuals and transnational organized crime groups to raise, move, store \nand utilize funds, including the proceeds of crime, as well as the potential use of \nemerging payment methods, such as prepaid cards and mobile payments or virtual \nassets, by terrorists and terrorist groups, \n \nTaking into consideration all resolutions of the Commission on Crime \nPrevention and Criminal Justice and the relevant resolutions of the Economic and \nSocial Council, in particular those relating to the strengthening of international \ncooperation, as well as to the technical assistance and advisory services of the United \nNations crime prevention and criminal justice programme of the United Nations \nOffice on Drugs and Crime in the fields of crime prevention and criminal justice, \npromotion and reinforcement of the rule of law, including equal access to justice, and \nreform of criminal justice institutions, including with regard to the implementation of \ntechnical assistance to Member States in improving systems for collecting and \nanalysing data on crime prevention and criminal justice at all levels,  \n \nRecognizing the progress made by the United Nations Office on Drugs and \nCrime in the delivery of advisory services and technical assistance to requesting \nMember States in the areas of crime prevention, including youth crime prevention \nthrough sport, and criminal justice reform, data and information analysis, preventing \nand countering organized crime, corruption, piracy and transnational organized crime \ncommitted at sea, illicit financial flows, money-laundering, economic and financial \ncrimes, including fraud, as well as tax and corporate crimes, cybercrime, criminal \nmisuse of the Internet and other information and communications technologies as well \nas such misuse for terrorist purposes, crimes that affect the environment, such as illicit \ntrafficking in wildlife, including, inter alia, flora and fauna as protected by the \nConvention on International Trade in Endangered Species of Wild Fauna and Flora, 21 \nin timber and timber products, in hazardous waste and in precious metals, stones and \nother minerals, as well as, inter alia, poaching, direct and indirect trade in oil and \nrefined oil products with organized criminal and terrorist groups, counterfeiting in \ntrademark goods, match-fixing, trafficking in cultural property and artefacts, \nkidnapping, smuggling of migrants, organ trafficking, trafficking in persons, \nincluding the support and protection, as appropriate, of victims, their families and \n__________________ \n \n21 United Nations, Treaty Series, vol. 993, No. 14537. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n8/28 \n \nwitnesses, illicit manufacturing of and trafficking in firearms, their parts and \ncomponents and ammunition, drug trafficking and trafficking in falsified medical \nproducts, as well as terrorism, including progress in tackling the phenomenon of \nforeign terrorist fighters, including those who are returning and relocating, and \npreventing chemical, biological, radiological and nuclear terrorism, and terrorist \nattacks on the basis of xenophobia, racism and other forms of intolerance, or in the \nname of religion or belief, as well as in the area of international cooperation, with \nspecial emphasis on extradition and mutual legal assistance and the international \ntransfer of sentenced persons, \n \nWelcoming the adoption by the United Nations Office on Drugs and Crime of an \nintegrated approach to programming and to technical assistance delivery, in \naccordance with its Strategy 2021–2025, at the global, regional, subregional and \nnational levels, through the continuous linkages between the normative, operational \nand research components of its mandate, and based on continuing consultations and \npartnerships at the national, regional and global levels, particularly on its \nimplementation, and focused on ensuring that the Office responds in a sustainable and \ncoherent manner to the priorities of Member States, \n \nReiterating its concern regarding the overall financial situation of the United \nNations Office on Drugs and Crime, welcoming the extension of the mandate of the \nstanding open-ended intergovernmental working group on improving the governance \nand financial situation of the Office, and inviting the working group to consider \npossible implementation of management tools to increase productivity and to help to \ncreate a dynamic organization, where appropriate, \n \nWelcoming Commission on Crime Prevention and Criminal Justice resolution \n26/3 of 26 May 2017 on mainstreaming a gender perspective into crime prevention \nand criminal justice policies and programmes and into efforts to prevent and combat \ntransnational organized crime,22 \n \nReiterating its condemnation of all forms of violence against women and girls, \nnoting with deep concern the prevalence of violence against women and girls and the \nobstacles to their access to justice, and in this respect reaffirming its resolutions \n65/228 of 21 December 2010, 71/170 of 19 December 2016, 72/149 of 19 December \n2017, 73/148 of 17 December 2018, 75/161 of 16 December 2020 and 77/193 of \n15 December 2022, recalling the resolutions of the Commission on Human Rights \nand the Human Rights Council addressing various aspects of violence against women \nand girls of all ages, and recalling also the agreed conclusions adopted by the \nCommission on the Status of Women at its fifty-seventh session, which addressed the \nelimination and prevention of all forms of violence against women and girls, 23 \n \nExpressing deep concern about the gender-related killing of women and girls, \nrecalling its relevant resolutions,24 recognizing the key role of law enforcement and \nthe criminal justice system in preventing and responding to the gender-related killing \nof women and girls, including by ending impunity for such crimes, and noting in this \nrespect paragraph (d) of Statistical Commission decision 53/113 of 11 March 2022, 25  \n \nNoting the significance of the updated Model Strategies and Practical Measures \non the Elimination of Violence against Women in the Field of Crime Prevention and \n__________________ \n \n22  See Official Records of the Economic and Social Council, 2017, Supplement No. 10 (E/2017/30), \nchap. I, sect. D. \n \n23  Ibid., 2013, Supplement No. 7 (E/2013/27), chap. I, sect. A. \n \n24  Resolutions 68/191 and 70/176. \n \n25 See Official Records of the Economic and Social Council, 2022, Supplement No. 4 (E/2022/24), \nchap. I, sect. C. \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n9/28\n23-25976 \n \nCriminal Justice26 as a way to assist countries in strengthening their national crime \nprevention and criminal justice capacities to respond to all forms of violence against \nwomen and girls,  \n \nRecalling its resolution 69/194 of 18 December 2014, by which it adopted the \nUnited Nations Model Strategies and Practical Measures on the Elimination of \nViolence against Children in the Field of Crime Prevention and Criminal Justice, \nconvinced of the importance of preventing youth crime, including through sports, \nsupporting the rehabilitation of young offenders and their reintegration into society, \nprotecting in particular child victims of all forms of violence, including those in \ncontact with the law and witnesses, including efforts to prevent their revictimization, \nand addressing the needs of children of prisoners, stressing that such responses should \ntake into account the human rights and best interests of children and young people, \nconsistent with the obligations of the States parties under relevant international \ninstruments, including the Convention on the Rights of the Child 27 and the Optional \nProtocols thereto,28 and noting other relevant United Nations standards and norms in \njuvenile justice, where appropriate,  \n \nRecalling also its resolution 77/233 of 15 December 2022 on strengthening \nnational and international efforts, including with the private sector, to protect children \nfrom sexual exploitation and abuse, \n \nRecalling further its resolutions 74/170 of 18 December 2019 and 76/183 of \n16 December 2021, entitled “Integrating sport into youth crime prevention and \ncriminal justice strategies”, reaffirming the importance of multisectoral partnerships \nfor youth crime prevention and the role of sport, and bearing in mind the primary role \nand responsibility of Member States in that regard,  \n \nTaking note of the publication of the United Nations Office on Drugs and Crime \nGlobal Report on Corruption in Sport to support the effective implementation of \nresolution 8/4 of 20 December 2019 of the Conference of the States Parties to the \nUnited Nations Convention against Corruption on safeguarding sport from \ncorruption, 29  in which the Conference recognized the importance of protecting \nchildren and young people in sport from potential exploitation and abuse so as to \nensure a positive experience and a safe environment that supports their healthy \ndevelopment, \n \nEmphasizing the importance of international instruments and United Nations \nstandards and norms in crime prevention and criminal justice related to the treatment \nof prisoners, in particular women and juveniles,  \n \nRecalling its resolutions 70/146 of 17 December 2015, 74/143 of 18 December \n2019 and 77/209 of 15 December 2022, in which it reaffirmed that no one shall be \nsubjected to torture or other cruel, inhuman or degrading treatment or punishment,  \n \nStressing the importance of the Code of Conduct for Law Enforcement \nOfficials 30  and the Basic Principles on the Use of Force and Firearms by Law \nEnforcement Officials,31 which are voluntary United Nations standards and norms in \ncrime prevention and criminal justice that emphasize, inter alia, efficient and human \nrights-based policing,  \n__________________ \n \n26  Resolution 65/228, annex. \n \n27  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n28  Ibid., vols. 2171, 2173 and 2983, No. 27531. \n \n29  See CAC/COSP/2019/17, sect. I.B. \n \n30  Resolution 34/169, annex. \n \n31  See Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, \nHavana, 27 August–7 September 1990: report prepared by the Secretariat (United Nations \npublication, Sales No. E.91.IV.2), chap. I, sect. B. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n10/28 \n \n \nRecalling its resolution 65/229 of 21 December 2010 on the United Nations \nRules for the Treatment of Women Prisoners and Non-custodial Measures for Women \nOffenders (the Bangkok Rules), and in this regard encouraging the efforts of Member \nStates to implement the Bangkok Rules,  \n \nWelcoming the adoption, by its resolution 70/175 of 17 December 2015, of the \nrevision to the Standard Minimum Rules for the Treatment of Prisoners, as the United \nNations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela \nRules), and reaffirming its resolution 72/193 of 19 December 2017, in which, inter \nalia, Member States were encouraged to endeavour to improve conditions of \nimprisonment and to promote the practical application of the Nelson Mandela Rules \nas the universally acknowledged and updated minimum standards for the treatment of \nprisoners, to use the Rules as a guide in the development of prison laws, policies and \npractices, to continue exchanging good practices and identifying challenges faced in \nthe practical application of the Rules and to share their experiences in dealing with \nthose challenges,  \n \nWelcoming also Economic and Social Council resolution 2017/19 of 6 July 2017 \non promoting and encouraging the implementation of alternatives to imprisonment as \npart of comprehensive crime prevention and criminal justice policies,  \n \nReiterating its strong condemnation of trafficking in persons, which constitutes \na serious crime and a grave offence to human dignity and physical integrity, a \nviolation or abuse of human rights and a challenge to sustainable development and \nrequires the implementation of a comprehensive approach that includes measures to \nprevent such trafficking, to punish the traffickers and to identify and protect the \nvictims and survivors of such trafficking, and a robust criminal justice response that \nalso seeks to ensure the non-punishment of victims of trafficking in persons for crimes \ncommitted as a direct consequence of their exploitation or for crimes they were \ncompelled to commit, and recalling the United Nations Convention against \nTransnational Organized Crime and the Protocol to Prevent, Suppress and Punish \nTrafficking in Persons, Especially Women and Children, supplementing the United \nNations Convention against Transnational Organized Crime, and its resolutions \n71/167 of 19 December 2016, 72/195 of 19 December 2017, 73/146 of 17 December \n2018, 74/176 of 18 December 2019, 75/158 of 16 December 2020 and 76/186 of \n16 December 2021, \n \nBearing in mind its resolutions 73/189 of 17 December 2018, 75/195 of \n16 December 2020 and 77/236 of 15 December 2022 on strengthening and promoting \neffective measures and international cooperation on organ donation and \ntransplantation to prevent and combat trafficking in persons for the purpose of organ \nremoval and trafficking in human organs,  \n \nReaffirming its resolutions 72/1 of 27 September 2017 and 76/7 of \n22 November 2021, by which it adopted political declarations on the implementation \nof the United Nations Global Plan of Action to Combat Trafficking in Persons,  \n \nUnderlining that Member States need to recognize that the crime of smuggling \nof migrants and the crime of trafficking in persons are distinct crimes and require \nseparate and complementary legal, operational and policy responses, while \nrecognizing that smuggled migrants might also become victims of trafficking in \npersons and therefore require appropriate protection and assistance, and recalling its \nresolutions 69/187 of 18 December 2014, 70/147 of 17 December 2015, 72/179 of \n19 December 2017, 74/148 of 18 December 2019 and 76/172 of 16 December 2021, \nin which it called upon all Member States to protect and assist migrants, including \nmigrant children and youth, as well as Economic and Social Council resolutions \n2014/23 of 16 July 2014, 2015/23 of 21 July 2015, 2017/18 of 6 July 2017 and \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n11/28\n23-25976 \n \n2021/25 of 22 July 2021 and Commission on Crime Prevention and Criminal Justice \nresolution 30/1 of 21 May 2021,32  \n \nReaffirming its resolution 70/1 of 25 September 2015, in which it, inter alia, \ncommitted to taking immediate and effective measures to eradicate forced labour, end \nmodern slavery and human trafficking and secure the prohibition and elimination of \nthe worst forms of child labour,  \n \nRecalling its resolution 71/1 of 19 September 2016, by which it adopted the \nNew York Declaration for Refugees and Migrants, which addresses the issue of large \nmovements of refugees and migrants,  \n \nStressing the importance for Member States to take legislative or other measures \nto prevent, combat and eradicate trafficking in persons in the context of international \nmigration by strengthening capacities and international cooperation to investigate, \nprosecute and penalize trafficking in persons, discouraging demand that fosters \nexploitation leading to trafficking, and ending impunity of trafficking networks, \n \nStressing also the need to take appropriate measures to ensure access to justice \nand protections for victims in criminal justice processes, including measures to ensure \nthat identified victims of trafficking in persons are not penalized for having been \ntrafficked and that they do not suffer from victimization as a result of actions taken \nby government authorities, communities and families,  \n \nWelcoming the work of the United Nations voluntary trust fund for victims of \ntrafficking in persons, especially women and children, established in accordance with \nthe United Nations Global Plan of Action to Combat Trafficking in Persons, adopted \nby its resolution 64/293 of 30 July 2010, as well as the important contribution of the \nInter-Agency Coordination Group against Trafficking in Persons, within its mandate, \nto the implementation of the Global Plan of Action, and of the Special Rapporteur on \ntrafficking in persons, especially women and children,  \n \nConcerned at the growing involvement of terrorist and organized criminal \ngroups in all forms and aspects of trafficking in cultural property and related offences, \nand alarmed by the destruction of cultural heritage perpetrated by terrorist groups, \nwhich is linked to trafficking in cultural property in some countries and to financing \nof terrorist activities, \n \nRecognizing the indispensable role of crime prevention and criminal justice \nresponses in combating all forms and aspects of trafficking in cultural property and \nrelated offences in a comprehensive and effective manner, and underlining the \nimportance of the technical assistance provided by the United Nations Office on \nDrugs and Crime aimed at supporting the implementation of the International \nGuidelines for Crime Prevention and Criminal Justice Responses with Respect to \nTrafficking in Cultural Property and Other Related Offences 33 and at facilitating \noperational cooperation against all forms of trafficking in cultural property, including \nthrough the practical assistance tool developed to that end,  \n \nWelcoming Commission on Crime Prevention and Criminal Justice resolution \n27/5 of 18 May 201834 and resolution 11/4 of 21 October 2022 of the Conference of \nthe Parties to the United Nations Convention against Transnational Organized \nCrime,35 which focused on the need to strengthen international cooperation to prevent \n__________________ \n \n32  See Official Records of the Economic and Social Council, 2021, Supplement No. 10 (E/2021/30), \nchap. I, sect. D. \n \n33  Resolution 69/196, annex. \n \n34  See Official Records of the Economic and Social Council, 2018, Supplement No. 10 (E/2018/30), \nchap. I, sect. C. \n \n35  See CTOC/COP/2022/9, sect. I.A. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n12/28 \n \nand counter trafficking in cultural property, including through judicial cooperation \nand mutual legal assistance, and noting the efforts of Member States to implement \nGeneral Assembly resolutions 68/186 of 18 December 2013, 69/196, 73/130 of \n13 December 2018 and 76/16 of 6 December 2021,  \n \nAffirming that the destruction of cultural heritage, which is representative of the \ndiversity of human culture, erases the collective memories of a nation, destabilizes \ncommunities and threatens their cultural identity, and emphasizing the importance of \ncultural diversity and pluralism as well as freedom of religion and belief for achieving \npeace, stability, reconciliation and social cohesion, and recalling in this respect its \nresolutions 73/130 and 76/16,  \n \nTaking note of the launch of the Co-Action against Trafficking in Cultural \nHeritage (CATCH) initiative to be jointly implemented by the United Nations Office \non Drugs and Crime, the United Nations Educational, Scientific and Cultural \nOrganization and the International Criminal Police Organization (INTERPOL), in \naccordance with their mandates, to, inter alia, raise awareness, strengthen law \nenforcement capacities and enhance international cooperation to combat trafficking \nin cultural property, \n \nReaffirming the intrinsic value of biological diversity and its various \ncontributions to sustainable development and human well-being, and recognizing that \nwild fauna and flora in their many beautiful and varied forms are an irreplaceable part \nof the natural systems of the Earth which must be protected for this generation and \nthe generations to come, \n \nReaffirming also its resolution 76/185 of 16 December 2021, as well as \nresolutions 10/6 of 16 October 2020 36  and 11/3 of 21 October 2022 37  of the \nConference of the Parties to the United Nations Convention against Transnational \nOrganized Crime on preventing and combating transnational organized crime that \naffect the environment, and resolution 8/12 of 20 December 2019 38 of the Conference \nof the States Parties to the United Nations Convention against Corruption, on \npreventing and combating corruption as it relates to crimes that have an impact on the \nenvironment, \n \nTaking note of the World Wildlife Crime Report: Trafficking in Protected \nSpecies, prepared by the United Nations Office on Drugs and Crime in 2020,  \n \nEmphasizing that the protection of wildlife must be part of a comprehensive \napproach to achieving poverty eradication, food security, sustainable development, \nincluding the conservation and sustainable use of biological diversity, economic \ngrowth, social well-being and sustainable livelihoods,  \n \nExpressing deep concern about crimes that affect the environment, including \nillicit trafficking in endangered and, where applicable, protected species of wild fauna \nand flora, in timber and timber products, in hazardous waste and other wastes, illegal \nmining and crimes in the fisheries sector, as well as, inter alia, poaching, and \nemphasizing the need to prevent and combat such crimes by strengthening \ncoordinated action to eliminate, prevent and combat corruption and disrupt illicit \nnetworks and also by coordinating international cooperation, capacity-building, \ncriminal justice responses and law enforcement efforts, \n \nRecognizing the legal framework provided by and the important role of the \nConvention on International Trade in Endangered Species of Wild Fauna and Flora as \n__________________ \n \n36  See CTOC/COP/2020/10, sect. I.A. \n \n37  See CTOC/COP/2022/9, sect. I.A. \n \n38  See CAC/COSP/2019/17, sect. I.B. \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n13/28\n23-25976 \n \nthe primary mechanism for regulating international trade in species of wild fauna and \nflora listed in its appendices, \n \nRecalling the adoption of its resolutions 71/326 of 11 September 2017, 73/343 \nof 16 September 2019, 75/311 of 23 July 2021 and 77/325 of 25 August 2023 on \ntackling illicit trafficking in wildlife, and welcoming Commission on Crime \nPrevention and Criminal Justice resolutions 28/3 of 24 May 2019 39 and 31/1 of \n20 May 2022,40 and taking note of the report pursuant to Commission resolution 31/1 \nsubmitted to the Commission at its thirty-second session in May 2023 compiling \nresponses received from Member States, \n \nConcerned at the growing trend of cybercrime and the misuse of information \nand communications technologies in multiple forms of crime, and recalling its \nresolutions 73/187 of 17 December 2018, 74/173 of 18 December 2019, 74/247 of \n27 December 2019 and 75/282 of 26 May 2021, as well as Economic and Social \nCouncil resolutions 2019/19 and 2019/20 of 23 July 2019,  \n \nStressing the need to enhance coordination and cooperation among Member \nStates in combating cybercrime, including by providing technical assistance to \ndeveloping countries, upon request, to improve national legislation and enhance the \ncapacity of national authorities to deal with cybercrime in all its forms, including its \nprevention, detection, investigation and prosecution, emphasizing in this context the \nrole that the United Nations, in particular the Commission on Crime Prevention and \nCriminal Justice, plays, and reaffirming the importance of respect for human rights \nand fundamental freedoms in the use of information and communications \ntechnologies,  \n \nDeeply concerned about the increasing harm caused by, and the negative impact \nof, illicitly manufactured and trafficked firearms, their parts and components and \nammunition, and about the links of such trafficking with other forms of transnational \norganized crime, including drug trafficking, as well as terrorism, and noting that \nreducing the illicit manufacturing of and trafficking in firearms, their parts and \ncomponents and ammunition is one of the major components of the efforts to reduce \nthe power of transnational organized criminal groups and the violence that \naccompanies their activities, and noting the adoption of Commission on Narcotic \nDrugs resolution 65/2 of 18 March 2022, entitled “Strengthening international \ncooperation to address the links between illicit drug trafficking and illicit firearms \ntrafficking”,41 \n \nNoting international efforts to prevent, combat and eradicate the illicit trade in \nconventional arms, in particular in small arms and light weapons, as demonstrated by \nthe adoption in 2001 of the Programme of Action to Prevent, Combat and Eradicate \nthe Illicit Trade in Small Arms and Light Weapons in All Its Aspects, 42 the entry into \nforce in 2005 of the Protocol against the Illicit Manufacturing of and Trafficking in \nFirearms, Their Parts and Components and Ammunition, supplementing the United \nNations Convention against Transnational Organized Crime, and the entry into force \nin 2014 of the Arms Trade Treaty, 43  and noting also the common themes and \ncomplementary character of these instruments, \n__________________ \n \n39  See Official Records of the Economic and Social Council, 2019, Supplement No. 10 (E/2019/30), \nchap. I, sect. D. \n \n40  Ibid., 2022, Supplement No. 10 (E/2022/30), chap. I, sect. C. \n \n41 Ibid., Supplement No. 8 (E/2022/28), chap. I, sect. B. \n \n42  Report of the United Nations Conference on the Illicit Trade in Small Arms and Light Weapons in \nAll Its Aspects, New York, 9–20 July 2001 (A/CONF.192/15), chap. IV, para. 24. \n \n43  United Nations, Treaty Series, vol. 3013, No. 52373. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n14/28 \n \n \nRecalling its resolution 77/71 of 7 December 2022, as well as all previous \nresolutions on the illicit trade in small arms and light weapons,  \n \nTaking note of the development of the United Nations Office on Drugs and \nCrime Guidelines on the Investigation and Prosecution of Firearms Offences, as well \nas the research study on addressing the linkages between illicit arms, organized crime \nand armed conflict published by the Office with the United Nations Institute for \nDisarmament Research, \n \nWelcoming the 2019 Ministerial Declaration on Strengthening Our Actions at \nthe National, Regional and International Levels to Accelerate the Implementation of \nOur Joint Commitments to Address and Counter the World Drug Problem, adopted \nduring the ministerial segment of the sixty-second session of the Commission on \nNarcotic Drugs,44 in which Member States committed to accelerating, based on the \nprinciple of common and shared responsibility, the full implementation of the 2009 \nPolitical Declaration and Plan of Action on International Cooperation towards an \nIntegrated and Balanced Strategy to Counter the World Drug Problem, 45 the Joint \nMinisterial Statement of the 2014 high-level review by the Commission on Narcotic \nDrugs of the implementation by Member States of the Political Declaration and Plan \nof Action46 and the outcome document of the special session of the General Assembly \non the world drug problem held in 2016, 47 aimed at achieving all commitments, \noperational recommendations and aspirational goals set out therein,  \n \n1. \nTakes note with appreciation of the report of the Secretary-General \nprepared pursuant to resolution 77/237;48 \n \n2. \nReaffirms its resolution 70/1, entitled “Transforming our world: the 2030 \nAgenda for Sustainable Development”, which, inter alia, includes the commitment to \npromote peaceful and inclusive societies for sustainable development, provide access \nto justice for all and build effective, accountable and inclusive institutions at all \nlevels;  \n \n3. \nUnderlines the important role of the Commission on Crime Prevention and \nCriminal Justice in actively contributing to the accelerated implementation of the \n2030 Agenda, within its mandate, and in contributing to the follow-up to the \nSustainable Development Goals Summit held in September 2023;  \n \n4. \nCalls upon all Member States, when appropriate, to take into consideration \nthe Kyoto Declaration on Advancing Crime Prevention, Criminal Justice and the Rule \nof Law: Towards the Achievement of the 2030 Agenda for Sustainable Development, \nadopted at the high-level segment of the Fourteenth United Nations Congress on \nCrime Prevention and Criminal Justice, held in Kyoto, Japan, from 7 to 12 March \n2021, when formulating legislation and policy directives, and to make every effort, \nwhere appropriate, to implement the principles contained therein in conformity with \nthe purposes and principles of the Charter of the United Nations, and requests the \nUnited Nations Office on Drugs and Crime to continue to provide technical \nassistance, upon request, to Member States;  \n \n5. \nEncourages Member States to promote the integrity, accountability, \nhonesty and responsibility of criminal justice practitioners and institutions through \nspecialized and appropriate training, and the application of codes or standards of \n__________________ \n \n44  See Official Records of the Economic and Social Council, 2019, Supplement No. 8 (E/2019/28), \nchap. I, sect. B. \n \n45  Ibid., 2009, Supplement No. 8 (E/2009/28), chap. I, sect. C. \n \n46  Ibid., 2014, Supplement No. 8 (E/2014/28), chap. I, sect. C. \n \n47  Resolution S-30/1, annex. \n \n48  A/78/264. \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n15/28\n23-25976 \n \nconduct, and in this context notes the work of the Global Judicial Integrity Network \naimed at strengthening judicial integrity; \n \n6. \nUrges Member States that have not yet done so to consider ratifying or \nacceding to the United Nations Convention against Transnational Organized Crime \nand the Protocols thereto, the Single Convention on Narcotic Drugs of 1961 as \namended by the 1972 Protocol, the Convention on Psychotropic Substances of 1971, \nthe United Nations Convention against Illicit Traffic in Narcotic Drugs and \nPsychotropic Substances of 1988, the United Nations Convention against Corruption \nand the international conventions and protocols related to terrorism, and urges States \nparties to those conventions and protocols to make efforts towards their effective \nimplementation, particularly with regard to preventing and combating transnational \norganized crime, including cybercrime; \n \n7. \nReaffirms that the United Nations Convention against Transnational \nOrganized Crime and the Protocols thereto represent the most important tools of the \ninternational community for fighting transnational organized crime, including \ncybercrime, notes with appreciation that the number of States parties has reached 192, \nwhich is a significant indication of the commitment shown by the international \ncommunity to combating transnational organized crime, and recalls in this respect \nresolution 10/4 of 16 October 2020 of the Conference of the Parties to the United \nNations Convention against Transnational Organized Crime, 49  in which the \nConference emphasized the continued relevance of the Convention, including in \ncountering new, emerging and evolving forms of transnational organized crime, and \nurges States parties to make, consistent with their national legislation, the widest \npossible use of the Convention as a legal basis for international cooperation in \ncriminal matters, taking note in this respect of the relevant United Nations Office on \nDrugs and Crime digest of cases, which was released in October 2021;  \n \n8. \nRecognizes that technical assistance and economic development are \nfundamental to ensuring the effective implementation of the provisions of the United \nNations Convention against Transnational Organized Crime and the Protocols thereto, \nand recalls in this regard article 30 of the Convention;  \n \n9. \nUrges States parties to actively participate in the review process of the \nMechanism for the Review of the Implementation of the United Nations Convention \nagainst Transnational Organized Crime and the Protocols thereto, in accordance with \nresolution 10/1 of 16 October 2020 of the Conference of the Parties to the United \nNations Convention against Transnational Organized Crime, 50 including by ensuring \nthat the focal points and experts are nominated in a timely manner and that voluntary \ncontributions are made to ensure that the Secretariat can effectively support the \nprocess, as well as to implement observations emanating therefrom, including, where \nappropriate, by requesting technical assistance from the United Nations Office on \nDrugs and Crime to this end;  \n \n10. Encourages States parties to the United Nations Convention against \nTransnational Organized Crime to submit case law, legislation and other relevant \nresponses to the knowledge management portal known as Sharing Electronic \nResources and Laws on Crime; \n \n11. \nWelcomes the resolutions adopted by the Conference of the Parties at its \neighth, ninth, tenth and eleventh sessions, held in Vienna from 17 to 21 October 2016, \nfrom 15 to 19 October 2018, from 12 to 16 October 2020 and from 17 to 21 October \n2022, respectively, to promote greater use of the Convention by central and other \ncompetent authorities in extradition and mutual legal assistance and to enhance the \n__________________ \n \n49  See CTOC/COP/2020/10, sect. I.A. \n \n50  Ibid. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n16/28 \n \neffectiveness of these authorities and to strengthen, as appropriate, the \nimplementation of the Protocol against the Illicit Manufacturing of and Trafficking in \nFirearms, Their Parts and Components and Ammunition, supplementing the United \nNations Convention against Transnational Organized Crime; \n \n12. Encourages Member States to implement the commitments made in the \npolitical declaration entitled “Our common commitment to effectively addressing \nchallenges and implementing measures to prevent and combat corruption and \nstrengthen international cooperation”, adopted at the thirty-second special session of \nthe General Assembly, held at United Nations Headquarters from 2 to 4 June 2021; \n \n13. Urges States parties to the United Nations Convention against Corruption \nto continue to provide full support to the Mechanism for the Review of \nImplementation of the Convention adopted by the Conference of the States Parties to \nthe Convention, welcomes the progress made under the second cycle of the Review \nMechanism and calls upon States parties to ensure the timely conclusion of the second \nreview cycle and to participate in preparations for the next review phase, and further \nnotes with appreciation that the number of States parties has reached 190, which is a \nsignificant indication of the commitment shown by the international community to \ncombating corruption and related crimes;  \n \n14. Also urges States parties to the United Nations Convention against \nCorruption to increase their efforts and to take measures to prevent and counter \ncorruption, with the necessary focus on, among others, acts of corruption that involve \nvast quantities of assets, without undermining their commitment to preventing and \ncountering corruption at all levels and in all forms, calls upon States parties to the \nConvention to take measures to ensure that legal and natural persons are held \naccountable for corruption offences, including when they involve bribery and vast \nquantities of assets, in accordance with the Convention, and notes with appreciation \nthe creation of regional anti-corruption hubs by the United Nations Office on Drugs \nand Crime to better support States parties in these endeavours; \n \n15. Takes note of progress made in operationalizing the Global Operational \nNetwork of Anti-Corruption Law Enforcement Authorities under the auspices of the \nUnited Nations Office on Drugs and Crime, and encourages States to participate in \nand make best use of this network, as appropriate;  \n \n16. Welcomes the progress achieved by the Conference of the Parties to the \nUnited Nations Convention against Transnational Organized Crime and the \nConference of the States Parties to the United Nations Convention against Corruption \nin the implementation of their respective mandates, and calls upon States parties to \ngive full effect to the resolutions adopted by those bodies, including providing \ninformation regarding compliance with the treaties;  \n \n17. Encourages Member States, in accordance with their domestic law, to \nstrengthen the capacity of their respective criminal justice systems to investigate, \nprosecute and punish crime, while supporting an accessible, effective, fair, humane, \ntransparent and accountable criminal justice system and protecting the human rights \nand fundamental freedoms of defendants, as well as the rights and legitimate interests \nof victims and witnesses, and to adopt and reinforce measures to ensure access to \neffective legal aid in criminal justice systems, as called for in its resolution 78/227 on \nequal access to justice for all; \n \n18. Requests the United Nations Office on Drugs and Crime to continue to \nprovide technical assistance to Member States, upon request, including, inter alia, in \nthe field of international cooperation in criminal matters, to strengthen the rule of law, \nalso taking into account the work undertaken by other United Nations entities, within \nexisting mandates, as well as regional and bilateral efforts, and to continue to ensure \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n17/28\n23-25976 \n \ncoordination and coherence, including through the Rule of Law Coordination and \nResource Group;  \n \n19. Calls for greater coordination and coherence among United Nations \nentities and with stakeholders, including donors, host countries and recipients of \ncapacity-building, in countering transnational organized crime;  \n \n20. Reiterates the importance of providing the United Nations crime \nprevention and criminal justice programme with sufficient, stable and predictable \nfunding for the full implementation of its mandates;  \n \n21. Encourages all States to have national and local action plans for crime \nprevention in order to take into account, in a comprehensive, integrated and \nparticipatory manner, inter alia, factors that place certain populations and places at \nhigher risk of victimization and/or of offending, and to ensure that such plans are \nbased on the best available evidence and good practices, and stresses that crime \nprevention should be considered an integral element of strategies to foster social and \neconomic development in all States, in accordance with the commitments contained \nin General Assembly resolutions 70/1 and 70/299;  \n \n22. Recommends that Member States adopt multisectoral crime prevention \npolicies and programmes for youth and increase their meaningful and inclusive \nparticipation therein, including through sport and education, taking into consideration \ntheir varying needs, and safeguard their well-being, recognizing that youth may face \nspecific challenges and risk factors that make them particularly vulnerable to crime, \nall forms of violence, terrorism and victimization, and in this respect recalls its \nresolutions 74/170 and 76/183, entitled “Integrating sport into youth crime prevention \nand criminal justice strategies”, Economic and Social Council resolution 2016/18 of \n26 July 2016, entitled “Mainstreaming holistic approaches in youth crime \nprevention”, and further recalls the provision of the Kyoto Declaration on \nempowering youth by organizing social, educational, cultural, recreational, sports-\nrelated youth programmes and youth forums;  \n \n23. Takes note of the launch of the Sport against Crime: Outreach, Resilience, \nEmpowerment (SC:ORE) initiative for at-risk youth developed jointly by the United \nNations Office on Drugs and Crime with the International Olympic Committee to \nintegrate sport into youth crime prevention initiatives, and requests the Office to \ncontinue, subject to the availability of extrabudgetary resources and in close \nconsultation with Member States, its relevant efforts; \n \n24. Invites Member States to consider policy recommendations identified in \nthe United Nations Office on Drugs and Crime Global Report on Corruption in Sport, \nwhere appropriate, to address risks to people in vulnerable situations, in particular \nchildren and young athletes, posed by corruption in sport, with a view to promoting \nfair competition, healthy lives and principles of integrity and to creating an \natmosphere of intolerance towards corruption in sport; \n \n25. Takes note of the progress made under the Global Resource for \nAnti-Corruption Education and Youth Empowerment (GRACE) initiative by the \nUnited Nations Office on Drugs and Crime, and requests the Office to continue, \nsubject to the availability of extrabudgetary resources and in close consultation with \nMember States, its efforts to develop educational materials on fighting corruption and \non the rule of law, and enhance cooperation with and build the capacity of relevant \ncriminal justice authorities and educational institutions; \n \n26. Encourages States to continue to build on the discussions of important \nforums such as the high-level debate of the General Assembly held on 15 June 2023 \non the theme “Equal access to justice for all: advancing reforms for peaceful, just and \ninclusive societies”, and urges the United Nations Office on Drugs and Crime to \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n18/28 \n \nfacilitate sharing information on challenges, lessons learned, best practices and \nenabling factors needed to enhance the functioning of criminal justice systems to \nensure equal access to justice for all;  \n \n27. Invites the President of the General Assembly, in cooperation with the \nUnited Nations Office on Drugs and Crime and with the involvement of relevant \nstakeholders, to hold, within existing resources and during the seventy-eighth session, \na high-level debate on the theme “Crime prevention and sustainable development \nthrough sports” and to prepare a summary of the discussion for transmission to the \nCommission on Crime Prevention and Criminal Justice and to all Member States; \n \n28. Also invites the President of the General Assembly, in cooperation with the \nUnited Nations Office on Drugs and Crime and with the involvement of relevant \nstakeholders, to hold, within existing resources and during the seventy-ninth session, \na high-level debate on the theme “A second chance: addressing the global prison \nchallenge”, to mark the tenth anniversary of the adoption of the United Nations \nStandard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules) \nby its resolution 70/175, and to prepare a summary of the discussion for transmission \nto the Commission on Crime Prevention and Criminal Justice and to all Member \nStates;  \n \n29. Urges Member States, in cooperation with the United Nations crime \nprevention and criminal justice programme, to develop national, subregional, regional \nand international strategies, with the support of relevant international organizations, \nas appropriate, and other necessary measures, including the establishment, in \naccordance with international obligations and domestic legislation, of designated \ncentral and competent authorities and effective points of contact dedicated to \nfacilitating the procedures related to international cooperation, including for \nextradition and mutual legal assistance requests, in order to effectively address \ntransnational organized crime; to strengthen all forms of cooperation in accordance \nwith the provisions of the United Nations Convention against Corruption for asset \nrecovery, in particular chapter V, with the cooperation of the United Nations Office \non Drugs and Crime, within its existing mandate; and to inform accordingly the Office \nabout existing or updated contact details of such authorities and points of contact to \nfacilitate international cooperation as appropriate;  \n \n30. Reaffirms the importance of the United Nations crime prevention and \ncriminal justice programme in promoting effective action to strengthen international \ncooperation in crime prevention and criminal justice, as well as of the work of the \nUnited Nations Office on Drugs and Crime in the fulfilment of its mandate in crime \nprevention and criminal justice, including providing to Member States, upon request \nand as a matter of high priority, technical cooperation, advisory services and other \nforms of assistance, and coordinating with and complementing the work of all \nrelevant and competent United Nations bodies and offices in respect of all forms of \norganized crime, including piracy and transnational organized crime committed at \nsea, cybercrime, criminal misuse of the Internet and other information and \ncommunications technologies as well as such misuse for terrorist purposes, the misuse \nof new information technologies to abuse and exploit children, trafficking in cultural \nproperty and artefacts, illicit financial flows, money-laundering, economic and \nfinancial crimes, including fraud, as well as tax and corporate crimes, match-fixing, \ncounterfeiting in trademark goods, illicit trafficking in endangered species of wild \nfauna and flora and other crimes that affect the environment, such as trafficking in \ntimber, hazardous waste, precious metals, stones and other minerals, drug trafficking, \nkidnapping, trafficking in persons, including the support and protection, as \nappropriate, of victims and survivors, their families and witnesses, organ trafficking, \nsmuggling of migrants and illicit manufacturing of and trafficking in firearms, direct \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n19/28\n23-25976 \n \nand indirect trade in oil and refined oil products with organized criminal and terrorist \ngroups, as well as corruption and terrorism;  \n \n31. Encourages Member States to collect relevant information and to further \nidentify, analyse and counter any existing, growing or potential links, in some cases, \nbetween transnational organized crime, the illicit access to, trafficking in and \ndiversion of firearms, their parts and components and ammunition, illicit drug-related \nactivities, money-laundering and the financing of terrorism, in order to enhance \ncriminal justice responses to those crimes, and calls upon the United Nations Office \non Drugs and Crime, within its relevant mandates, to support, upon request, the efforts \nof Member States in that regard; \n \n32. Calls upon Member States to strengthen cooperation at the international, \nregional, subregional and bilateral levels to counter the threat posed by foreign \nterrorist fighters, including those who are returning and relocating, including through \nenhanced operational and timely information-sharing, logistical support, as \nappropriate, and capacity-building activities, such as those provided by the United \nNations Office on Drugs and Crime, to share and adopt best practices to identify \nforeign terrorist fighters, to prevent the travel of foreign terrorist fighters from, into \nor through Member States, to prevent the financing, mobilization, recruitment and \norganization of foreign terrorist fighters, to prevent and counter violent extremism as \nand when conducive to terrorism, to enhance efforts to implement prosecution, \nrehabilitation and reintegration strategies, taking into account gender and age \ndimensions, and to ensure that any person who participates in the financing, planning, \npreparation or perpetration of terrorist acts or in the supporting of terrorist acts is \nbrought to justice, in compliance with obligations under international law, as well as \napplicable domestic law, and requests the Office to continue to provide technical \nassistance, upon request, in this regard in cooperation and coordination with the \nOffice of Counter-Terrorism and the United Nations Global Counter-Terrorism \nCoordination Compact entities;  \n \n33. Calls upon the United Nations Office on Drugs and Crime to further \nenhance technical assistance, upon request, for building the capacity of Member \nStates to become party to and implement the international conventions and protocols \nrelated to counter-terrorism, including through targeted programmes and the training \nof relevant criminal justice and law enforcement officials, upon request, and the \ndevelopment of technical tools, publications and programmes, within its mandate, and \nin this respect takes note with appreciation of the development of the Global \nProgramme on Preventing and Countering Terrorism of the United Nations Office on \nDrugs and Crime, which enables the Office to pursue partnership-based and people-\ncentred technical assistance in support of Member States’ requests for technical \nassistance on the international conventions and protocols against terrorism; \n \n34. Calls upon Member States to address the threat posed by radicalization to \nterrorism in prisons, and calls upon the United Nations, especially the United Nations \nOffice on Drugs and Crime, to continue to support Member States in this regard in \ncooperation and coordination with the Office of Counter-Terrorism and the United \nNations Global Counter-Terrorism Coordination Compact entities;  \n \n35. Urges the United Nations Office on Drugs and Crime to increase \ncollaboration with intergovernmental, international and regional organizations that \nhave transnational organized crime mandates, as appropriate, in order to share best \npractices, foster cooperation and take advantage of their unique and comparative \nadvantage;  \n \n36. Reaffirms the importance of the United Nations Office on Drugs and Crime \nand its country and regional offices in building capacity at the local level in the field \nof crime prevention and criminal justice, and urges the Office to consider regional \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n20/28 \n \nvulnerabilities, projects and impacts in the fight against transnational organized crime \nin all its forms, in particular in developing countries, when deciding to close and \nallocate offices, with a view to maintaining an effective level of support to national \nand regional efforts in those areas;  \n \n37. Requests the Secretary-General to continue to provide the United Nations \nOffice on Drugs and Crime with adequate resources to support, in an effective \nmanner, efforts towards the implementation of the United Nations Convention against \nTransnational Organized Crime and the Protocols thereto, the Single Convention on \nNarcotic Drugs of 1961 as amended by the 1972 Protocol, the Convention on \nPsychotropic Substances of 1971, the United Nations Convention against Illicit \nTraffic in Narcotic Drugs and Psychotropic Substances of 1988 and the United \nNations Convention against Corruption, and to discharge its functions as the \nsecretariat of the conferences of the parties to the conventions, the Commission on \nCrime Prevention and Criminal Justice and the Commission on Narcotic Drugs, as \nwell as the United Nations congresses on crime prevention and criminal justice, in \naccordance with its mandate, and requests the Secretariat to continue to provide \nsupport to the Commissions within their respective mandates, enabling them to \nactively contribute, as appropriate, to the global follow-up and the thematic review \nof progress made by Member States in the achievement of the Sustainable \nDevelopment Goals as set forth in resolutions 70/299, and 72/305 of 23 July 2018 and \nits resolution 78/225 on enhancing the contributions of the Commission on Crime \nPrevention and Criminal Justice to the accelerated implementation of the 2030 \nAgenda for Sustainable Development;  \n \n38. Urges all Member States to provide the fullest possible financial and \npolitical support to the United Nations Office on Drugs and Crime by widening its \ndonor base and increasing voluntary contributions, in particular general-purpose \ncontributions, so as to enable it to continue, expand, improve and strengthen, within \nits mandates, its research, operational and technical cooperation activities;  \n \n39. Expresses concern regarding the overall financial situation of the United \nNations Office on Drugs and Crime, emphasizes the need to provide the Office with \nadequate, predictable and stable resources and to ensure their cost-effective \nutilization, and requests the Secretary-General, also considering the extension of the \nmandate of the standing open-ended intergovernmental working group on improving \nthe governance and financial situation of the Office, to continue to report, within \nexisting reporting obligations, on the financial situation of the Office and to continue \nto ensure that the Office has sufficient resources to carry out its mandates fully and \neffectively;  \n \n40. Invites States and other interested parties to make further voluntary \ncontributions to the United Nations voluntary trust fund for victims of trafficking in \npersons, especially women and children, and to the United Nations voluntary trust \nfund on contemporary forms of slavery;  \n \n41. Calls upon Member States to intensify national and international efforts to \neliminate all forms of discrimination, including racism, religious intolerance, \nxenophobia and gender-related discrimination by, inter alia, raising awareness, \ndeveloping educational materials and programmes and considering, where \nappropriate, drafting and enforcing legislation against discrimination, and requests \nthe United Nations Office on Drugs and Crime to continue providing technical \nassistance and capacity-building, upon request, to Member States in support of such \nefforts and urges Member States to provide extrabudgetary resources for these \npurposes; \n \n42. Emphasizes the importance of protecting those in vulnerable situations, \nregardless of their status, who may be subject to multiple and aggravated forms of \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n21/28\n23-25976 \n \ndiscrimination, and in that regard expresses its concern about the increase in the \nactivities of transnational and national organized criminal groups and others who \nprofit from crimes against migrants, especially women and children, without regard \nfor dangerous and inhumane conditions and in flagrant violation of national laws and \ninternational law;  \n \n43. Calls upon Member States to ensure equal access to justice for all, in order \nto reach the relevant Sustainable Development Goals and to follow up on the \nprovisions of the Kyoto Declaration and its resolution 78/227 on equal access to \njustice for all;  \n \n44. Requests the United Nations Office on Drugs and Crime to continue to \ndevelop technical tools and training material based on United Nations standards and \nnorms in crime prevention and criminal justice and to continue to provide technical \nand material assistance to Member States, upon request, to ensure access to justice for \nall; \n \n45. Calls upon Member States to implement, when appropriate, the United \nNations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela \nRules), bearing in mind their spirit and purpose, and to intensify their efforts to \naddress the challenge of prison overcrowding through appropriate criminal justice \nreforms, which should include, where appropriate, a review of penal policies and \npractical measures to reduce pretrial detention, to enhance the use of non-custodial \nsanctions and measures and to improve access to legal aid to the extent possible, \nbearing in mind the United Nations Principles and Guidelines on Access to Legal Aid \nin Criminal Justice Systems, and requests the United Nations Office on Drugs and \nCrime to continue to provide technical assistance to Member States, upon request, in \nthis respect; \n \n46. Reaffirms its resolutions 76/182 of 16 December 2021, 77/232 of \n15 December 2022 and 78/224 of 19 December 2023 on reducing reoffending through \nrehabilitation and reintegration, and encourages Member States to promote a \nrehabilitative \nenvironment \nin \ncorrectional \nfacilities \nand \nmulti-stakeholder \npartnerships to reduce reoffending by fostering inter-agency coordination among \nrelevant government authorities; \n \n47. Emphasizes the need for all Member States to promote, where appropriate, \ncooperation on the transfer of sentenced persons to serve the rest of their sentences in \ntheir own countries, conclude bilateral or multilateral agreements or arrangements in \nthis regard as necessary, taking into consideration the rights of sentenced persons and \nissues relating to consent, rehabilitation and reintegration, as appropriate, and raise \nawareness among these prisoners about the availability of such measures; \n \n48. Invites Member States to mainstream a gender perspective into their \ncriminal justice systems, including by the use of non-custodial measures for women, \nwhen appropriate, and by improving the treatment of women prisoners, taking into \nconsideration the United Nations Rules for the Treatment of Women Prisoners and \nNon-custodial Measures for Women Offenders (the Bangkok Rules), 51  and by \ndeveloping and implementing national strategies and plans to promote the full \nprotection of women and girls from all acts of violence and to strengthen the crime \nprevention and criminal justice response to the gender-related killing of women and \ngirls, in particular by taking measures to support the practical capacity of Member \nStates to prevent, investigate, prosecute and punish all forms of such crime, and \nwelcomes in this respect the practical tools recommended by the open-ended \n__________________ \n \n51  Resolution 65/229, annex. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n22/28 \n \nintergovernmental expert group on gender-related killing of women and girls at its \nmeeting held in Bangkok from 11 to 13 November 2014; \n \n49. Also invites Member States to integrate child- and youth-related issues into \ntheir criminal justice reform efforts, recognizing the importance of protecting children \nfrom all forms of violence, exploitation and abuse, consistent with the obligations of \nparties under relevant international instruments, and to develop comprehensive child-\nsensitive justice policies focused on the best interests of the child, consistent with the \nprinciple that the deprivation of liberty of children should be used only as a measure \nof last resort and for the shortest appropriate period of time;  \n \n50. Recognizes the efforts made by the United Nations Office on Drugs and \nCrime to assist Member States in developing their abilities and strengthening their \ncapacity to prevent and combat kidnapping, and requests the Office to continue to \nprovide technical assistance, upon request, with a view to fostering international \ncooperation, in particular mutual legal assistance, aimed at countering effectively this \ngrowing serious crime;  \n \n51. Calls upon Member States to consider ratifying or acceding to, and for \nStates parties to effectively implement, the Protocol against the Smuggling of \nMigrants by Land, Sea and Air, supplementing the United Nations Convention against \nTransnational Organized Crime, to reinforce international cooperation for preventing \nand combating the smuggling of migrants and for the prosecution of smugglers, in \naccordance, as appropriate, with article 6 of the Protocol and with national laws and \nlegislation, while effectively protecting the rights and respecting the dignity of \nsmuggled migrants, consistent with the principles of non-discrimination and other \napplicable obligations under relevant international law, taking into account the special \nneeds of women, children, especially when unaccompanied, and persons with \ndisabilities and older persons, and in collaboration with international organizations, \ncivil society and the private sector, and in this regard calls upon the United Nations \nOffice on Drugs and Crime to continue its technical assistance to Member States in \naccordance with the Protocol;  \n \n52. Takes note of the first Global Study on Smuggling of Migrants published \nby the United Nations Office on Drugs and Crime, as well as of its global Observatory \non Smuggling of Migrants, and encourages Member States to promote the reliable \ncollection of relevant data and research, at the national and, as appropriate, the \nregional and international levels, invites the Office to systematically collect data and \ninformation from Member States on migrant smuggling routes, the modi operandi of \nmigrant smugglers and the role of transnational organized crime, and invites Member \nStates and other donors to provide extrabudgetary resources for this purpose; \n \n53. Encourages Member States to ensure that, in investigating and prosecuting \ntrafficking in persons and the smuggling of migrants, the concurrent undertaking of \nfinancial investigations is a standard practice, with a view to tracing, freezing and \nconfiscating proceeds acquired through those crimes, and to consider trafficking in \npersons and the smuggling of migrants to be predicate offences of money-laundering; \n \n54. Takes note of the periodical publication by the United Nations Office on \nDrugs and Crime of the Global Report on Trafficking in Persons, recognizes that the \nGlobal Report on Trafficking in Persons is a useful resource facilitating information-\nsharing on the nature, scope and trends of trafficking in persons, as well as modi \noperandi of traffickers, and encourages Member States to submit to the Office \ninformation on patterns, forms and flows of trafficking in persons for purposes of \ncompiling future global reports; \n \n55. Emphasizes the importance of preventing and combating all forms of \ntrafficking in persons, and in this regard expresses its concern about the activities of \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n23/28\n23-25976 \n \ntransnational and national organized criminal groups and others who profit from such \ncrimes, including for the purpose of organ removal, and calls upon Member States to \nconsider ratifying or acceding to, and for States parties, in accordance with their \nobligations, to fully and effectively implement the Protocol to Prevent, Suppress and \nPunish Trafficking in Persons, Especially Women and Children, supplementing the \nUnited Nations Convention against Transnational Organized Crime, as well as to \nstrengthen national efforts to combat all forms of trafficking in persons and to protect \nand assist the victims of trafficking in accordance with all relevant legal obligations \nand in collaboration with international organizations, civil society and the private \nsector, and in this regard calls upon the United Nations Office on Drugs and Crime to \ncontinue its technical assistance to Member States in accordance with the Protocol;  \n \n56. Requests the United Nations Office on Drugs and Crime to enhance its \ntechnical assistance to Member States, upon request, to strengthen international \ncooperation in preventing and combating terrorism, including the phenomenon of \ntravelling, returning and relocating foreign terrorist fighters, especially with regard \nto extradition and mutual legal assistance, and its financial sources, through the \nfacilitation of the ratification and implementation of the universal conventions and \nprotocols related to terrorism, in close consultation and cooperation with the Security \nCouncil Committee established pursuant to resolution 1373 (2001) concerning \ncounter-terrorism (the Counter-Terrorism Committee) and its Executive Directorate, \nas well as to contribute to the work of the Office of Counter-Terrorism, established in \naccordance with resolution 71/291, and of the United Nations Global Counter-\nTerrorism Coordination Compact entities, and invites Member States to provide the \nUnited Nations Office on Drugs and Crime with appropriate resources for its mandate;  \n \n57. Urges the United Nations Office on Drugs and Crime to continue to \nprovide, within its mandate, technical assistance to Member States, upon their \nrequest, to combat money-laundering and the financing of terrorism through the \nGlobal Programme against Money-Laundering, Proceeds of Crime and the Financing \nof Terrorism, in accordance with United Nations-related instruments and international \nstandards, including, where applicable, standards and relevant initiatives of regional, \ninterregional and multilateral organizations and intergovernmental bodies against \nmoney-laundering, inter alia and as appropriate, the Financial Action Task Force, in \naccordance with national legislation;  \n \n58. Notes with appreciation the progress made by the United Nations Office \non Drugs and Crime, in coordination with the United Nations Conference on Trade \nand Development and other institutions, on the development of a methodology to \nproduce estimates of the total value of inward and outward illicit financial flows, and \nencourages the Office, within its relevant mandates and in cooperation with Member \nStates, to continue its work on studying illicit financial flows related to criminal \nactivities, in line with this methodology;  \n \n59. Requests the United Nations Office on Drugs and Crime to provide, upon \nrequest and without prejudice to the competence of the Office of Counter-Terrorism \nas set out in the report of the Secretary-General of 3 April 2017,52 technical assistance \nfor building the capacity of Member States in the development and implementation \nof assistance and support programmes for victims of terrorism, including victims of \ngender-based violence committed by terrorists, in accordance with relevant national \nlegislation, human rights and applicable international law, with emphasis on the \nparticular needs of women and children, and takes note in this regard of the Model \nLegislative Provisions to Support the Needs and Protect the Rights of Victims of \n__________________ \n \n52  A/71/858. \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n24/28 \n \nTerrorism, developed by the Office together with the Inter-Parliamentary Union and \nthe Office of Counter-Terrorism; \n \n60. Encourages Member States to enhance the effectiveness of countering \ncriminal threats to the tourism sector, including terrorist threats, through, when \nappropriate, the activities of the United Nations Office on Drugs and Crime and other \nrelevant international organizations, in cooperation with the World Tourism \nOrganization and the private sector;  \n \n61. Affirms that attacks intentionally directed against buildings dedicated to \nreligion, education, art, science or charitable purposes, or historic monuments, or \nhospitals and places where the sick and wounded are collected, may amount to war \ncrimes, stresses the importance of holding accountable perpetrators of attacks \nintentionally directed against the above-mentioned buildings, provided that they are \nnot military objectives, and calls upon all States to take appropriate action to this end \nwithin their jurisdiction in accordance with applicable international law;  \n \n62. Urges States parties to consider using the international cooperation \nprovisions of the United Nations Convention against Transnational Organized Crime \nand the United Nations Convention against Corruption, in applicable and appropriate \ncases, to investigate and prosecute the smuggling of commercial goods; \n \n63. Urges States parties to make effective use of the United Nations \nConvention against Transnational Organized Crime for broad cooperation in \npreventing and combating all forms and aspects of trafficking in cultural property and \nrelated offences, including money-laundering and the financing of terrorism, \nespecially in returning such confiscated proceeds of crime or property to their \nlegitimate owners, in accordance with article 14, paragraph 2, of the Convention;  \n \n64. Encourages States parties to the United Nations Convention against \nTransnational Organized Crime to promptly notify countries of origin when objects \nthat may be cultural property removed from their territory are identified, and to \nexchange information and statistical data on all forms and aspects of trafficking in \ncultural property and related offences, and reaffirms in this regard the importance of \nthe International Guidelines for Crime Prevention and Criminal Justice Responses \nwith Respect to Trafficking in Cultural Property and Other Related Offences, as \nadopted by the General Assembly in its resolution 69/196 on the International \nGuidelines, and resolution 11/4 of the Conference of the Parties to the United Nations \nConvention against Transnational Organized Crime, entitled “Strengthening crime \nprevention and criminal justice responses to protect cultural property, especially with \nregard to its trafficking in any situations, including in the context of all armed \nconflicts and natural disasters”; \n \n65. Urges Member States to introduce effective national and international \nmeasures to prevent and combat illicit trafficking in cultural property, including \npublicizing legislation, international guidelines and related technical background \ndocuments, and offering special training for police, customs and border services, and \ninvites Member States to make trafficking in cultural property and related offences, \nincluding stealing from and looting of archaeological and other cultural sites, a \nserious crime, as defined in article 2 (b) of the United Nations Convention against \nTransnational Organized Crime;  \n \n66. Also urges Member States to take decisive steps at the national level to \nprevent, combat and eradicate the illegal trade in wildlife, on both the supply and \ndemand sides, including by strengthening the legislation necessary for the prevention, \ninvestigation and prosecution of such illegal trade, as well as by strengthening \nenforcement and criminal justice responses, in accordance with national legislation \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n25/28\n23-25976 \n \nand international law, acknowledging that the International Consortium on \nCombating Wildlife Crime can provide valuable technical assistance in this regard;  \n \n67. Calls upon Member States to make illicit trafficking in protected species \nof wild fauna and flora and other crimes that affect the environment, such as \ntrafficking in wildlife, timber and hazardous waste, involving organized criminal \ngroups a serious crime in accordance with their national legislation and with \narticle 2 (b) of the United Nations Convention against Transnational Organized \nCrime; \n \n68. Also calls upon Member States to develop or amend national legislation, \nas necessary and appropriate, in accordance with fundamental principles of their \ndomestic law, so that crimes that affect the environment falling within the scope of \nthe United Nations Convention against Transnational Organized Crime are treated as \npredicate offences, as defined in the Convention and as mandated in its article 6, for \nthe purposes of money-laundering offences and are actionable under domestic \nlegislation on proceeds of crime, so that assets derived from crimes that affect the \nenvironment can be seized, confiscated and disposed of; \n \n69. Encourages States parties to provide one another with the broadest \npossible cooperation, including mutual legal assistance, in preventing, investigating \nand prosecuting transnational organized crimes that affect the environment and \nrelated offences covered by the United Nations Convention against Transnational \nOrganized Crime and the Protocols thereto; \n \n70. Calls upon Member States to take appropriate and effective measures to \nprevent and combat trafficking in timber, hazardous waste and other wastes, precious \nmetals, stones and other minerals by organized criminal groups, including, where \nappropriate, the adoption and effective implementation of the necessary legislation \nfor the prevention, investigation and prosecution of such crimes; \n \n71. Requests the United Nations Office on Drugs and Crime, subject to the \navailability of extrabudgetary resources, within its mandate, and in cooperation with \nrelevant competent intergovernmental organizations, to provide technical assistance \nand capacity-building to Member States, upon request, for the purposes of supporting \ntheir efforts to effectively prevent and combat crimes that affect the environment, as \nwell as corruption and money-laundering related to such crimes; \n \n72. Strongly encourages Member States, in accordance with their national \nlegislation, to improve and enhance the collection, quality, availability and analysis \nof data on crimes that affect the environment, consider undertaking national statistical \ncapacity-building in this regard and share such data on a voluntary basis with the \nUnited Nations Office on Drugs and Crime, consistent with its mandate, in order to \nstrengthen research and analysis on global trends and patterns in crimes that affect \nthe environment, including trafficking in wildlife, and to improve the effectiveness \nof strategies aimed at preventing and combating them; \n \n73. Encourages Member States to continue to support the United Nations \nOffice on Drugs and Crime in providing tailor-made technical assistance, within its \nexisting mandate, to enhance the capacity of affected States, upon their request, to \ncombat piracy and other forms of crime committed at sea, including by assisting \nMember States in creating an effective law enforcement response and strengthening \ntheir judicial capacity; \n \n74. Notes with appreciation the past work, results and recommendations of the \nopen-ended intergovernmental Expert Group to Conduct a Comprehensive Study on \nCybercrime, a useful forum for practitioners to exchange best practices and \nexperiences; \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n26/28 \n \n \n75. Encourages Member States to strengthen their efforts in preventing and \ncombating cybercrime and all forms of criminal misuse of information and \ncommunications technologies, and to enhance international cooperation involving \nelectronic evidence in this regard; \n \n76. Also encourages Member States to strengthen their efforts in preventing \nand combating all forms of child sexual exploitation and abuse, and in this regard \nreiterates its request to the United Nations Office on Drugs and Crime to provide \ntechnical assistance and capacity-building activities, upon request, in preventing and \ncombating child sexual exploitation and abuse, both online and offline; \n \n77. Notes with appreciation the progress of the work of the Ad Hoc Committee \nto Elaborate a Comprehensive International Convention on Countering the Use of \nInformation and Communications Technologies for Criminal Purposes, including the \nholding of the Ad Hoc Committee’s fourth, fifth and sixth negotiating sessions from \n9 to 20 January, from 11 to 21 April and from 21 August to 1 September 2023, \nrespectively, encourages Member States to continue to engage in the work of the Ad \nHoc Committee, and further encourages the participation of relevant stakeholders, in \nline with the road map and mode of work of the Ad Hoc Committee approved at its \nfirst session; \n \n78. Notes that, where applicable and without prejudice to the positions of \nnon-States parties, the United Nations Convention against Transnational Organized \nCrime and the Protocol against the Illicit Manufacturing of and Trafficking in \nFirearms, their Parts and Components and Ammunition are among the principal legal \ninstruments to prevent and combat the illicit manufacturing of and trafficking in \nfirearms and their parts and ammunition; \n \n79. Requests the United Nations Office on Drugs and Crime to continue to \nassist Member States, upon request, in combating the illicit manufacturing of and \ntrafficking in firearms, their parts and components and ammunition, and to support \nthem in their efforts to address the links with other forms of transnational organized \ncrime, through, inter alia, legislative assistance, technical support, improved data \ncollection and analysis and strengthened national statistical systems, and in this \nrespect invites Member States to provide the Office with relevant information and, \nconsistent with domestic law, suitably disaggregated data;  \n \n80. Encourages Member States to implement resolution 11/6 of 21 October \n2022 of the Conference of the Parties to the United Nations Convention against \nTransnational Organized Crime, entitled “Strengthening international cooperation to \nprevent, combat and eradicate the illicit manufacturing of and trafficking in firearms, \ntheir parts and components and ammunition”,53 as well as Commission on Narcotic \nDrugs resolution 65/2, entitled “Strengthening international cooperation to address \nthe links between illicit drug trafficking and illicit firearms trafficking”; \n \n81. Urges Member States to exchange good practices and experiences of \npractitioners who are involved in combating illicit trafficking in firearms and to \nconsider the use of available tools, including marking and record-keeping, to facilitate \nthe tracing of firearms and, where possible, their parts and components and \nammunition, in order to enhance criminal investigations into illicit trafficking in \nfirearms;  \n \n82. Urges States parties to the Protocol against the Illicit Manufacturing of \nand Trafficking in Firearms, Their Parts and Components and Ammunition to \nreinforce their control measures in line with the Protocol and other relevant \ninternational legal instruments to which they are party, and seek the support and \n__________________ \n \n53  See CTOC/COP/2022/9, sect. I.A. \n\nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity \nA/RES/78/229\n \n27/28\n23-25976 \n \ncooperation of manufacturers, dealers, importers, exporters, brokers and commercial \ncarriers of firearms, their parts and components and ammunition with a view to \nincreasing the effectiveness of import, export and transit controls, including, where \nappropriate, border controls, and of police and customs transborder cooperation, and \ntakes note of the first United Nations Office on Drugs and Crime Global Study on \nFirearms Trafficking;  \n \n83. Notes the results of the tenth meeting of the Working Group on Firearms, \nheld in Vienna from 3 to 5 May 2023, and invites States parties to take measures, as \nappropriate and consistent with their domestic laws, to implement the \nrecommendations resulting from the Working Group meetings, in order to contribute \nto strengthening international cooperation against the illicit manufacturing of and \ntrafficking in firearms; \n \n84. Calls upon Member States to intensify all efforts to address the world drug \nproblem, based upon the principle of common and shared responsibility and through \na comprehensive and balanced approach, including through more effective bilateral, \nregional and international cooperation among judicial and law enforcement \nauthorities, in accordance with international law, to counter the involvement of \norganized criminal groups in illicit drug production and trafficking and related \ncriminal activities and to take steps to reduce the violence that accompanies drug \ntrafficking;  \n \n85. Recommends that Member States, as appropriate to their national contexts, \nadopt a comprehensive and integrated approach to crime prevention and criminal \njustice reform, based on baseline assessments, regular data collection and analysis, \nand focusing on all sectors of and linkages within the justice system, and develop \ncrime prevention policies, strategies and programmes, including ones that focus on \nearly prevention by using multidisciplinary and participatory approaches, in close \ncooperation with all stakeholders, including civil society, and requests the United \nNations Office on Drugs and Crime to continue to provide technical assistance, upon \nrequest, to Member States for this purpose;  \n \n86. Reiterates its invitation to Member States to gradually adopt the \nInternational Classification of Crime for Statistical Purposes and to strengthen \nnational statistical systems of criminal justice, requests the United Nations Office on \nDrugs and Crime, within its existing mandate, to continue to strengthen the regular \ncollection, analysis and dissemination of accurate, reliable, timely and comparable \ndata and information, including, as appropriate, real time data, and data disaggregated \nby sex, age and other relevant criteria, and strongly encourages Member States to \nshare such data and information with the Office;  \n \n87. Takes note of the global studies on the smuggling of migrants, trafficking \nin persons, trafficking in firearms and intentional homicide, including on the gender-\nrelated killing of women and girls, that have been produced by the United Nations \nOffice on Drugs and Crime and thus provide data-driven analyses in support of policy \ndevelopment at the national and international levels, and requests the Office to \ncontinue to develop, in close cooperation with Member States, technical and \nmethodological tools and trend analyses and studies to enhance knowledge of crime \ntrends and support Member States in designing appropriate responses in specific areas \nof crime, in particular in their transnational dimension and in relation to the \nSustainable Development Goals, taking into account the need to make the best \npossible use of existing resources;  \n \n88. Encourages Member States to take relevant measures, as appropriate to \ntheir national contexts, to ensure the diffusion, use and application of the United \nNations standards and norms in crime prevention and criminal justice, including the \nconsideration and, where they deem it necessary, dissemination of existing manuals, \n\nA/RES/78/229 \nStrengthening the United Nations crime prevention and criminal \njustice programme, in particular its technical cooperation capacity\n \n23-25976\n28/28 \n \nhandbooks and capacity-building material, including e-learning training materials, \ndeveloped and published by the United Nations Office on Drugs and Crime;  \n \n89. Requests the United Nations Office on Drugs and Crime, in collaboration \nand close consultation with Member States and within existing resources, to continue \nto support the enhancement of capacity and skills in the field of forensic sciences, \nincluding the setting of standards, and the development of technical assistance \nmaterial for training, such as manuals, compilations of useful practices and guidelines \nand scientific and forensic reference material, for law enforcement officials and \nprosecution authorities, and to promote and facilitate the establishment and \nsustainability of regional networks of forensic science providers in order to enhance \ntheir expertise and capacity to support criminal justice proceedings and prevent and \ncombat transnational organized crime; \n \n90. Welcomes the Kyoto Declaration, and requests the Commission on Crime \nPrevention and Criminal Justice, in accordance with its mandate, to continue to \nimplement the appropriate policy and operational measures for the follow-up to the \nKyoto Declaration, including through the holding of intersessional thematic \ndiscussions to facilitate the sharing of information, good practices and lessons learned \namong Member States and relevant stakeholders, subject to the availability of \nextrabudgetary resources; \n \n91. Calls upon all Member States to actively participate in the follow-up to \nthe Kyoto Declaration by the Commission on Crime Prevention and Criminal Justice \nand to be actively engaged in the preparations for the Fifteenth United Nations \nCongress on Crime Prevention and Criminal Justice in 2026; \n \n92. Requests the Secretary-General to submit a report to the General Assembly \nat its seventy-ninth and eightieth sessions on the implementation of the mandates of \nthe United Nations crime prevention and criminal justice programme, reflecting also \nemerging policy issues and possible responses; \n \n93. Decides to consider the question of strengthening the United Nations \ncrime prevention and criminal justice programme, in particular its technical \ncooperation capacity, at its eightieth session. \n \n50th plenary meeting \n19 December 2023 \n \n",
  "paragraphs": {
    "1": "Takes note with appreciation of the report of the Secretary-General prepared pursuant to resolution 77/237;48",
    "2": "Reaffirms its resolution 70/1, entitled “Transforming our world: the 2030 Agenda for Sustainable Development”, which, inter alia, includes the commitment to promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels;",
    "3": "Underlines the important role of the Commission on Crime Prevention and Criminal Justice in actively contributing to the accelerated implementation of the 2030 Agenda, within its mandate, and in contributing to the follow-up to the Sustainable Development Goals Summit held in September 2023;",
    "4": "Calls upon all Member States, when appropriate, to take into consideration the Kyoto Declaration on Advancing Crime Prevention, Criminal Justice and the Rule of Law: Towards the Achievement of the 2030 Agenda for Sustainable Development, adopted at the high-level segment of the Fourteenth United Nations Congress on Crime Prevention and Criminal Justice, held in Kyoto, Japan, from 7 to 12 March 2021, when formulating legislation and policy directives, and to make every effort, where appropriate, to implement the principles contained therein in conformity with the purposes and principles of the Charter of the United Nations, and requests the United Nations Office on Drugs and Crime to continue to provide technical assistance, upon request, to Member States;",
    "5": "Encourages Member States to promote the integrity, accountability, honesty and responsibility of criminal justice practitioners and institutions through specialized and appropriate training, and the application of codes or standards of conduct, and in this context notes the work of the Global Judicial Integrity Network aimed at strengthening judicial integrity;",
    "6": "Urges Member States that have not yet done so to consider ratifying or acceding to the United Nations Convention against Transnational Organized Crime and the Protocols thereto, the Single Convention on Narcotic Drugs of 1961 as amended by the 1972 Protocol, the Convention on Psychotropic Substances of 1971, the United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances of 1988, the United Nations Convention against Corruption and the international conventions and protocols related to terrorism, and urges States parties to those conventions and protocols to make efforts towards their effective implementation, particularly with regard to preventing and combating transnational organized crime, including cybercrime;",
    "7": "Reaffirms that the United Nations Convention against Transnational Organized Crime and the Protocols thereto represent the most important tools of the international community for fighting transnational organized crime, including cybercrime, notes with appreciation that the number of States parties has reached 192, which is a significant indication of the commitment shown by the international community to combating transnational organized crime, and recalls in this respect resolution 10/4 of 16 October 2020 of the Conference of the Parties to the United Nations Convention against Transnational Organized Crime, 49 in which the Conference emphasized the continued relevance of the Convention, including in countering new, emerging and evolving forms of transnational organized crime, and urges States parties to make, consistent with their national legislation, the widest possible use of the Convention as a legal basis for international cooperation in criminal matters, taking note in this respect of the relevant United Nations Office on Drugs and Crime digest of cases, which was released in October 2021;",
    "8": "Recognizes that technical assistance and economic development are fundamental to ensuring the effective implementation of the provisions of the United Nations Convention against Transnational Organized Crime and the Protocols thereto, and recalls in this regard article 30 of the Convention;",
    "9": "Urges States parties to actively participate in the review process of the Mechanism for the Review of the Implementation of the United Nations Convention against Transnational Organized Crime and the Protocols thereto, in accordance with resolution 10/1 of 16 October 2020 of the Conference of the Parties to the United Nations Convention against Transnational Organized Crime, 50 including by ensuring that the focal points and experts are nominated in a timely manner and that voluntary contributions are made to ensure that the Secretariat can effectively support the process, as well as to implement observations emanating therefrom, including, where appropriate, by requesting technical assistance from the United Nations Office on Drugs and Crime to this end;",
    "10": "Encourages States parties to the United Nations Convention against Transnational Organized Crime to submit case law, legislation and other relevant responses to the knowledge management portal known as Sharing Electronic Resources and Laws on Crime;",
    "11": "Welcomes the resolutions adopted by the Conference of the Parties at its eighth, ninth, tenth and eleventh sessions, held in Vienna from 17 to 21 October 2016, from 15 to 19 October 2018, from 12 to 16 October 2020 and from 17 to 21 October 2022, respectively, to promote greater use of the Convention by central and other competent authorities in extradition and mutual legal assistance and to enhance the effectiveness of these authorities and to strengthen, as appropriate, the implementation of the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the United Nations Convention against Transnational Organized Crime;",
    "12": "Encourages Member States to implement the commitments made in the political declaration entitled “Our common commitment to effectively addressing challenges and implementing measures to prevent and combat corruption and strengthen international cooperation”, adopted at the thirty-second special session of the General Assembly, held at United Nations Headquarters from 2 to 4 June 2021;",
    "13": "Urges States parties to the United Nations Convention against Corruption to continue to provide full support to the Mechanism for the Review of Implementation of the Convention adopted by the Conference of the States Parties to the Convention, welcomes the progress made under the second cycle of the Review Mechanism and calls upon States parties to ensure the timely conclusion of the second review cycle and to participate in preparations for the next review phase, and further notes with appreciation that the number of States parties has reached 190, which is a significant indication of the commitment shown by the international community to combating corruption and related crimes;",
    "14": "Also urges States parties to the United Nations Convention against Corruption to increase their efforts and to take measures to prevent and counter corruption, with the necessary focus on, among others, acts of corruption that involve vast quantities of assets, without undermining their commitment to preventing and countering corruption at all levels and in all forms, calls upon States parties to the Convention to take measures to ensure that legal and natural persons are held accountable for corruption offences, including when they involve bribery and vast quantities of assets, in accordance with the Convention, and notes with appreciation the creation of regional anti-corruption hubs by the United Nations Office on Drugs and Crime to better support States parties in these endeavours;",
    "15": "Takes note of progress made in operationalizing the Global Operational Network of Anti-Corruption Law Enforcement Authorities under the auspices of the United Nations Office on Drugs and Crime, and encourages States to participate in and make best use of this network, as appropriate;",
    "16": "Welcomes the progress achieved by the Conference of the Parties to the United Nations Convention against Transnational Organized Crime and the Conference of the States Parties to the United Nations Convention against Corruption in the implementation of their respective mandates, and calls upon States parties to give full effect to the resolutions adopted by those bodies, including providing information regarding compliance with the treaties;",
    "17": "Encourages Member States, in accordance with their domestic law, to strengthen the capacity of their respective criminal justice systems to investigate, prosecute and punish crime, while supporting an accessible, effective, fair, humane, transparent and accountable criminal justice system and protecting the human rights and fundamental freedoms of defendants, as well as the rights and legitimate interests of victims and witnesses, and to adopt and reinforce measures to ensure access to effective legal aid in criminal justice systems, as called for in its resolution 78/227 on equal access to justice for all;",
    "18": " coordination and coherence, including through the Rule of Law Coordination and Resource Group;",
    "19": "Calls for greater coordination and coherence among United Nations entities and with stakeholders, including donors, host countries and recipients of capacity-building, in countering transnational organized crime;",
    "20": "Reiterates the importance of providing the United Nations crime prevention and criminal justice programme with sufficient, stable and predictable funding for the full implementation of its mandates;",
    "21": "Encourages all States to have national and local action plans for crime prevention in order to take into account, in a comprehensive, integrated and participatory manner, inter alia, factors that place certain populations and places at higher risk of victimization and/or of offending, and to ensure that such plans are based on the best available evidence and good practices, and stresses that crime prevention should be considered an integral element of strategies to foster social and economic development in all States, in accordance with the commitments contained in General Assembly resolutions 70/1 and 70/299;",
    "22": "Recommends that Member States adopt multisectoral crime prevention policies and programmes for youth and increase their meaningful and inclusive participation therein, including through sport and education, taking into consideration their varying needs, and safeguard their well-being, recognizing that youth may face specific challenges and risk factors that make them particularly vulnerable to crime, all forms of violence, terrorism and victimization, and in this respect recalls its resolutions 74/170 and 76/183, entitled “Integrating sport into youth crime prevention and criminal justice strategies”, Economic and Social Council resolution 2016/18 of 26 July 2016, entitled “Mainstreaming holistic approaches in youth crime prevention”, and further recalls the provision of the Kyoto Declaration on empowering youth by organizing social, educational, cultural, recreational, sports- related youth programmes and youth forums;",
    "23": "Takes note of the launch of the Sport against Crime: Outreach, Resilience, Empowerment (SC:ORE) initiative for at-risk youth developed jointly by the United Nations Office on Drugs and Crime with the International Olympic Committee to integrate sport into youth crime prevention initiatives, and requests the Office to continue, subject to the availability of extrabudgetary resources and in close consultation with Member States, its relevant efforts;",
    "24": "Invites Member States to consider policy recommendations identified in the United Nations Office on Drugs and Crime Global Report on Corruption in Sport, where appropriate, to address risks to people in vulnerable situations, in particular children and young athletes, posed by corruption in sport, with a view to promoting fair competition, healthy lives and principles of integrity and to creating an atmosphere of intolerance towards corruption in sport;",
    "25": "Takes note of the progress made under the Global Resource for Anti-Corruption Education and Youth Empowerment (GRACE) initiative by the United Nations Office on Drugs and Crime, and requests the Office to continue, subject to the availability of extrabudgetary resources and in close consultation with Member States, its efforts to develop educational materials on fighting corruption and on the rule of law, and enhance cooperation with and build the capacity of relevant criminal justice authorities and educational institutions;",
    "26": " facilitate sharing information on challenges, lessons learned, best practices and enabling factors needed to enhance the functioning of criminal justice systems to ensure equal access to justice for all;",
    "27": "Invites the President of the General Assembly, in cooperation with the United Nations Office on Drugs and Crime and with the involvement of relevant stakeholders, to hold, within existing resources and during the seventy-eighth session, a high-level debate on the theme “Crime prevention and sustainable development through sports” and to prepare a summary of the discussion for transmission to the Commission on Crime Prevention and Criminal Justice and to all Member States;",
    "28": "Also invites the President of the General Assembly, in cooperation with the United Nations Office on Drugs and Crime and with the involvement of relevant stakeholders, to hold, within existing resources and during the seventy-ninth session, a high-level debate on the theme “A second chance: addressing the global prison challenge”, to mark the tenth anniversary of the adoption of the United Nations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules) by its resolution 70/175, and to prepare a summary of the discussion for transmission to the Commission on Crime Prevention and Criminal Justice and to all Member States;",
    "29": "Urges Member States, in cooperation with the United Nations crime prevention and criminal justice programme, to develop national, subregional, regional and international strategies, with the support of relevant international organizations, as appropriate, and other necessary measures, including the establishment, in accordance with international obligations and domestic legislation, of designated central and competent authorities and effective points of contact dedicated to facilitating the procedures related to international cooperation, including for extradition and mutual legal assistance requests, in order to effectively address transnational organized crime; to strengthen all forms of cooperation in accordance with the provisions of the United Nations Convention against Corruption for asset recovery, in particular chapter V, with the cooperation of the United Nations Office on Drugs and Crime, within its existing mandate; and to inform accordingly the Office about existing or updated contact details of such authorities and points of contact to facilitate international cooperation as appropriate;",
    "30": " and indirect trade in oil and refined oil products with organized criminal and terrorist groups, as well as corruption and terrorism;",
    "31": "Encourages Member States to collect relevant information and to further identify, analyse and counter any existing, growing or potential links, in some cases, between transnational organized crime, the illicit access to, trafficking in and diversion of firearms, their parts and components and ammunition, illicit drug-related activities, money-laundering and the financing of terrorism, in order to enhance criminal justice responses to those crimes, and calls upon the United Nations Office on Drugs and Crime, within its relevant mandates, to support, upon request, the efforts of Member States in that regard;",
    "32": "Calls upon Member States to strengthen cooperation at the international, regional, subregional and bilateral levels to counter the threat posed by foreign terrorist fighters, including those who are returning and relocating, including through enhanced operational and timely information-sharing, logistical support, as appropriate, and capacity-building activities, such as those provided by the United Nations Office on Drugs and Crime, to share and adopt best practices to identify foreign terrorist fighters, to prevent the travel of foreign terrorist fighters from, into or through Member States, to prevent the financing, mobilization, recruitment and organization of foreign terrorist fighters, to prevent and counter violent extremism as and when conducive to terrorism, to enhance efforts to implement prosecution, rehabilitation and reintegration strategies, taking into account gender and age dimensions, and to ensure that any person who participates in the financing, planning, preparation or perpetration of terrorist acts or in the supporting of terrorist acts is brought to justice, in compliance with obligations under international law, as well as applicable domestic law, and requests the Office to continue to provide technical assistance, upon request, in this regard in cooperation and coordination with the Office of Counter-Terrorism and the United Nations Global Counter-Terrorism Coordination Compact entities;",
    "33": "Calls upon the United Nations Office on Drugs and Crime to further enhance technical assistance, upon request, for building the capacity of Member States to become party to and implement the international conventions and protocols related to counter-terrorism, including through targeted programmes and the training of relevant criminal justice and law enforcement officials, upon request, and the development of technical tools, publications and programmes, within its mandate, and in this respect takes note with appreciation of the development of the Global Programme on Preventing and Countering Terrorism of the United Nations Office on Drugs and Crime, which enables the Office to pursue partnership-based and people- centred technical assistance in support of Member States’ requests for technical assistance on the international conventions and protocols against terrorism;",
    "34": "Calls upon Member States to address the threat posed by radicalization to terrorism in prisons, and calls upon the United Nations, especially the United Nations Office on Drugs and Crime, to continue to support Member States in this regard in cooperation and coordination with the Office of Counter-Terrorism and the United Nations Global Counter-Terrorism Coordination Compact entities;",
    "35": "Urges the United Nations Office on Drugs and Crime to increase collaboration with intergovernmental, international and regional organizations that have transnational organized crime mandates, as appropriate, in order to share best practices, foster cooperation and take advantage of their unique and comparative advantage;",
    "36": " vulnerabilities, projects and impacts in the fight against transnational organized crime in all its forms, in particular in developing countries, when deciding to close and allocate offices, with a view to maintaining an effective level of support to national and regional efforts in those areas;",
    "37": "Requests the Secretary-General to continue to provide the United Nations Office on Drugs and Crime with adequate resources to support, in an effective manner, efforts towards the implementation of the United Nations Convention against Transnational Organized Crime and the Protocols thereto, the Single Convention on Narcotic Drugs of 1961 as amended by the 1972 Protocol, the Convention on Psychotropic Substances of 1971, the United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances of 1988 and the United Nations Convention against Corruption, and to discharge its functions as the secretariat of the conferences of the parties to the conventions, the Commission on Crime Prevention and Criminal Justice and the Commission on Narcotic Drugs, as well as the United Nations congresses on crime prevention and criminal justice, in accordance with its mandate, and requests the Secretariat to continue to provide support to the Commissions within their respective mandates, enabling them to actively contribute, as appropriate, to the global follow-up and the thematic review of progress made by Member States in the achievement of the Sustainable Development Goals as set forth in resolutions 70/299, and 72/305 of 23 July 2018 and its resolution 78/225 on enhancing the contributions of the Commission on Crime Prevention and Criminal Justice to the accelerated implementation of the 2030 Agenda for Sustainable Development;",
    "38": "Urges all Member States to provide the fullest possible financial and political support to the United Nations Office on Drugs and Crime by widening its donor base and increasing voluntary contributions, in particular general-purpose contributions, so as to enable it to continue, expand, improve and strengthen, within its mandates, its research, operational and technical cooperation activities;",
    "39": "Expresses concern regarding the overall financial situation of the United Nations Office on Drugs and Crime, emphasizes the need to provide the Office with adequate, predictable and stable resources and to ensure their cost-effective utilization, and requests the Secretary-General, also considering the extension of the mandate of the standing open-ended intergovernmental working group on improving the governance and financial situation of the Office, to continue to report, within existing reporting obligations, on the financial situation of the Office and to continue to ensure that the Office has sufficient resources to carry out its mandates fully and effectively;",
    "40": "Invites States and other interested parties to make further voluntary contributions to the United Nations voluntary trust fund for victims of trafficking in persons, especially women and children, and to the United Nations voluntary trust fund on contemporary forms of slavery;",
    "41": "Calls upon Member States to intensify national and international efforts to eliminate all forms of discrimination, including racism, religious intolerance, xenophobia and gender-related discrimination by, inter alia, raising awareness, developing educational materials and programmes and considering, where appropriate, drafting and enforcing legislation against discrimination, and requests the United Nations Office on Drugs and Crime to continue providing technical assistance and capacity-building, upon request, to Member States in support of such efforts and urges Member States to provide extrabudgetary resources for these purposes;",
    "42": " discrimination, and in that regard expresses its concern about the increase in the activities of transnational and national organized criminal groups and others who profit from crimes against migrants, especially women and children, without regard for dangerous and inhumane conditions and in flagrant violation of national laws and international law;",
    "43": "Calls upon Member States to ensure equal access to justice for all, in order to reach the relevant Sustainable Development Goals and to follow up on the provisions of the Kyoto Declaration and its resolution 78/227 on equal access to justice for all;",
    "44": "Requests the United Nations Office on Drugs and Crime to continue to develop technical tools and training material based on United Nations standards and norms in crime prevention and criminal justice and to continue to provide technical and material assistance to Member States, upon request, to ensure access to justice for all;",
    "45": "Calls upon Member States to implement, when appropriate, the United Nations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules), bearing in mind their spirit and purpose, and to intensify their efforts to address the challenge of prison overcrowding through appropriate criminal justice reforms, which should include, where appropriate, a review of penal policies and practical measures to reduce pretrial detention, to enhance the use of non-custodial sanctions and measures and to improve access to legal aid to the extent possible, bearing in mind the United Nations Principles and Guidelines on Access to Legal Aid in Criminal Justice Systems, and requests the United Nations Office on Drugs and Crime to continue to provide technical assistance to Member States, upon request, in this respect;",
    "46": "Reaffirms its resolutions 76/182 of 16 December 2021, 77/232 of 15 December 2022 and 78/224 of 19 December 2023 on reducing reoffending through rehabilitation and reintegration, and encourages Member States to promote a rehabilitative environment in correctional facilities and multi-stakeholder partnerships to reduce reoffending by fostering inter-agency coordination among relevant government authorities;",
    "47": "Emphasizes the need for all Member States to promote, where appropriate, cooperation on the transfer of sentenced persons to serve the rest of their sentences in their own countries, conclude bilateral or multilateral agreements or arrangements in this regard as necessary, taking into consideration the rights of sentenced persons and issues relating to consent, rehabilitation and reintegration, as appropriate, and raise awareness among these prisoners about the availability of such measures;",
    "48": "Invites Member States to mainstream a gender perspective into their criminal justice systems, including by the use of non-custodial measures for women, when appropriate, and by improving the treatment of women prisoners, taking into consideration the United Nations Rules for the Treatment of Women Prisoners and Non-custodial Measures for Women Offenders (the Bangkok Rules), 51 and by developing and implementing national strategies and plans to promote the full protection of women and girls from all acts of violence and to strengthen the crime prevention and criminal justice response to the gender-related killing of women and girls, in particular by taking measures to support the practical capacity of Member States to prevent, investigate, prosecute and punish all forms of such crime, and welcomes in this respect the practical tools recommended by the open-ended intergovernmental expert group on gender-related killing of women and girls at its meeting held in Bangkok from 11 to 13 November 2014;",
    "49": "Also invites Member States to integrate child- and youth-related issues into their criminal justice reform efforts, recognizing the importance of protecting children from all forms of violence, exploitation and abuse, consistent with the obligations of parties under relevant international instruments, and to develop comprehensive child- sensitive justice policies focused on the best interests of the child, consistent with the principle that the deprivation of liberty of children should be used only as a measure of last resort and for the shortest appropriate period of time;",
    "50": "Recognizes the efforts made by the United Nations Office on Drugs and Crime to assist Member States in developing their abilities and strengthening their capacity to prevent and combat kidnapping, and requests the Office to continue to provide technical assistance, upon request, with a view to fostering international cooperation, in particular mutual legal assistance, aimed at countering effectively this growing serious crime;",
    "51": "Calls upon Member States to consider ratifying or acceding to, and for States parties to effectively implement, the Protocol against the Smuggling of Migrants by Land, Sea and Air, supplementing the United Nations Convention against Transnational Organized Crime, to reinforce international cooperation for preventing and combating the smuggling of migrants and for the prosecution of smugglers, in accordance, as appropriate, with article 6 of the Protocol and with national laws and legislation, while effectively protecting the rights and respecting the dignity of smuggled migrants, consistent with the principles of non-discrimination and other applicable obligations under relevant international law, taking into account the special needs of women, children, especially when unaccompanied, and persons with disabilities and older persons, and in collaboration with international organizations, civil society and the private sector, and in this regard calls upon the United Nations Office on Drugs and Crime to continue its technical assistance to Member States in accordance with the Protocol;",
    "52": "Takes note of the first Global Study on Smuggling of Migrants published by the United Nations Office on Drugs and Crime, as well as of its global Observatory on Smuggling of Migrants, and encourages Member States to promote the reliable collection of relevant data and research, at the national and, as appropriate, the regional and international levels, invites the Office to systematically collect data and information from Member States on migrant smuggling routes, the modi operandi of migrant smugglers and the role of transnational organized crime, and invites Member States and other donors to provide extrabudgetary resources for this purpose;",
    "53": "Encourages Member States to ensure that, in investigating and prosecuting trafficking in persons and the smuggling of migrants, the concurrent undertaking of financial investigations is a standard practice, with a view to tracing, freezing and confiscating proceeds acquired through those crimes, and to consider trafficking in persons and the smuggling of migrants to be predicate offences of money-laundering;",
    "54": "Takes note of the periodical publication by the United Nations Office on Drugs and Crime of the Global Report on Trafficking in Persons, recognizes that the Global Report on Trafficking in Persons is a useful resource facilitating information- sharing on the nature, scope and trends of trafficking in persons, as well as modi operandi of traffickers, and encourages Member States to submit to the Office information on patterns, forms and flows of trafficking in persons for purposes of compiling future global reports;",
    "55": " transnational and national organized criminal groups and others who profit from such crimes, including for the purpose of organ removal, and calls upon Member States to consider ratifying or acceding to, and for States parties, in accordance with their obligations, to fully and effectively implement the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime, as well as to strengthen national efforts to combat all forms of trafficking in persons and to protect and assist the victims of trafficking in accordance with all relevant legal obligations and in collaboration with international organizations, civil society and the private sector, and in this regard calls upon the United Nations Office on Drugs and Crime to continue its technical assistance to Member States in accordance with the Protocol;",
    "56": "Requests the United Nations Office on Drugs and Crime to enhance its technical assistance to Member States, upon request, to strengthen international cooperation in preventing and combating terrorism, including the phenomenon of travelling, returning and relocating foreign terrorist fighters, especially with regard to extradition and mutual legal assistance, and its financial sources, through the facilitation of the ratification and implementation of the universal conventions and protocols related to terrorism, in close consultation and cooperation with the Security Council Committee established pursuant to resolution 1373 (2001) concerning counter-terrorism (the Counter-Terrorism Committee) and its Executive Directorate, as well as to contribute to the work of the Office of Counter-Terrorism, established in accordance with resolution 71/291, and of the United Nations Global Counter- Terrorism Coordination Compact entities, and invites Member States to provide the United Nations Office on Drugs and Crime with appropriate resources for its mandate;",
    "57": "Urges the United Nations Office on Drugs and Crime to continue to provide, within its mandate, technical assistance to Member States, upon their request, to combat money-laundering and the financing of terrorism through the Global Programme against Money-Laundering, Proceeds of Crime and the Financing of Terrorism, in accordance with United Nations-related instruments and international standards, including, where applicable, standards and relevant initiatives of regional, interregional and multilateral organizations and intergovernmental bodies against money-laundering, inter alia and as appropriate, the Financial Action Task Force, in accordance with national legislation;",
    "58": "Notes with appreciation the progress made by the United Nations Office on Drugs and Crime, in coordination with the United Nations Conference on Trade and Development and other institutions, on the development of a methodology to produce estimates of the total value of inward and outward illicit financial flows, and encourages the Office, within its relevant mandates and in cooperation with Member States, to continue its work on studying illicit financial flows related to criminal activities, in line with this methodology;",
    "59": "Requests the United Nations Office on Drugs and Crime to provide, upon request and without prejudice to the competence of the Office of Counter-Terrorism as set out in the report of the Secretary-General of 3 April 2017,52 technical assistance for building the capacity of Member States in the development and implementation of assistance and support programmes for victims of terrorism, including victims of gender-based violence committed by terrorists, in accordance with relevant national legislation, human rights and applicable international law, with emphasis on the particular needs of women and children, and takes note in this regard of the Model Legislative Provisions to Support the Needs and Protect the Rights of Victims of Terrorism, developed by the Office together with the Inter-Parliamentary Union and the Office of Counter-Terrorism;",
    "60": "Encourages Member States to enhance the effectiveness of countering criminal threats to the tourism sector, including terrorist threats, through, when appropriate, the activities of the United Nations Office on Drugs and Crime and other relevant international organizations, in cooperation with the World Tourism Organization and the private sector;",
    "61": "Affirms that attacks intentionally directed against buildings dedicated to religion, education, art, science or charitable purposes, or historic monuments, or hospitals and places where the sick and wounded are collected, may amount to war crimes, stresses the importance of holding accountable perpetrators of attacks intentionally directed against the above-mentioned buildings, provided that they are not military objectives, and calls upon all States to take appropriate action to this end within their jurisdiction in accordance with applicable international law;",
    "62": "Urges States parties to consider using the international cooperation provisions of the United Nations Convention against Transnational Organized Crime and the United Nations Convention against Corruption, in applicable and appropriate cases, to investigate and prosecute the smuggling of commercial goods;",
    "63": "Urges States parties to make effective use of the United Nations Convention against Transnational Organized Crime for broad cooperation in preventing and combating all forms and aspects of trafficking in cultural property and related offences, including money-laundering and the financing of terrorism, especially in returning such confiscated proceeds of crime or property to their legitimate owners, in accordance with article 14, paragraph 2, of the Convention;",
    "64": "Encourages States parties to the United Nations Convention against Transnational Organized Crime to promptly notify countries of origin when objects that may be cultural property removed from their territory are identified, and to exchange information and statistical data on all forms and aspects of trafficking in cultural property and related offences, and reaffirms in this regard the importance of the International Guidelines for Crime Prevention and Criminal Justice Responses with Respect to Trafficking in Cultural Property and Other Related Offences, as adopted by the General Assembly in its resolution 69/196 on the International Guidelines, and resolution 11/4 of the Conference of the Parties to the United Nations Convention against Transnational Organized Crime, entitled “Strengthening crime prevention and criminal justice responses to protect cultural property, especially with regard to its trafficking in any situations, including in the context of all armed conflicts and natural disasters”;",
    "65": "Urges Member States to introduce effective national and international measures to prevent and combat illicit trafficking in cultural property, including publicizing legislation, international guidelines and related technical background documents, and offering special training for police, customs and border services, and invites Member States to make trafficking in cultural property and related offences, including stealing from and looting of archaeological and other cultural sites, a serious crime, as defined in article 2 (b) of the United Nations Convention against Transnational Organized Crime;",
    "66": " and international law, acknowledging that the International Consortium on Combating Wildlife Crime can provide valuable technical assistance in this regard;",
    "67": "Calls upon Member States to make illicit trafficking in protected species of wild fauna and flora and other crimes that affect the environment, such as trafficking in wildlife, timber and hazardous waste, involving organized criminal groups a serious crime in accordance with their national legislation and with article 2 (b) of the United Nations Convention against Transnational Organized Crime;",
    "68": "Also calls upon Member States to develop or amend national legislation, as necessary and appropriate, in accordance with fundamental principles of their domestic law, so that crimes that affect the environment falling within the scope of the United Nations Convention against Transnational Organized Crime are treated as predicate offences, as defined in the Convention and as mandated in its article 6, for the purposes of money-laundering offences and are actionable under domestic legislation on proceeds of crime, so that assets derived from crimes that affect the environment can be seized, confiscated and disposed of;",
    "69": "Encourages States parties to provide one another with the broadest possible cooperation, including mutual legal assistance, in preventing, investigating and prosecuting transnational organized crimes that affect the environment and related offences covered by the United Nations Convention against Transnational Organized Crime and the Protocols thereto;",
    "70": "Calls upon Member States to take appropriate and effective measures to prevent and combat trafficking in timber, hazardous waste and other wastes, precious metals, stones and other minerals by organized criminal groups, including, where appropriate, the adoption and effective implementation of the necessary legislation for the prevention, investigation and prosecution of such crimes;",
    "71": "Requests the United Nations Office on Drugs and Crime, subject to the availability of extrabudgetary resources, within its mandate, and in cooperation with relevant competent intergovernmental organizations, to provide technical assistance and capacity-building to Member States, upon request, for the purposes of supporting their efforts to effectively prevent and combat crimes that affect the environment, as well as corruption and money-laundering related to such crimes;",
    "72": "Strongly encourages Member States, in accordance with their national legislation, to improve and enhance the collection, quality, availability and analysis of data on crimes that affect the environment, consider undertaking national statistical capacity-building in this regard and share such data on a voluntary basis with the United Nations Office on Drugs and Crime, consistent with its mandate, in order to strengthen research and analysis on global trends and patterns in crimes that affect the environment, including trafficking in wildlife, and to improve the effectiveness of strategies aimed at preventing and combating them;",
    "73": "Encourages Member States to continue to support the United Nations Office on Drugs and Crime in providing tailor-made technical assistance, within its existing mandate, to enhance the capacity of affected States, upon their request, to combat piracy and other forms of crime committed at sea, including by assisting Member States in creating an effective law enforcement response and strengthening their judicial capacity;",
    "74": "",
    "75": "Encourages Member States to strengthen their efforts in preventing and combating cybercrime and all forms of criminal misuse of information and communications technologies, and to enhance international cooperation involving electronic evidence in this regard;",
    "76": "Also encourages Member States to strengthen their efforts in preventing and combating all forms of child sexual exploitation and abuse, and in this regard reiterates its request to the United Nations Office on Drugs and Crime to provide technical assistance and capacity-building activities, upon request, in preventing and combating child sexual exploitation and abuse, both online and offline;",
    "77": "Notes with appreciation the progress of the work of the Ad Hoc Committee to Elaborate a Comprehensive International Convention on Countering the Use of Information and Communications Technologies for Criminal Purposes, including the holding of the Ad Hoc Committee’s fourth, fifth and sixth negotiating sessions from 9 to 20 January, from 11 to 21 April and from 21 August to 1 September 2023, respectively, encourages Member States to continue to engage in the work of the Ad Hoc Committee, and further encourages the participation of relevant stakeholders, in line with the road map and mode of work of the Ad Hoc Committee approved at its first session;",
    "78": "Notes that, where applicable and without prejudice to the positions of non-States parties, the United Nations Convention against Transnational Organized Crime and the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, their Parts and Components and Ammunition are among the principal legal instruments to prevent and combat the illicit manufacturing of and trafficking in firearms and their parts and ammunition;",
    "79": "Requests the United Nations Office on Drugs and Crime to continue to assist Member States, upon request, in combating the illicit manufacturing of and trafficking in firearms, their parts and components and ammunition, and to support them in their efforts to address the links with other forms of transnational organized crime, through, inter alia, legislative assistance, technical support, improved data collection and analysis and strengthened national statistical systems, and in this respect invites Member States to provide the Office with relevant information and, consistent with domestic law, suitably disaggregated data;",
    "80": "Encourages Member States to implement resolution 11/6 of 21 October 2022 of the Conference of the Parties to the United Nations Convention against Transnational Organized Crime, entitled “Strengthening international cooperation to prevent, combat and eradicate the illicit manufacturing of and trafficking in firearms, their parts and components and ammunition”,53 as well as Commission on Narcotic Drugs resolution 65/2, entitled “Strengthening international cooperation to address the links between illicit drug trafficking and illicit firearms trafficking”;",
    "81": "Urges Member States to exchange good practices and experiences of practitioners who are involved in combating illicit trafficking in firearms and to consider the use of available tools, including marking and record-keeping, to facilitate the tracing of firearms and, where possible, their parts and components and ammunition, in order to enhance criminal investigations into illicit trafficking in firearms;",
    "82": "Urges States parties to the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition to reinforce their control measures in line with the Protocol and other relevant international legal instruments to which they are party, and seek the support and cooperation of manufacturers, dealers, importers, exporters, brokers and commercial carriers of firearms, their parts and components and ammunition with a view to increasing the effectiveness of import, export and transit controls, including, where appropriate, border controls, and of police and customs transborder cooperation, and takes note of the first United Nations Office on Drugs and Crime Global Study on Firearms Trafficking;",
    "83": "Notes the results of the tenth meeting of the Working Group on Firearms, held in Vienna from 3 to 5 May 2023, and invites States parties to take measures, as appropriate and consistent with their domestic laws, to implement the recommendations resulting from the Working Group meetings, in order to contribute to strengthening international cooperation against the illicit manufacturing of and trafficking in firearms;",
    "84": "Calls upon Member States to intensify all efforts to address the world drug problem, based upon the principle of common and shared responsibility and through a comprehensive and balanced approach, including through more effective bilateral, regional and international cooperation among judicial and law enforcement authorities, in accordance with international law, to counter the involvement of organized criminal groups in illicit drug production and trafficking and related criminal activities and to take steps to reduce the violence that accompanies drug trafficking;",
    "85": "Recommends that Member States, as appropriate to their national contexts, adopt a comprehensive and integrated approach to crime prevention and criminal justice reform, based on baseline assessments, regular data collection and analysis, and focusing on all sectors of and linkages within the justice system, and develop crime prevention policies, strategies and programmes, including ones that focus on early prevention by using multidisciplinary and participatory approaches, in close cooperation with all stakeholders, including civil society, and requests the United Nations Office on Drugs and Crime to continue to provide technical assistance, upon request, to Member States for this purpose;",
    "86": "Reiterates its invitation to Member States to gradually adopt the International Classification of Crime for Statistical Purposes and to strengthen national statistical systems of criminal justice, requests the United Nations Office on Drugs and Crime, within its existing mandate, to continue to strengthen the regular collection, analysis and dissemination of accurate, reliable, timely and comparable data and information, including, as appropriate, real time data, and data disaggregated by sex, age and other relevant criteria, and strongly encourages Member States to share such data and information with the Office;",
    "87": "Takes note of the global studies on the smuggling of migrants, trafficking in persons, trafficking in firearms and intentional homicide, including on the gender- related killing of women and girls, that have been produced by the United Nations Office on Drugs and Crime and thus provide data-driven analyses in support of policy development at the national and international levels, and requests the Office to continue to develop, in close cooperation with Member States, technical and methodological tools and trend analyses and studies to enhance knowledge of crime trends and support Member States in designing appropriate responses in specific areas of crime, in particular in their transnational dimension and in relation to the Sustainable Development Goals, taking into account the need to make the best possible use of existing resources;",
    "88": " handbooks and capacity-building material, including e-learning training materials, developed and published by the United Nations Office on Drugs and Crime;",
    "89": "Requests the United Nations Office on Drugs and Crime, in collaboration and close consultation with Member States and within existing resources, to continue to support the enhancement of capacity and skills in the field of forensic sciences, including the setting of standards, and the development of technical assistance material for training, such as manuals, compilations of useful practices and guidelines and scientific and forensic reference material, for law enforcement officials and prosecution authorities, and to promote and facilitate the establishment and sustainability of regional networks of forensic science providers in order to enhance their expertise and capacity to support criminal justice proceedings and prevent and combat transnational organized crime;",
    "90": "Welcomes the Kyoto Declaration, and requests the Commission on Crime Prevention and Criminal Justice, in accordance with its mandate, to continue to implement the appropriate policy and operational measures for the follow-up to the Kyoto Declaration, including through the holding of intersessional thematic discussions to facilitate the sharing of information, good practices and lessons learned among Member States and relevant stakeholders, subject to the availability of extrabudgetary resources;",
    "91": "Calls upon all Member States to actively participate in the follow-up to the Kyoto Declaration by the Commission on Crime Prevention and Criminal Justice and to be actively engaged in the preparations for the Fifteenth United Nations Congress on Crime Prevention and Criminal Justice in 2026;",
    "92": "Requests the Secretary-General to submit a report to the General Assembly at its seventy-ninth and eightieth sessions on the implementation of the mandates of the United Nations crime prevention and criminal justice programme, reflecting also emerging policy issues and possible responses;",
    "93": "Decides to consider the question of strengthening the United Nations crime prevention and criminal justice programme, in particular its technical cooperation capacity, at its eightieth session."
  },
  "agenda_items": [
    "Item 107"
  ],
  "symbol_references": []
}