{
  "symbol": "A/RES/80/221",
  "filename": "A_RES_80_221.pdf",
  "title": "80/221. Situation of human rights of Rohingya Muslims and other minorities in Myanmar",
  "text": "United Nations \nA/RES/80/221\n \nGeneral Assembly \nDistr.: General \n22 December 2025 \n25-20983 (E) \n*2520983* \n \n \nEightieth session \nAgenda item 71 (c) \nPromotion and protection of human rights: human \nrights situations and reports of special rapporteurs \nand representatives \n \n \n \n \n Resolution adopted by the General Assembly \non 18 December 2025 \n \n \n[on the report of the Third Committee (A/80/545, para. 5)] \n \n \n 80/221. Situation of human rights of Rohingya Muslims and other \nminorities in Myanmar \n \n \n \nThe General Assembly, \n \nGuided by the Charter of the United Nations and the Universal Declaration of \nHuman Rights,1 the International Covenants on Human Rights 2 and other relevant \ninternational law and human rights law instruments, \n \nRecalling that States have the primary responsibility to respect, protect and fulfil \nhuman rights, \n \nRecalling also its previous resolutions on the situation of human rights in \nMyanmar, the most recent of which being resolutions 79/182 of 17 December 2024, \n78/219 of 19 December 2023, 77/227 of 15 December 2022, 76/180 of 16 December \n2021, 75/287 of 18 June 2021, 75/238 of 31 December 2020, 74/246 of 27 December \n2019, 73/264 of 22 December 2018 and 72/248 of 24 December 2017, and recalling \nthe resolutions and decisions of the Human Rights Council, the most recent of which \nbeing resolutions 59/2 of 4 July 2025,3 58/20 of 3 April 2025,4 56/1 of 10 July 2024,5 \n55/20 of 4 April 2024,6 53/26 of 14 July 2023,7 52/31 of 4 April 2023,8 50/3 of 7 July \n_______________ \n \n1 Resolution 217 A (III). \n \n2 Resolution 2200 A (XXI), annex. \n \n3 See Official Records of the General Assembly, Eightieth Session, Supplement No. 53 (A/80/53), \nchap. VI, sect. A. \n \n4 Ibid., chap. V, sect. A. \n \n5 Ibid., Seventy-ninth Session, Supplement No. 53 (A/79/53), chap. V, sect. A. \n \n6 Ibid., chap. II, sect. A. \n \n7 Ibid., Seventy-eighth Session, Supplement No. 53 (A/78/53), chap. VII, sect. A. \n \n8 Ibid., chap. II, sect. A. \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n2/21 \n \n2022,9 49/23 of 1 April 2022,10 47/1 of 12 July 2021,11 46/21 of 24 March 2021,12 \nS‑29/1 of 12 February 2021,13 43/26 of 22 June 2020,14 42/3 of 26 September 2019,15 \n39/2 of 27 September 2018,16 37/32 of 23 March 201817 and S-27/1 of 5 December \n2017,18 the presidential statements issued by the Security Council on 6 November \n201719 and 10 March 2021,20 and the press statements of the Security Council on the \nsituation in Myanmar of 9 May 2018,21 4 February 2021,22 1 and 30 April 2021 and \n4 April 2025,23 as well as Security Council resolutions 2669 (2022) of 21 December \n2022 and 2467 (2019) of 23 April 2019, \n \nCondemning in the strongest terms all violations and abuses of human rights, \nincluding against Rohingya Muslims and other minorities in Myanmar, before and \nafter the declaration of the state of emergency on 1 February 2021, \n \nReiterating its deep concern over the continued violence, violations and abuses \nof human rights against and forced displacement of Rohingya Muslims and other \nminorities, and in this regard stressing the need to address the root causes of the crisis \nin Rakhine State, \n \nExpressing its deep concern over the sharp rise in serious human rights \nviolations and abuses since the declaration of the state of emergency by the Myanmar \nmilitary, which pose further serious challenges to the voluntary, safe, dignified and \nsustainable return of all forcibly displaced persons, including Rohingya Muslims, \n \nCondemning the use of excessive force and violence by the Myanmar military \nand affiliated armed forces, including torture and sexual and gender-based violence, \nwhich has led to injuries and fatalities in many cases, against peaceful demonstrators, \nas well as members of civil society, women, young people, children, minorities and \nothers, and expressing its deep concern at undue restrictions to the activities of \nmedical and humanitarian personnel, all other representatives of civil society, labour \nunion members, journalists and media workers, and calling for the immediate release \nof all those detained arbitrarily, including foreign nationals, \n \nReiterating its deep concern at the widespread, deliberate, indiscriminate and \nexcessive use of force by the Myanmar military and affiliated armed forces across the \ncountry, including abductions, arbitrary detentions, mass killings, systematic torture \nand maiming, aerial attacks against and burning of villages and civilian objects, \nattacks on schools, hospitals, internally displaced persons camps and places of \nworship and civilian gatherings, the unlawful recruitment and use of children and the \nuse of facilities functioning as hospitals and schools for military purposes and for \ncommitting crimes, as well as reports of violations and abuses of human rights and \nviolations of international humanitarian law, including those involving the use of \nlandmines, leading to continued forced displacement and making conditions in \nRakhine State and other parts of the country unsuitable for the voluntary, safe, \n_______________ \n \n9 Ibid., Seventy-seventh Session, Supplement No. 53 (A/77/53), chap. VIII, sect. A. \n \n10 Ibid., chap. II. \n \n11 Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. VII, sect. A. \n \n12 Ibid., chap. II. \n \n13 Ibid., chap. IV. \n \n14 Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. IV, sect. A. \n \n15 Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. II. \n \n16 Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. II. \n \n17 Ibid., Supplement No. 53 (A/73/53), chap. IV, sect. A. \n \n18 Ibid., chap. III. \n \n19 S/PRST/2017/22; see Resolutions and Decisions of the Security Council, 2017 (S/INF/72). \n \n20 S/PRST/2021/5. \n \n21 SC/13331. \n \n22 SC/14430. \n \n23 SC/16038. \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n3/21\n25-20983 \n \ndignified and sustainable return of all refugees and forcibly displaced persons, \nincluding Rohingya Muslims, \n \nExpressing deep concern at the indiscriminate use of violence and ongoing \nescalation and expansion of the conflict, as well as the declaration, maintenance and \nextension of martial law in parts of the country, which seriously undermines the \nenjoyment of human rights in Myanmar, especially those of women, children, older \npersons and persons with disabilities, as well as those of persons belonging to ethnic \nand religious minorities, including Rohingya Muslims, owing to the heavy \nmilitarization of Myanmar aggravated by the continued access to arms from abroad \nthat increases the ability of the Myanmar military to commit serious violations of \ninternational human rights law and international humanitarian law, including attacks \nagainst civilians and civilian objects and seriously undermines the enjoyment of \nhuman rights, especially by Rohingya Muslims and other minorities, \n \nExpressing grave concern at the continuing use of Rohingya Muslims as human \nshields and the forcible conscription of Rohingya Muslims, which are escalating \nintercommunal tensions between Rakhine communities and Rohingya Muslims, and \nat reports of the destruction of religious sites of all religions and the use of Muslim \nplaces of worship, including mosques and madrasas, as military outposts, \n \nExpressing concern at the role of the Myanmar military and other armed actors, \nincluding the Arakan Army, in sustaining cycles of violence in Rakhine State, \nincluding through targeted attacks against Rohingya Muslims, obstruction of \nhumanitarian access and actions that exacerbate ethnic tensions, \n \nNoting with concern that, due to the escalation in fighting between the Myanmar \nmilitary and the Arakan Army and the continuing human rights violations and abuses \nagainst Rohingya Muslims, humanitarian access remains severely restricted for the \ninternational community in northern Rakhine State, which has caused United Nations \nagencies and international partners to relocate elsewhere in Myanmar, \n \nExpressing deep concern at the most recent reports of grave human rights \nviolations and abuses against Rohingya Muslims in Rakhine State by the Myanmar \nmilitary and other armed actors, including the Arakan Army, including the widespread \nburning of villages, the forced displacement of over 200,000 individuals and the \ndeliberate targeting of civilians, forced conscription and arbitrary detention, which \nhave led to heightened insecurity and intercommunal tension, and condemning \nstrongly the escalating violence in Maungdaw and other areas, which continues to \nseverely worsen the already fragile humanitarian conditions in Rakhine State, \n \nExpressing deep concern also at the continuing reports of forced displacement \ntaking place due to the ongoing conflict in Rakhine State, compelling over 150,000 \nRohingya Muslims to flee to Bangladesh and many thousands to other countries of \nthe region since November 2023, \n \nGravely alarmed by the tragic deaths of at least 427 Rohingya Muslims, \nincluding women and children, in early May 2025, in separate maritime incidents \nwhile fleeing by sea from the violence and persecution in Rakhine State, according to \nreports by the United Nations High Commissioner for Refugees, recalling that nearly \n1 in 5 Rohingya Muslims who have attempted sea crossings in 2025 have died or gone \nmissing, and emphasizing that these maritime tragedies highlight both the desperation \nof the Rohingya people and the failure of the international community to provide \nadequate protection and address the root causes of displacement, \n \nExpressing grave concern at the forcible conscription by the Myanmar military \nof men aged 18 to 35 years and women aged 18 to 27 years, including Rohingya \nMuslims, which has had severe consequences for the civilian population, especially \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n4/21 \n \nyoung people, with thousands fleeing the country to avoid forced recruitment, often \nthrough irregular channels and facing heightened risks of trafficking, exploitation and \nabuse, and could result in increased instability in Myanmar and across the region and \nan increase in the numbers of internally displaced persons and of refugees, including \nRohingya Muslims and other minorities, in neighbouring countries and Rohingya-\nhosting countries, \n \nAlarmed at the hardening of conflict in Rakhine State and at the continued \nreports of increased hatred, hate speech and violence against Rohingya Muslims, the \nburning of Rohingya villages, including in Buthidaung and Maungdaw, and the \ndestruction of Rohingya homes and livelihoods, leading to the reported killing, \nwounding and forced internal displacement of Rohingya Muslims and other \nminorities, which have aggravated the already precarious human rights and \nhumanitarian situation in Rakhine State and pose serious challenges for creating a \nconducive environment for the voluntary, safe, dignified and sustainable return of \nRohingya Muslims, and expressing grave concern that prolonged uncertainty over the \nrepatriation has been leading Rohingya Muslims temporarily sheltered in Bangladesh \nto despair, and may be having spillover effects on regional peace and stability, \n \nCondemning in the strongest terms the arbitrary detention, politically motivated \narrests and convictions, sentencing and executions, including of opposition activists, \nas well as violent acts including extrajudicial killings, sexual and gender-based \nviolence, and torture committed against the population, including medical personnel, \nteachers, students, lawyers, artists, journalists and other media workers, trade union \nmembers, humanitarian workers and many others, which exacerbates the polarization \nand violence and worsens the humanitarian situation in the country, \n \nUnderlining the urgency for the Myanmar military to immediately end all acts \nof violence, to unconditionally and immediately release all those arbitrarily detained \nand to refrain from further violence and arbitrary detentions, and to abide by \ninternational law, including international human rights law and international \nhumanitarian law, \n \nExpressing its unequivocal support for the people of Myanmar, including \nRohingya Muslims and other minorities, and their democratic will, interests and \naspirations for peace, as well as for the need to rebuild and strengthen democratic \ninstitutions and processes and to respect fully human rights, fundamental freedoms \nand the rule of law, \n \nWelcoming the report of the Secretary-General,24 \n \nRecalling the visit of the Secretary-General to Rohingya camps in Cox’s Bazar, \nBangladesh, in March 2025, and his expression of solidarity with the Rohingya \nMuslims, noting with appreciation the work of the Special Envoy of the Secretary-\nGeneral on Myanmar, reiterating the importance of her mandate and encouraging her \nto continue the work, engagement and inclusive dialogue with all relevant \nstakeholders, including the National Unity Government, ethnic organizations and \nbroader civil society and affected populations, in particular women and youth, \nincluding Rohingya Muslims and other minorities, and urging the Myanmar military \nand encouraging all Member States to extend full cooperation with the Special Envoy, \n \nNoting with appreciation the work of the Special Rapporteur on the situation of \nhuman rights in Myanmar, while deeply regretting the non‑cooperation of the \nMyanmar military with the mandate, and urging them to extend full cooperation to \nthe Special Rapporteur, \n_______________ \n \n24 A/80/307. \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n5/21\n25-20983 \n \n \nWelcoming the reports of the United Nations High Commissioner for Human \nRights on human rights violations and abuses occurring in Myanmar since the \ndeclaration of the state of emergency, violations of international humanitarian law and \ndenial of humanitarian access,25 on pathways to fulfil the aspirations of the people of \nMyanmar for human rights protection, accountability, democracy and a civilian \ngovernment, 26 and on the root causes of the human rights violations and abuses \nRohingya Muslims and other minorities in Myanmar are facing, 27 and reiterating the \nimportance of fully implementing the recommendations contained in these reports, \n \nReiterating the urgent need for justice and accountability and to end impunity \nfor all violations and abuses of human rights and violations of international \nhumanitarian law by ensuring that all those responsible for crimes related to violations \nand abuses of international law throughout Myanmar, including international human \nrights law, international humanitarian law and international criminal law, are held to \naccount through credible and independent national, regional or international justice \nmechanisms, while recalling the authority of the Security Council in this regard, \n \nRecalling the work done by the independent international fact-finding mission \non Myanmar, including its final report28 and all its other reports, including the reports \non the economic interests of the Myanmar military and on sexual and gender-based \nviolence in Myanmar and the gendered impact of its ethnic conflicts, alarmed by its \nfindings of evidence of the most serious human rights violations and abuses suffered \nby Rohingya Muslims and other minorities, and deeply regretting the lack of \ncooperation of Myanmar with the fact-finding mission, \n \nConcerned that, contrary to the recommendations of the fact-finding mission, \nwhich ended its mandate in September 2019, laws, orders, policies and practices at \nall levels limiting freedoms of movement, expression, association and assembly, or \nwhich are discriminatory in their application or impact, continue to be utilized to stifle \nfreedom of association, speech and the press, \n \nWelcoming the work of the Independent Mechanism for Myanmar, established \nby the Human Rights Council in its resolution 39/2, to collect, consolidate, preserve \nand analyse evidence of the most serious international crimes and violations of \ninternational law committed in Myanmar since 2011, in particular but not limited to \nRakhine, Kachin and Shan States, making use of the information handed over by the \nindependent international fact-finding mission, and to prepare files in order to \nfacilitate and expedite fair and independent criminal proceedings, in accordance with \ninternational law standards, in national, regional or international courts or tribunals \nthat have, or may in the future have, jurisdiction over these crimes, in accordance \nwith international law, \n \nWelcoming also the reports of the Independent Mechanism for Myanmar, \nincluding the seventh report, submitted to the General Assembly on 14 July 2025,29 \nand the analytical report on the destruction and dispossession of Rohingya land and \nproperty during the 2017 clearance operations, and encouraging the Mechanism to \ncontinue its work and engagement with victims, relevant judicial bodies and other \nstakeholders, \n \nWelcoming further the cooperation extended by the Government of Bangladesh \nwith the Independent Mechanism for Myanmar, and underlining in this regard the call \nby the Mechanism to other Member States, including countries in the region, to extend \n_______________ \n \n25 A/HRC/60/20. \n \n26 A/HRC/59/57. \n \n27 A/HRC/52/22. \n \n28 A/HRC/42/50. \n \n29 See A/80/320. \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n6/21 \n \nfull and meaningful cooperation, allowing the Mechanism to fully deliver on its \nmandate, \n \nRecognizing the complementary and mutually reinforcing work of the various \nUnited Nations mandate holders and mechanisms, including international justice and \naccountability mechanisms working on Myanmar to improve the situation of human \nrights in Myanmar, \n \nWelcoming the ongoing processes to ensure justice and accountability in respect \nof alleged crimes committed against Rohingya Muslims and other minorities in \nMyanmar, \n \nRecalling that the International Criminal Court has authorized its Prosecutor to \ninvestigate alleged crimes within the Court’s jurisdiction related to the situation in \nBangladesh/Myanmar, including against Rohingya Muslims, and welcoming the \ncooperation provided by Bangladesh to the Office of the Prosecutor, \n \nRecalling also the order of the International Court of Justice of 23 January 2020 \nindicating provisional measures in the case lodged by the Gambia against Myanmar \non the application of the Convention on the Prevention and Punishment of the Crime \nof Genocide, 30 which found that the Rohingya Muslims in Myanmar appeared to \nconstitute a “protected group” within the meaning of article 2 of the Convention and \nthat there was a real and imminent risk of irreparable prejudice to the rights of the \nRohingya Muslims in Myanmar, and calling upon Myanmar to fully comply with the \norder, \n \nRecalling further the judgment of the International Court of Justice of 22 July \n2022 rejecting the preliminary objections of Myanmar in the case lodged by the \nGambia against Myanmar, and finding the application of the Gambia to be admissible, \nand welcoming in this regard funds contributed by a number of member States of the \nOrganization of Islamic Cooperation as well as the engagement of other Member \nStates to back the ongoing proceedings, \n \nNoting the steps taken by States to investigate and prosecute the most serious \ncrimes under international law committed in Myanmar, as an important contribution \nto ending impunity and ensuring justice for victims and survivors, \n \nNoting also the publication of the executive summary of the report of the \nIndependent Commission of Enquiry established by Myanmar in 2018, which, \nnotwithstanding its limitations, acknowledges that war crimes, serious human rights \nviolations and violations of domestic law had been committed by multiple actors and \nthat there were reasonable grounds to believe that members of Myanmar security \nforces were involved, and regretting that the full report of the Commission at present \nremains unpublished, \n \nRecognizing the importance of the role of regional organizations in efforts to \nachieve pacific settlement of local disputes, as stipulated in Chapter VIII of the \nCharter, while noting that such efforts do not preclude action under Chapter VI of the \nCharter, \n \nRecognizing also the important role of the Association of Southeast Asian \nNations (ASEAN) in facilitating a peaceful solution to the crisis in Myanmar in the \ninterests of the people of Myanmar and in supporting efforts that can contribute to the \ncreation of an environment in Myanmar that is conducive to the voluntary, safe, \ndignified and sustainable return of forcibly displaced persons, including Rohingya \nMuslims and other minorities, to Myanmar, and reiterating the need to work in close \ncoordination and in full consultation with Rohingya Muslims, as well as with all \n_______________ \n \n30 Resolution 260 A (III), annex. \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n7/21\n25-20983 \n \nrelevant United Nations agencies and international partners, and to address the root \ncauses of the crisis and displacement so that affected communities can rebuild their \nlives after their return to Myanmar, \n \nAcknowledging the work of the Special Envoy of the ASEAN Chair on Myanmar \nin establishing inclusive engagements with all relevant stakeholders in Myanmar \ntowards establishing a national inclusive dialogue, through a building-blocks dialogue \napproach, \n \nRecalling the ASEAN Leaders’ review and decision on the implementation of \nthe five-point consensus, adopted in Kuala Lumpur on 26 October 2025, which \nunderlines the five-point consensus as the main reference to address the political crisis \nin Myanmar which should be implemented in its entirety, \n \nExpressing deep concern over the lack of progress by the Myanmar military in \nthe implementation of the ASEAN five-point consensus, \n \nAcknowledging the comprehensive report of the ASEAN Chair on the \nimplementation of the five-point consensus, and, in line with the assessment of the \nreport, calling for more progress in all areas of the five-point consensus due to \nconcerns on substantially inadequate progress in the implementation of the five-point \nconsensus, \n \nAcknowledging also the efforts of the Organization of Islamic Cooperation, \nalongside relevant international efforts, aimed at bringing peace and stability to \nRakhine State and other states and regions of Myanmar, including through the work \nof the previous Special Envoy for Myanmar of the Secretary-General of the \nOrganization of Islamic Cooperation, \n \nUnderlining the importance of close coordination between the Special Envoy of \nthe Secretary-General on Myanmar with all relevant United Nations entities as well \nas other respective envoys, in particular the Special Envoy of the ASEAN Chair, the \ninformal consultation consisting of the current, previous and incoming Chairs of \nASEAN, as well as an extended informal consultation with the participation of other \ninterested ASEAN member States, \n \nRecognizing the vital role of civil society in collecting information and \nhighlighting the most serious violations and abuses of human rights and violations of \ninternational humanitarian law in Myanmar, committed in particular against Rohingya \nMuslims and other minorities, and noting in this regard the deep concern expressed \nat restrictions on civil society, \n \nRecalling the adoption of Security Council resolution 2669 (2022), in which the \nCouncil demanded an immediate end to all forms of violence throughout Myanmar \nand urged restraint and de-escalation of tensions, while acknowledging the central \nrole of ASEAN, including its five-point consensus on Myanmar, \n \nExpressing alarm at the violations and abuses occurring in the framework of \ntransnational crimes, such as human trafficking, drug trafficking and online scam \noperations, \n \nRecognizing that increased crime and corruption in Myanmar impact safety and \nstability in and beyond the wider South-East Asian region, and that Myanmar remains \nthe world’s main producer of opium and one of the world’s biggest manufacturers of \nsynthetic drugs, \n \nDeeply concerned by the Myanmar military’s exploitation of the country’s \nnatural resources for personal gain and to fund its military activities and human rights \nviolations and abuses, \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n8/21 \n \n \nExpressing deep concern that, in Rakhine State, the remaining Rohingya \nMuslims continue to be largely segregated and discriminated against with respect to \naccessing citizenship and enjoying their human rights and fundamental freedoms, a \nlarge number of whom remain confined in camps with no freedom of movement and \ngrossly restricted access to basic services, including food, health and psychosocial \ncare and education, as well as livelihoods, \n \nExpressing its concern that Rohingya Muslims and other minorities, in \nparticular women and girls, remain at significant risk of sexual and gender-based \nviolence, notably in the context of the continued conflict between the Myanmar \nsecurity and armed forces and the Arakan Army, \n \nContinuing to underline the need for the Myanmar military and other armed \ngroups to cease all actions that run counter to the protection of all persons within the \ncountry, including those belonging to the Rohingya community, by respecting \ninternational law, including international human rights law and international \nhumanitarian law, and ending violence, including sexual and gender-based violence, \nand calling for urgent steps to ensure justice in respect of all human rights violations \nand violations of international humanitarian law so that those displaced by violence \nare able to voluntarily return in safety and dignity to their places of origin or to a \nplace of their choice in a sustainable manner, \n \nAlarmed at the rapidly deteriorating humanitarian situation in Myanmar, the \ncontinued attacks on medical and humanitarian personnel, the lack of basic healthcare \nand lifesaving assistance, and the denial of safe, rapid and unhindered humanitarian \naccess, and calling for all parties to the conflict, in particular the Myanmar military, \nto abide by international law, including international humanitarian law, in this matter, \nand to enable humanitarian actors to deliver humanitarian aid consistent with the \nhumanitarian principles of humanity, impartiality, neutrality and independence, \n \nExpressing deep sympathy to all the victims and survivors of the earthquakes of \nMarch 2025, which resulted in mass casualties, injuries and significant destruction of \ninfrastructure, welcoming the aid provided to date, and urging the further provision \nof humanitarian aid to all in need, including through organizations already operating \nin affected areas, in line with the humanitarian principles of humanity, impartiality, \nneutrality and independence, \n \nNoting with deep concern reports of a dramatic rise in hunger and malnutrition \nin Rakhine State, driven by prolonged conflict, severe movement restrictions, soaring \nfood prices and the reduction of support due to a significant decrease in humanitarian \nfunding, and that the lack of sufficient humanitarian access, especially to food, in \nparticular to areas with internally displaced persons and to the areas from which many \npeople have been and continue to be forcibly displaced and in which many others, \nsuch as Rohingya Muslims, are living in precarious conditions, is exacerbating the \nhumanitarian crisis, which may lead to hunger-induced displacement and more influx \nto Bangladesh, \n \nExpressing deep concern at the severe deterioration of humanitarian access \nthroughout Myanmar, particularly in conflict-affected regions, due to systematic \nrestrictions imposed by the Myanmar military, ongoing armed conflict and increasing \ninterference in aid distribution by the Myanmar military and by other armed actors, \nwhich have collectively left many displaced and vulnerable populations, including \nRohingya Muslims and ethnic minorities, without adequate food, healthcare and \nprotection, \n \nCondemning the deliberate obstruction of humanitarian assistance, including the \narrest, detention and killing of humanitarian workers, the occupation of aid \ninfrastructure as well as the exploitation or restriction of aid delivery by the Myanmar \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n9/21\n25-20983 \n \nmilitary and other armed actors, and urging all parties to the conflict to ensure \nunimpeded, safe and sustained humanitarian access in accordance with international \nhumanitarian and human rights law, and to support local civil society organizations \nand cross-border aid channels that are capable of reaching populations in dire need, \n \nCommending the ongoing humanitarian efforts and commitments that the \nGovernment of Bangladesh, in cooperation with United Nations agencies and the \ninternational community, including all humanitarian actors, has extended to those \nfleeing human rights violations and abuses in Myanmar, welcoming in this regard the \nmemorandum of understanding between the Government of Bangladesh and the \nOffice of the United Nations High Commissioner for Refugees, on behalf of the \nUnited Nations, to provide humanitarian assistance to the Rohingya Muslims \nrelocated to Bhashan Char, and recognizing the extensive investments that the \nGovernment of Bangladesh has made in its Bhashan Char project, including in the \nfacilities and infrastructure, and welcoming further efforts to facilitate access to work \nand livelihood opportunities while noting the importance of efforts to ensure the \nsustainability of the project, \n \nExpressing grave concern at the persistent decline in international humanitarian \nassistance and recent reductions in funding for Rohingya Muslims temporarily \nsheltered in Bangladesh, including the reduction in food aid, the suspension of youth \neducation programmes and the continued underfunding of healthcare services, which \nhave disproportionately affected women, children and persons with disabilities, and \nreiterating in this regard its grave concern that, despite the unprecedented generosity \nof host countries and donors, the gap between humanitarian needs on the ground and \navailability of funding continues to grow, in both Rakhine State and in refugee camps \nin Bangladesh, and noting with alarm that, as of October 2025, less than 40 per cent \nof the joint response plan for the Rohingya humanitarian crisis has been funded, \nrecalling in this context the need for more equitable burden- and responsibility-\nsharing, and encouraging in this regard Member States and other actors to leverage \nthe follow-up process of the second Global Refugee Forum, held in 2023, to \ndemonstrate commitment to easing the pressure on the host countries and work \ntowards sustainable solutions, \n \nExpressing alarm at the rapidly increasing use of anti‑personnel landmines and \nunexploded ordnance and their disproportionate impact on children, and also \nexpressing alarm over reports of the criminalization of amputees, as well as the \nsystematic denial of access by victims and survivors to life-saving aid, including \nmedical care and prosthetics, recognizing that these actions are contrary to \ninternational law, including article 11 of the Convention on the Rights of Persons with \nDisabilities,31 \n \nUnderlining the urgent need to prevent the laying of additional landmines and \nto promote the marking and mapping of newly mined areas, mine clearance, the \nclearance of explosive remnants of war and mine-risk education programmes for \ncivilians, and to prioritize victim assistance and stockpile destruction, including prior \nto any movement by internally displaced persons back to contaminated areas, \n \nDeeply alarmed by the large-scale and recurrent nature of grave violations \nagainst children in Myanmar, including Rohingya children and children belonging to \nother minorities, and urging all parties to the conflict, in particular the Myanmar \nmilitary, to immediately end and prevent all violations and abuses against children, \nincluding the six grave violations against children during armed conflict, \n_______________ \n \n31 United Nations, Treaty Series, vol. 2515, No. 44910. \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n10/21 \n \n \nReiterating its deep distress at reports that unarmed civilians in Rakhine State \nhave been subjected to the excessive use of force and to violations and abuses of \nhuman rights and violations of international humanitarian law by the Myanmar \nmilitary, including those involving extrajudicial, summary or arbitrary killings, \nsystematic rape and other forms of sexual and gender-based violence, arbitrary \ndetention, enforced disappearance and government seizure of Rohingya lands from \nwhich Rohingya Muslims were evicted and their homes destroyed, and remaining \nconcerned by the previous large-scale destruction of homes and systematic evictions \nin northern Rakhine State, including the use of arson and violence, as well as the \nunlawful use of force by non‑State actors, \n \nExpressing concern that, in northern Rakhine State, the implementation of \npolicies under the guise of economic development and reconstruction by the Myanmar \nmilitary and the heavy militarization of the area have resulted in the alteration of the \ndemographic structure, which further prevents the members of the displaced \nRohingya Muslim population from returning to their places of origin or a place of \ntheir choice in Rakhine State, \n \nReiterating its grave concern that, in spite of the fact that the Rohingya minority \nhas lived in Myanmar for generations prior to the independence of Myanmar, held full \ndocumentation and participated actively in government and civic life, they were made \nstateless by the enactment of the 1982 Citizenship Law and were eventually \ndisenfranchised, from 2015, from the electoral process, \n \nReaffirming that the denial of citizenship status and related rights to Rohingya \nMuslims and other minorities, including voting rights, is a serious human rights \nconcern, \n \nRe-emphasizing the right of all refugees and the importance of internally \ndisplaced persons to be able to return home and that such returns should be in safety \nand dignity and in a voluntary and sustainable manner, and reminding the \ninternational community of its collective responsibility towards the forcibly displaced \npersons, including Rohingya Muslims and other minorities, in the region, \n \nExpressing concern at the irregular maritime movement of Rohingya Muslims, \nrisking their lives in perilous conditions at the hands of exploitative traffickers and \nsmugglers, which highlights their desperate situation and the urgent need to address \nthe root causes of their vulnerability, \n \nAlarmed by the continued fleeing of refugees from Myanmar to Bangladesh over \nthe last four decades, with 32,000 newborn children adding to the population every \nyear in the camps in Bangladesh, leading to the presence of around 1.3 million \nRohingya Muslims in Bangladesh, the majority of whom have arrived since 25 August \n2017 in the aftermath of atrocities committed by the Myanmar military, with a new \ninflux to Bangladesh as a result of the intensification of armed conflict in northern \nRakhine State, \n \nRecognizing that many member States of the Organization of Islamic \nCooperation continue to host a large number of Rohingya Muslim refugees who fled \nthe crisis, \n \nAlarmed at the deaths and injuries of several persons, including citizens in the \nterritory of Bangladesh, when mortar shells and bullets exchanged between the \nMyanmar military and other armed actors landed and exploded in the territory of \nBangladesh, and expressing deep concern at the recent incidents of shots fired \ntargeting vessels in the territory of Bangladesh, and also about the ongoing armed \nconflict between the Myanmar military and other armed actors undermining the safety \nand security of people and property in bordering Bangladesh, \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n11/21\n25-20983 \n \n \nRecalling the bilateral arrangement of return concluded between the \nGovernment of Bangladesh and the Government of Myanmar on 23 November 2017 \nin Nay Pyi Taw, and noting the exchange of visits between the group of Rohingya \nrefugees to northern Rakhine State and Myanmar officials to Cox’s Bazar under this \narrangement, while regretting that no repatriation could commence under the \narrangement owing to the continued absence of a conducive environment in Rakhine \nState, \n \nUnderscoring the urgent need for the renewal and subsequent implementation \nof the memorandum of understanding between Myanmar and the United Nations \nDevelopment Programme and the Office of the United Nations High Commissioner \nfor Refugees on assistance in the repatriation process of all displaced persons from \nRakhine State, including Rohingya Muslims, and calling upon relevant stakeholders \nin Myanmar to grant United Nations agencies unhindered access to northern Rakhine \nState so that they can meaningfully engage in the process, \n \nReiterating its deep concern over the continued spread of false news and \ndisinformation, hate speech and inflammatory rhetoric, in particular through social \nmedia, notably targeting Rohingya Muslims and other minorities, and at the findings \nof the Independent Mechanism for Myanmar in its recent report that coordinated and \norganized hate speech campaigns on Facebook by the Myanmar military against \nRohingya Muslims and other minorities had helped to fuel mass violence and \nsubsequently a mass exodus of Rohingya Muslims in 2017, expressing concern that \nthese campaigns, using social media, are still taking place unabated, and condemning \nall instances of hate speech, \n \nReiterating its deep concern also at the restrictions and attacks on civil society, \njournalists and media workers, including restrictions on seeking, receiving and \nimparting information, including Internet shutdowns, and the use of surveillance \ntechnologies in Myanmar, that may also exacerbate further the plight of Rohingya \nMuslims and other minorities, \n \nUnderlining the importance of the call by the Secretary-General for increased \nefforts to implement the recommendations of the Advisory Commission on Rakhine \nState, to address the root causes of the crisis, including those on access to citizenship \nfor Rohingya Muslims, freedom of movement, the elimination of systematic \nsegregation and all forms of discrimination, and inclusive and equal access to health \nservices and education, and birth registration, in full consultation with members of all \nethnic and minority groups and persons in vulnerable situations, including on matters \nof citizenship for Rohingya Muslims, \n \nAcknowledging the pronouncements of the National Unity Government \narticulated in the “Policy position on the Rohingya in Rakhine State” released on \n3 June 2021, its recognition that Rohingya Muslims are entitled to citizenship as \narticulated, in particular its acceptance of the final recommendation of the Advisory \nCommission on Rakhine State, chaired by Kofi Annan, and its commitment to a new \nCitizenship Act to replace the 1982 Citizenship Law, and welcoming the subsequent \npledges to dismantle the discriminatory legal framework that exacerbated the human \nrights violations against the Rohingya Muslims and other minorities, and stressing the \nneed to implement the “Policy position on the Rohingya in Rakhine State”, \n \nRecalling the commitment of the Secretary-General to implementing the \nrecommendations made by the independent inquiry into the involvement of the United \nNations in Myanmar from 2010 to 2018, and underlining the urgent need to implement \nrelevant recommendations to enable more effective work in the future and to \nstrengthen the prevention capacity of the United Nations system, while regretting the \nlack of progress in this regard, \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n12/21 \n \n \nUnderlining the need for a peaceful solution for Myanmar, through an inclusive \nand peaceful dialogue, including under the auspices of the United Nations, between \nall parties, that upholds democratic institutions and processes in accordance with the \nwill and interests of the people of Myanmar, \n \nReaffirming the critical importance of an inclusive and participatory governance \nstructure in Rakhine State that ensures the full and meaningful representation of all \nethnic and religious communities, including Rohingya Muslims, in decision-making \nprocesses at all levels, and expressing concern that the continued exclusion of \nRohingya Muslims from emerging governance mechanisms, including interim \nadministrative bodies and local development initiatives, entrenches their political \nmarginalization and poses a serious obstacle to sustainable peace, social cohesion and \nlong-term reconciliation in Myanmar, \n \nExpressing deep concern about the stated intention of the Myanmar military to \nhold elections amid intensifying conflict, including aerial bombardment and \nwidespread human rights violations and without conditions that permit the people of \nMyanmar, including Rohingya Muslims and other minorities, to freely and peacefully \nexercise their political rights, including the right to vote, safety and security, \n \nStressing the importance of ensuring equal opportunity for the representation \nand the full, equal and meaningful participation of Rohingya Muslims, other \nminorities and internally displaced persons, candidates and voters in free and \ndemocratically organized general elections, and that all people of Myanmar are able \nto cast their vote, allowing all candidates to contest elections fairly, \n \nEmphasizing the importance of supporting women’s leadership and full, equal \nand meaningful participation in inclusive State- and nation-building, especially by \namplifying their potential in Myanmar as agents of peace, promoting social cohesion \nacross different ethnic and religious communities, and thus welcoming the joint \nefforts of the Special Envoy of the Secretary-General on Myanmar and the Special \nEnvoy of the ASEAN Chair on Myanmar to facilitate a visit of Myanmar women to \nJakarta to meet with interlocutors from ASEAN and share their experiences, which \nhighlighted the importance of regional support, \n \nStressing the need for an immediate end to all forms of violence, de-escalation \nand an enduring ceasefire throughout Myanmar, best achieved by dialogue between \nall parties, \n \nAcknowledging the call by ASEAN for the full implementation of an expanded \nand extended ceasefire throughout Myanmar as reaffirmed in the ASEAN Leaders’ \nstatement on an extended and expanded ceasefire in Myanmar issued on 26 May 2025, \n \nUnderlining the need for the resumption of peacebuilding efforts and \nreconciliation measures and their relevance for inclusive State- and nation-building, \n \n1. \nExpresses grave concern at the continuing reports of serious human rights \nviolations and abuses by the military and security forces as well as violations of \ninternational humanitarian law in Myanmar against civilians, including Rohingya \nMuslims and other minorities, including those involving mass killings, arbitrary \narrests, deaths in detention, torture and other cruel, inhuman or degrading treatment \nor punishment, deliberate killing and maiming of children, use of Rohingya Muslims \nas human shields, recruitment and use of children for forced labour, aerial attacks \nagainst and burning of villages and civilian objects, attacks on schools, hospitals, \ninternally displaced persons camps and places of worship and protected persons in \nrelation to schools and/or hospitals, indiscriminate shelling in civilian areas, \ndeprivation of economic and social rights, rape, sexual slavery and other forms of \nsexual and gender-based violence, as well as restrictions on exercising the rights to \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n13/21\n25-20983 \n \nfreedom of religion or belief, expression, association and peaceful assembly, and \nrestrictions on media freedom and full Internet access and other restrictions, which \nhas generated continued forced displacement within Myanmar and across its borders; \n \n2. \nCondemns in the strongest terms all violations and abuses of human rights \nagainst civilians in Myanmar, including Rohingya Muslims and other minorities, \nbefore and after the unjustified declaration of the state of emergency on 1 February \n2021, and emphasizes the importance of conducting international, independent, fair \nand transparent investigations into the most serious human rights violations in \nMyanmar, including sexual and gender-based violence and violations and abuses \nagainst women and children, and of holding accountable all those responsible for \nbrutal acts and crimes, and end impunity for all violations of human rights against all \npersons, including Rohingya Muslims, in order to deliver justice to victims using all \nlegal instruments and domestic, regional and international judicial mechanisms, \nincluding the International Court of Justice and the International Criminal Court, as \napplicable; \n \n3. \nCalls upon the security and armed forces of Myanmar to respect the \ndemocratic will and aspirations of the people of Myanmar, to end violence, to fully \nrespect human rights, fundamental freedoms and the rule of law, to uphold democratic \ninstitutions and processes, and to end the state of emergency declared on 1 February \n2021; \n \n4. \nDemands an immediate end to hostilities and all forms of violence and \nattacks against civilians, including Rohingya Muslims, in compliance with Security \nCouncil resolution 2669 (2022), throughout the country, and calls upon the Myanmar \nmilitary to end indiscriminate or disproportionate attacks, including those involving \nairstrikes and landmines, and to fully respect and comply with international human \nrights and humanitarian law and humanitarian principles, and urges restraint and \nde‑escalation of tensions; \n \n5. \nCalls upon the Myanmar military to immediately and unconditionally \nrelease all those who have been arbitrarily detained for an indefinite period of time \nand without following due process of law, arrested, convicted and sentenced on \npolitical grounds, including journalists and media workers, opposition activists and \nforeign nationals, and to refrain from further arbitrary detentions; \n \n6. \nReiterates its calls for a constructive, inclusive and peaceful dialogue and \nreconciliation that upholds democratic institutions and processes in accordance with \nthe will and interests of the people of Myanmar, including Rohingya Muslims and \nother minorities; \n \n7. \nCalls for the adoption of transparent and non‑discriminatory governance \npolicies that ensure equitable political representation and uphold the rights of all \nethnic and religious communities, including Rohingya Muslims, as an essential step \ntowards national reconciliation, and stresses the need to end all forms of exclusion \nand discriminatory practices, to guarantee Rohingya Muslims equal rights to civic \nparticipation and to ensure their full and meaningful inclusion in present and future \ngovernance frameworks; \n \n8. \nExpresses deep concern at the unilateral attempt by the Myanmar military \nto convene elections that exclude most of the country’s geographic territory and many \npolitical parties, at a time when it is clear that there can be no meaningful participation \nof all political parties and groups, and condemns attempts to legitimize the coup d’état \nof February 2021 through the conduct of an election that is neither free nor fair, and \nalso condemns the military’s ongoing aerial bombing campaigns that have killed \ncivilians, underscoring that such actions are incompatible with the conditions \nnecessary for free, fair and inclusive elections, and expresses grave concern that \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n14/21 \n \nelections held without inclusive dialogue and conditions that allow the people of \nMyanmar to fully exercise their political rights, including their right to vote, may lead \nto greater violence and instability; \n \n9. \nStresses the importance of agreeing on and enforcing an enduring \nceasefire, including in Rakhine State, a cessation of violence, and restraint by the \nMyanmar military and other armed actors, with a view to ensuring safety, security \nand protection of civilians, including those who are forcibly displaced and willing to \nreturn; \n \n10. Calls upon all parties, including the Myanmar military and other armed \nactors, to allow full, safe, timely and unhindered humanitarian access for international \nhumanitarian agencies, medical personnel and aid workers; \n \n11. \nStresses the importance of ensuring the presence of humanitarian \norganizations and personnel, both international and regional, in Rakhine State as a \nconfidence-building measure for the return of the Rohingya Muslims and other \nminorities in Myanmar; \n \n12. Calls upon the Myanmar military and other armed actors to immediately \ncease all forms of violence and violations and abuses of international human rights \nlaw and violations of international humanitarian law, including the use of civilians as \nhuman shields and the obstruction of humanitarian access, urges the United Nations, \nincluding the Office of the United Nations High Commissioner for Human Rights and \nthe Independent Mechanism for Myanmar, to continue its investigative efforts to \ninclude these recent atrocities, and reiterates the importance of holding all \nperpetrators accountable, including through appropriate international justice \nmechanisms; \n \n13. Calls upon all parties to the conflict, in particular the Myanmar military, \nincluding related forces and affiliated militias, to end violations and abuses against \nchildren, including the grave violations against children during armed conflict, to \nguarantee protection to all children in armed conflict, including by stopping and \npreventing their recruitment into armed forces and ensuring the immediate and safe \nrelease of those who have been recruited, and to provide them with access to adequate \nassistance and social reintegration for those demobilized, including access to \neducation and psychosocial and mental health support, justice and reparations, and \nurges all parties to engage with the United Nations, and with the Special \nRepresentative of the Secretary-General for Children and Armed Conflict, to take \nconcrete prevention measures to protect children; \n \n14. Expresses grave concern at the forcible conscription, particularly of \nRohingya Muslims, by the Myanmar military, and at forced recruitment by other \narmed actors, and urges all parties to immediately put an end to such practices and \nallow already conscripted Rohingya Muslims to return home in safety and with \ndignity; \n \n15. Reiterates the importance of conducting international, independent, fair \nand transparent investigations into human rights violations and abuses and violations \nof international humanitarian law in Myanmar, including alleged war crimes, and of \nholding accountable all those responsible for brutal acts and crimes against all \npersons, including Rohingya Muslims and other minorities; \n \n16. Expresses deep concern that, despite the provisional measures ordered by \nthe International Court of Justice on 23 January 2020 in the case of The Gambia \nv. Myanmar, Rohingya Muslims in Myanmar, including women and children, are not \nprotected and continue to suffer from discrimination, targeted killings, indiscriminate \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n15/21\n25-20983 \n \nviolence and serious injuries, including by indiscriminate fire, shelling, landmines or \nunexploded ordnance; \n \n17. Urges Myanmar, in accordance with the order of the International Court \nof Justice, to take all measures within its power to prevent the commission of all acts \nwithin the scope of article 2 of the Convention on the Prevention and Punishment of \nthe Crime of Genocide, to ensure that its military and any irregular armed units that \nmay be directed or supported by it and any organizations and persons that may be \nsubject to its control, direction or influence do not commit, inter alia, any such acts, \nto prevent the destruction and ensure the preservation of evidence and to report to the \nCourt as ordered on all measures taken to give effect to its order; \n \n18. Expresses grave concern over the deepening humanitarian crisis in \nMyanmar, exacerbated by the devastating earthquakes that struck the country in \nMarch 2025, as well as continued restrictions on humanitarian access in all conflict \nareas across Myanmar, including in Rakhine and Chin States and Sagaing and \nMagway Regions, as well as the limited steps taken to ensure access to healthcare for \nRohingya Muslims, and calls upon all parties, in particular the Myanmar military, to \nrespect international humanitarian law and to allow rapid, full, safe and unhindered \naccess to all humanitarian actors in order to reach all those in need, including \nRohingya Muslims; \n \n19. Urges Myanmar to cooperate fully with and grant immediate, full, \nunrestricted and unmonitored access to all United Nations mandate holders and \nhuman rights mechanisms, including the Special Envoy of the Secretary-General on \nMyanmar, the Office of the United Nations High Commissioner for Human Rights, \nthe Special Rapporteur on the situation of human rights in Myanmar, the United \nNations country task force on monitoring and reporting grave violations committed \nagainst children, the Independent Mechanism for Myanmar and relevant United \nNations agencies, and international and regional human rights bodies to \nindependently monitor the situation of human rights and to ensure that individuals \ncan cooperate without hindrance with these mechanisms and without fear of reprisal, \nintimidation or attack, and expresses deep concern that international access to affected \nareas of northern Rakhine State and other areas affected by violence remains severely \nrestricted for the international community, including for United Nations agencies, \nhumanitarian actors and international media; \n \n20. Calls upon the United Nations to ensure that the Independent Mechanism \nfor Myanmar is afforded the flexibility that it needs in terms of staffing, location and \noperational freedom so that it can deliver as effectively as possible on its mandate, \nand be able to brief Member States on its activities, and urges Myanmar, Member \nStates, judicial authorities and private entities to cooperate fully with the Mechanism, \nincluding by granting it access, including access to witnesses where applicable, and \nby providing it with every assistance in the execution of its mandate; \n \n21. Expresses grave concern at the potential retraumatization of survivors of \nhuman rights violations and abuses, particularly child survivors and sexual violence \nsurvivors, and calls upon all actors engaging in documentation to follow the “do no \nharm” principle for evidence-gathering in order to respect the dignity of survivors and \nto avoid retraumatization, and calls for fully addressing the needs of victims and \nsurvivors and their right to effective remedy, including through prompt, effective and \nindependent casualty recording and guarantees of non‑recurrence; \n \n22. Underlines the importance of consulting with survivors and families of \nvictims, including Rohingya Muslims and other minorities, and including them in \nadvancing justice and accountability, as appropriate; \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n16/21 \n \n \n23. Urges all parties in Myanmar to ensure the full, equal, safe and meaningful \nparticipation of all women, including Rohingya women and women belonging to other \nminorities, in promoting social cohesion across different communities and in all \ndecision-making \nprocesses \nrelated \nto \nconflict \nprevention, \nresolution \nand \npeacebuilding; \n \n24. Reiterates the urgent call upon Myanmar or the Myanmar military where \napplicable: \n \n(a) \nTo end immediately all violence and abuses and all violations of \ninternational law in Myanmar, to ensure the protection of the human rights of all \npersons in Myanmar, including of Rohingya Muslims and persons belonging to other \nminorities, and to take all measures necessary to provide justice to victims, to ensure \nfull accountability and to end impunity for all violations and abuses of human rights \nlaw and violations of international humanitarian law, starting with a full, transparent \nand independent investigation into reports of all these violations, and calls for the \nrelease of the report of the Independent Commission of Enquiry established in 2018 \nin full or to share its findings with relevant international mechanisms; \n \n(b) \nTo engage in inclusive, constructive and peaceful dialogue and \nreconciliation that upholds democratic institutions and processes, in accordance with \nthe will and interests of the people of Myanmar, including Rohingya Muslims and \nother minorities; \n \n(c) \nTo ensure the right to return of all refugees, including Rohingya Muslims, \nhosted in other countries, and take concrete actions to create conditions necessary for \nvoluntary, safe, dignified and sustainable return and reintegration, regretting the fact \nthat not a single Rohingya Muslim so far has returned through a bilaterally set up \nmechanism for repatriation between Bangladesh and Myanmar owing to the failure of \nMyanmar to create such conditions in Rakhine State; \n \n(d) \nTo ensure full protection of the human rights and fundamental freedoms of \nall persons in Myanmar, including Rohingya Muslims and other minorities, in an \nequal, non‑discriminatory and dignified manner, in order to prevent further instability \nand insecurity, alleviate suffering, address the root causes of the crisis, including by \nrepealing or reforming discriminatory legislation, and forge a viable, lasting and \ndurable solution; \n \n(e) \nTo fulfil its human rights obligations and commitments to protect the right \nto freedom of expression, including online, and the rights to freedom of association \nand peaceful assembly, to create and maintain a safe and enabling environment for \ncivil society and independent media; \n \n(f) \nTo lift the shutdown of Internet and telecommunications services fully in \nall areas in Myanmar, including Rakhine State, and to repeal article 77 of the \nTelecommunications Act in order to avoid any further cutting of Internet and \ntelecommunications access and the stifling of the rights to freedom of opinion and \nexpression, including the freedom to seek, receive and impart information, in \naccordance with international human rights law; \n \n(g) \nTo take the measures necessary to end discrimination and prejudice and to \ncombat the incitement of hatred and hate speech against Rohingya Muslims and \npersons belonging to other minorities, online and offline, and to publicly condemn \nsuch acts and combat hate speech, misinformation and disinformation, while fully \nrespecting international human rights law, as well as to promote interfaith dialogue in \ncooperation with the international community and encourage political and religious \nleaders in the country to work towards reconciliation among communities and \nnational unity through dialogue, and to address hate speech; \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n17/21\n25-20983 \n \n \n(h) \nTo protect all persons and communities, in line with international \nhumanitarian law and human rights law, including the Rohingya Muslims and other \nminorities; \n \n(i) \nTo expedite efforts to eliminate statelessness and the systematic and \ninstitutionalized discrimination against members of all minorities, in particular \nrelating to Rohingya Muslims, by, inter alia, reviewing and reforming the 1982 \nCitizenship Law, which has led to deprivation of human rights, by ensuring equal \naccess to full citizenship through a transparent, voluntary and accessible procedure \nand to all civil and political rights, by allowing for self-identification, by amending \nor repealing all discriminatory legislation and policies, including discriminatory \nprovisions of the set of “protection of race and religion laws” enacted in 2015 \ncovering religious conversion, interfaith marriage, monogamy and population control, \nand by lifting all local orders restricting rights to freedom of movement and access to \ncivil registration, health and education services and livelihoods; \n \n(j) \nTo dismantle the camps for internally displaced persons in Rakhine State \nwith a clear timeline and without further delay, ensuring that the return and relocation \nof internally displaced persons is carried out in accordance with international \nstandards and best practices, in cooperation with the United Nations and the \ninternational community, and affected communities, including as set forth in the \nGuiding Principles on Internal Displacement;32 \n \n(k) \nTo accelerate full implementation of all the recommendations of the \nAdvisory Commission on Rakhine State to address the root causes of the crisis; \n \n(l) \nTo ensure that Rohingya Muslims, other minorities and internally \ndisplaced persons have an equal opportunity for representation and the full, equal and \nmeaningful participation as candidates and voters in all general elections; \n \n(m) To end and prevent the unlawful recruitment and use of children, including \nby implementing all activities of the joint action plan on children and armed conflict \nin coordination with the United Nations, to address protection gaps by engaging with \nthe task force on monitoring and reporting violations committed against children, to \nre-engage with the United Nations for the full implementation of the 2012 joint action \nplan on the recruitment and use of children, and to adopt a joint action plan to end \nand prevent killing and maiming, rape and other forms of sexual violence committed \nagainst children, attacks on schools and hospitals and abductions; \n \n(n) \nTo protect the rights of all children, including Rohingya children, in \naccordance with the obligations of Myanmar under the Convention on the Rights of \nthe Child,33 including the right to acquire a nationality, to eliminate statelessness, to \nensure the protection of all children in armed conflict and to end the unlawful \nrecruitment and use of children for forced labour; \n \n(o) \nTo cooperate with the Special Envoy of the Secretary-General on \nMyanmar, including by facilitating unconditional visits to Myanmar and meaningful \nengagement with all stakeholders, including Rohingya Muslims and those arbitrarily \ndetained; \n \n(p) \nTo cooperate and engage meaningfully with the Special Rapporteur on the \nsituation of human rights in Myanmar, the Independent Mechanism and other United \nNations mandate holders and mechanisms working on Myanmar, including by \nfacilitating visits and granting unrestricted access throughout the country; \n_______________ \n \n32 E/CN.4/1998/53/Add.2, annex. \n \n33 United Nations, Treaty Series, vol. 1577, No. 27531. \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n18/21 \n \n \n(q) \nTo allow the resumption of family visits, grant immediate access, without \nundue restrictions, to appropriate international organizations and provide medical \nservices to detainees and detention facilities; \n \n(r) \nTo review and repeal the amendments made in 2018 to the Vacant, Fallow \nand Virgin Lands Management Law, and to establish an inclusive land governance \nframework and to resolve issues of land tenure, in full consultation with affected \npopulations, including ethnic and religious minority communities, in particular \nRohingya Muslims; \n \n(s) \nTo end the reclassification of areas where Rohingya villages were \npreviously located, and the removal of the names of villages from official maps, \npotentially altering how the land may be used, and stop, without delay, the \nconstruction of military facilities in those villages; \n \n(t) \nTo urgently implement the five-point consensus reached at the Leaders’ \nMeeting of the Association of Southeast Asian Nations (ASEAN) held on 24 April \n2021 to facilitate a peaceful solution in the interests of the people of Myanmar and \ntheir livelihoods, and to that end calls upon all stakeholders in Myanmar to cooperate \nwith the Association and the Special Envoy of the ASEAN Chair, and expresses its \nsupport for these efforts; \n \n(u) \nTo take concrete steps to strengthen institution-building and structural \nreforms to uphold the rule of law, human rights and democratic principles, through a \nparticipatory and inclusive approach, including efforts to ensure the independence of \nthe judiciary, and by reforming the security sector to enhance civilian control; \n \n(v) \nTo facilitate independent, impartial and thorough investigations into all \nallegations of violations of international humanitarian law, including into conduct that \nmay constitute war crimes and crimes against humanity, including the use of \nstarvation as a method of warfare, crimes of sexual violence and allegations of human \nrights violations and abuses, and ensure that the perpetrators are brought to justice \nthrough transparent and credible processes; \n \n25. Stresses the urgent need for the creation of a conducive environment to \nallow for the commencement of the voluntary, safe, dignified and sustainable \nrepatriation and subsequent reintegration of all forcibly displaced Rohingya Muslims \nand other minorities from Bangladesh, and of those residing in other host States, to \ntheir places of origin or a place of their choice in Myanmar, with the assurance of \nproviding returnees with freedom of movement and unimpeded access to livelihoods \nand social services, including health services, education and shelter, and \ncompensating them for all losses; \n \n26. Underscores the importance of providing protection and assistance, \nincluding non‑discriminatory access to comprehensive support services such as \nmedical and psychosocial care, to all women and girls, including Rohingya women \nand girls and women and girls belonging to other minorities, specifically tailored to \nwomen and girls, especially those who are victims of sexual and gender-based \nviolence and human trafficking; \n \n27. Reiterates its deep concern at the continued plight of Rohingya Muslims, \nand commends the commitment of the Government of Bangladesh and other Member \nStates to provide temporary shelter, humanitarian assistance and protection to them; \n \n28. Encourages Myanmar to continue to work with Bangladesh, in line with \nthe bilateral instruments on repatriation signed by Bangladesh and Myanmar, in order \nto expedite the creation of a conducive environment for the voluntary, safe, dignified \nand sustainable return of the forcibly displaced Rohingya Muslims in Bangladesh, \nwith the full support and meaningful involvement of the international community, \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n19/21\n25-20983 \n \nincluding the United Nations and its funds, programmes and agencies, and stresses \nthe importance of meaningfully engaging with civil society and the displaced \ncommunities; \n \n29. Recognizes that the continuing multifaceted crisis that has arisen following \nthe declaration of the state of emergency on 1 February 2021, and the further \nescalation of the conflict in the country and the resulting cross-border displacement \nand prolonged delay in the repatriation of Rohingya Muslims, has serious negative \nimpacts on the peace and stability of the region, particularly for the neighbouring \ncountries of Myanmar, and stresses the urgent need for concrete action towards a \nsustainable solution to the crisis in line with the will of the people of Myanmar; \n \n30. Recognizes with appreciation the assistance and support of the \ninternational community, including regional organizations, in particular ASEAN, and \nthe countries neighbouring Myanmar; \n \n31. Calls upon the international community to effectively address irregular \nmaritime movements of Rohingya Muslims, in cooperation with the relevant United \nNations agencies, as well as ensure international burden- and responsibility-sharing, \nespecially by the States Parties to the 1951 Convention relating to the Status of \nRefugees;34 \n \n32. Emphasizes the need for Myanmar to continue to cooperate fully with the \nGovernment of Bangladesh and with the United Nations, in particular the Office of \nthe United Nations High Commissioner for Refugees, and in consultation with the \npopulations concerned to enable the voluntary, safe, dignified, sustainable and well-\ninformed return of all refugees and forcibly displaced persons and internally displaced \npersons to their places of origin or to a place of their choice in Myanmar, and to ensure \nprotection of returnees and give them freedom of movement and unimpeded access to \nlivelihoods, social services, including health services, education and shelter, and to \ncompensate them for all losses; \n \n33. Calls for the reinstatement and subsequent implementation of the \nmemorandum of understanding signed by the Office of the United Nations High \nCommissioner for Refugees and the United Nations Development Programme with \nMyanmar, to support the creation of conditions for the return of refugees from \nBangladesh; \n \n34. Underlines the urgent need for support for the pilot projects by the United \nNations Development Programme and the Office of the United Nations High \nCommissioner for Refugees under which the internally displaced Rohingya Muslims, \nliving under difficult conditions in northern Rakhine State, can return to their places \nof origin or to a place of their choice and their communities can receive multisectoral \nassistance; \n \n35. Underscores the importance of unhindered and adequate humanitarian \nassistance within Rakhine State by the United Nations and all relevant humanitarian \nactors in view of the dire need for humanitarian assistance of conflict-affected and \ninternally displaced persons throughout the country, including Rohingya Muslims and \nother minorities in Rakhine State, and encourages the States Members of the United \nNations as well as United Nations entities to ensure that humanitarian assistance \nreaches all in need, including the Rohingya Muslims; \n \n36. Calls upon the international community, in the true spirit of solidarity, \ninterdependence and more equitable burden- and responsibility-sharing, to broaden \nthe donor base in support of Rohingya refugees and forcibly displaced persons \n_______________ \n \n34 Ibid., vol. 189, No. 2545. \n\nA/RES/80/221 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n25-20983\n20/21 \n \nsheltered in Bangladesh until conditions for return are met, and urges all donor \ncountries to make special efforts to maintain the level of assistance to the Rohingya \nMuslims sheltered in Bangladesh and all Governments to make financial \ncontributions to the refugee response in Bangladesh, including by adequately funding \nthe 2025 joint response plan for the Rohingya humanitarian crisis; \n \n37. Also calls upon the international community to support the humanitarian \nefforts in Myanmar to meet the humanitarian needs of all affected persons of all \ncommunities, taking into account the vulnerable situation of women, children, older \npersons and persons with disabilities; \n \n38. Calls upon all parties to urgently explore options, including the needs \nassessment in Rakhine State, for cross-border aid channels to allow full, safe, timely \nand unhindered humanitarian access to facilitate the provision of essential goods and \nservices, in particular supply of food, safe drinking water and medicines, and ensure \ntransparent and non‑discriminatory provision of humanitarian assistance to all in \nneed; \n \n39. Welcomes the continued engagement of ASEAN in facilitating a peaceful \nsolution in the interests of the people of Myanmar, looks forward to its continued \nimplementation of the joint needs assessment to provide safe, effective and \ntransparent delivery of ASEAN humanitarian assistance, without discrimination, \nfacilitate the repatriation process and promote sustainable development in Rakhine \nState, and also looks forward to the comprehensive needs assessment when conditions \nallow; \n \n40. Encourages all business enterprises, including transnational corporations \nand domestic enterprises operating in Myanmar, to respect human rights and to take \nenhanced measures so that their activities do not contribute to or cause any adverse \nhuman rights impacts in line with the Guiding Principles on Business and Human \nRights35 and the recommendations made by the independent international fact-finding \nmission on Myanmar in its report on the economic interests of the Myanmar military; \n \n41. Requests the Secretary-General: \n \n(a) \nTo continue to provide his good offices and to pursue his discussions \nrelating to Myanmar, involving all relevant stakeholders, and to offer assistance to \nMyanmar; \n \n(b) \nTo submit the report of the Special Envoy on Myanmar covering all \nrelevant issues addressed in the present resolution to the General Assembly at its \neighty-first session; \n \n(c) \nTo provide all assistance necessary to enable the Special Envoy on \nMyanmar to promptly and effectively discharge her mandate and to report to Member \nStates every six months, or as warranted by the situation on the ground; \n \n(d) \nTo develop a strategy for the engagement of the United Nations in \nMyanmar and identify ways in which the existing mandates can more effectively \ndeliver in their respective areas of responsibility concerning Myanmar and can \ncomplement each other’s work through enhanced coordination; \n \n(e) \nTo ensure that all in-country programmes incorporate a human rights-\nbased approach and undergo due diligence processes; \n \n(f) \nTo urge the Security Council to remain actively seized of the situation in \nMyanmar in order to end violence, to restore peace, to promote fully inclusive and \nrepresentative dialogue aimed at supporting the democratic path in Myanmar, to \n_______________ \n \n35 A/HRC/17/31, annex. \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/80/221\n \n21/21\n25-20983 \n \naddress the root causes of the crisis in Rakhine State, to resolve the humanitarian \ncrisis, to create the conditions necessary for the voluntary, safe, dignified and \nsustainable return of Rohingya Muslims and other minorities and to ensure \naccountability for those responsible for mass atrocities and human rights violations \nand abuses; \n \n(g) \nTo support the implementation of the 2018 recommendations of the \nindependent international fact-finding mission on Myanmar and assist the work of the \nongoing Independent Mechanism, including by facilitating a dialogue between the \nGeneral Assembly and the Mechanism during the eighty-first session of the Assembly; \n \n(h) \nTo fully implement the recommendations contained in the report of the \nindependent inquiry into the involvement of the United Nations in Myanmar from \n2010 to 2018 in order to ensure more effective work in the future and to strengthen \nthe prevention capacity of the United Nations system; \n \n(i) \nTo support the reinstatement and subsequent implementation of the \nmemorandum of understanding signed between Myanmar and the Office of the United \nNations High Commissioner for Refugees and the United Nations Development \nProgramme, to encourage all relevant United Nations agencies to lend their support \nfor the efforts, as appropriate, in this regard, and to continue to report on its status; \n \n42. Welcomes the convening of the high-level conference on the situation of \nRohingya Muslims and other minorities in Myanmar on 30 September 2025, and \nencourages Member States and all relevant stakeholders, including international and \nregional organizations, to support efforts, including by convening periodic dialogues \ntowards a sustainable solution to the Rohingya crisis in a timely manner, and further \nencourages initiatives towards the voluntary, safe, dignified and sustainable return of \nthe Rohingya Muslims to Rakhine State and their reintegration in Rakhine/Myanmar \nsociety with due rights; \n \n43. Calls for a more active role of the United Nations, and notably encourages \nthe designation of a resident coordinator of United Nations local agencies in Myanmar \non a permanent basis to ensure greater coherence and efficiency of action on the \nground; \n \n44. Requests that the Special Envoy participate by way of an interactive \ndialogue in the eighty-first session of the General Assembly; \n \n45. Decides to remain seized of the matter, inter alia, on the basis of the reports \nof the Secretary-General, the independent international fact-finding mission on \nMyanmar, the Independent Mechanism, the Special Rapporteur on the situation of \nhuman rights in Myanmar and the Special Envoy of the Secretary-General on \nMyanmar. \n \n69th plenary meeting \n18 December 2025 \n \n",
  "paragraphs": {
    "1": "Expresses grave concern at the continuing reports of serious human rights violations and abuses by the military and security forces as well as violations of international humanitarian law in Myanmar against civilians, including Rohingya Muslims and other minorities, including those involving mass killings, arbitrary arrests, deaths in detention, torture and other cruel, inhuman or degrading treatment or punishment, deliberate killing and maiming of children, use of Rohingya Muslims as human shields, recruitment and use of children for forced labour, aerial attacks against and burning of villages and civilian objects, attacks on schools, hospitals, internally displaced persons camps and places of worship and protected persons in relation to schools and/or hospitals, indiscriminate shelling in civilian areas, deprivation of economic and social rights, rape, sexual slavery and other forms of sexual and gender-based violence, as well as restrictions on exercising the rights to Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/80/221 13/21 25-20983 freedom of religion or belief, expression, association and peaceful assembly, and restrictions on media freedom and full Internet access and other restrictions, which has generated continued forced displacement within Myanmar and across its borders;",
    "2": "Condemns in the strongest terms all violations and abuses of human rights against civilians in Myanmar, including Rohingya Muslims and other minorities, before and after the unjustified declaration of the state of emergency on 1 February 2021, and emphasizes the importance of conducting international, independent, fair and transparent investigations into the most serious human rights violations in Myanmar, including sexual and gender-based violence and violations and abuses against women and children, and of holding accountable all those responsible for brutal acts and crimes, and end impunity for all violations of human rights against all persons, including Rohingya Muslims, in order to deliver justice to victims using all legal instruments and domestic, regional and international judicial mechanisms, including the International Court of Justice and the International Criminal Court, as applicable;",
    "3": "Calls upon the security and armed forces of Myanmar to respect the democratic will and aspirations of the people of Myanmar, to end violence, to fully respect human rights, fundamental freedoms and the rule of law, to uphold democratic institutions and processes, and to end the state of emergency declared on 1 February 2021;",
    "4": "Demands an immediate end to hostilities and all forms of violence and attacks against civilians, including Rohingya Muslims, in compliance with Security Council resolution 2669 (2022), throughout the country, and calls upon the Myanmar military to end indiscriminate or disproportionate attacks, including those involving airstrikes and landmines, and to fully respect and comply with international human rights and humanitarian law and humanitarian principles, and urges restraint and de‑escalation of tensions;",
    "5": "Calls upon the Myanmar military to immediately and unconditionally release all those who have been arbitrarily detained for an indefinite period of time and without following due process of law, arrested, convicted and sentenced on political grounds, including journalists and media workers, opposition activists and foreign nationals, and to refrain from further arbitrary detentions;",
    "6": "Reiterates its calls for a constructive, inclusive and peaceful dialogue and reconciliation that upholds democratic institutions and processes in accordance with the will and interests of the people of Myanmar, including Rohingya Muslims and other minorities;",
    "7": "Calls for the adoption of transparent and non‑discriminatory governance policies that ensure equitable political representation and uphold the rights of all ethnic and religious communities, including Rohingya Muslims, as an essential step towards national reconciliation, and stresses the need to end all forms of exclusion and discriminatory practices, to guarantee Rohingya Muslims equal rights to civic participation and to ensure their full and meaningful inclusion in present and future governance frameworks;",
    "8": "Expresses deep concern at the unilateral attempt by the Myanmar military to convene elections that exclude most of the country’s geographic territory and many political parties, at a time when it is clear that there can be no meaningful participation of all political parties and groups, and condemns attempts to legitimize the coup d’état of February 2021 through the conduct of an election that is neither free nor fair, and also condemns the military’s ongoing aerial bombing campaigns that have killed civilians, underscoring that such actions are incompatible with the conditions necessary for free, fair and inclusive elections, and expresses grave concern that A/RES/80/221 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 25-20983 14/21 elections held without inclusive dialogue and conditions that allow the people of Myanmar to fully exercise their political rights, including their right to vote, may lead to greater violence and instability;",
    "9": "Stresses the importance of agreeing on and enforcing an enduring ceasefire, including in Rakhine State, a cessation of violence, and restraint by the Myanmar military and other armed actors, with a view to ensuring safety, security and protection of civilians, including those who are forcibly displaced and willing to return;",
    "10": "Calls upon all parties, including the Myanmar military and other armed actors, to allow full, safe, timely and unhindered humanitarian access for international humanitarian agencies, medical personnel and aid workers;",
    "11": "Stresses the importance of ensuring the presence of humanitarian organizations and personnel, both international and regional, in Rakhine State as a confidence-building measure for the return of the Rohingya Muslims and other minorities in Myanmar;",
    "12": "Calls upon the Myanmar military and other armed actors to immediately cease all forms of violence and violations and abuses of international human rights law and violations of international humanitarian law, including the use of civilians as human shields and the obstruction of humanitarian access, urges the United Nations, including the Office of the United Nations High Commissioner for Human Rights and the Independent Mechanism for Myanmar, to continue its investigative efforts to include these recent atrocities, and reiterates the importance of holding all perpetrators accountable, including through appropriate international justice mechanisms;",
    "13": "Calls upon all parties to the conflict, in particular the Myanmar military, including related forces and affiliated militias, to end violations and abuses against children, including the grave violations against children during armed conflict, to guarantee protection to all children in armed conflict, including by stopping and preventing their recruitment into armed forces and ensuring the immediate and safe release of those who have been recruited, and to provide them with access to adequate assistance and social reintegration for those demobilized, including access to education and psychosocial and mental health support, justice and reparations, and urges all parties to engage with the United Nations, and with the Special Representative of the Secretary-General for Children and Armed Conflict, to take concrete prevention measures to protect children;",
    "14": "Expresses grave concern at the forcible conscription, particularly of Rohingya Muslims, by the Myanmar military, and at forced recruitment by other armed actors, and urges all parties to immediately put an end to such practices and allow already conscripted Rohingya Muslims to return home in safety and with dignity;",
    "15": "Reiterates the importance of conducting international, independent, fair and transparent investigations into human rights violations and abuses and violations of international humanitarian law in Myanmar, including alleged war crimes, and of holding accountable all those responsible for brutal acts and crimes against all persons, including Rohingya Muslims and other minorities;",
    "16": "Expresses deep concern that, despite the provisional measures ordered by the International Court of Justice on 23 January 2020 in the case of The Gambia v. Myanmar, Rohingya Muslims in Myanmar, including women and children, are not protected and continue to suffer from discrimination, targeted killings, indiscriminate Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/80/221 15/21 25-20983 violence and serious injuries, including by indiscriminate fire, shelling, landmines or unexploded ordnance;",
    "17": "Urges Myanmar, in accordance with the order of the International Court of Justice, to take all measures within its power to prevent the commission of all acts within the scope of article 2 of the Convention on the Prevention and Punishment of the Crime of Genocide, to ensure that its military and any irregular armed units that may be directed or supported by it and any organizations and persons that may be subject to its control, direction or influence do not commit, inter alia, any such acts, to prevent the destruction and ensure the preservation of evidence and to report to the Court as ordered on all measures taken to give effect to its order;",
    "18": "Expresses grave concern over the deepening humanitarian crisis in Myanmar, exacerbated by the devastating earthquakes that struck the country in March 2025, as well as continued restrictions on humanitarian access in all conflict areas across Myanmar, including in Rakhine and Chin States and Sagaing and Magway Regions, as well as the limited steps taken to ensure access to healthcare for Rohingya Muslims, and calls upon all parties, in particular the Myanmar military, to respect international humanitarian law and to allow rapid, full, safe and unhindered access to all humanitarian actors in order to reach all those in need, including Rohingya Muslims;",
    "19": "Urges Myanmar to cooperate fully with and grant immediate, full, unrestricted and unmonitored access to all United Nations mandate holders and human rights mechanisms, including the Special Envoy of the Secretary-General on Myanmar, the Office of the United Nations High Commissioner for Human Rights, the Special Rapporteur on the situation of human rights in Myanmar, the United Nations country task force on monitoring and reporting grave violations committed against children, the Independent Mechanism for Myanmar and relevant United Nations agencies, and international and regional human rights bodies to independently monitor the situation of human rights and to ensure that individuals can cooperate without hindrance with these mechanisms and without fear of reprisal, intimidation or attack, and expresses deep concern that international access to affected areas of northern Rakhine State and other areas affected by violence remains severely restricted for the international community, including for United Nations agencies, humanitarian actors and international media;",
    "20": "Calls upon the United Nations to ensure that the Independent Mechanism for Myanmar is afforded the flexibility that it needs in terms of staffing, location and operational freedom so that it can deliver as effectively as possible on its mandate, and be able to brief Member States on its activities, and urges Myanmar, Member States, judicial authorities and private entities to cooperate fully with the Mechanism, including by granting it access, including access to witnesses where applicable, and by providing it with every assistance in the execution of its mandate;",
    "21": "Expresses grave concern at the potential retraumatization of survivors of human rights violations and abuses, particularly child survivors and sexual violence survivors, and calls upon all actors engaging in documentation to follow the “do no harm” principle for evidence-gathering in order to respect the dignity of survivors and to avoid retraumatization, and calls for fully addressing the needs of victims and survivors and their right to effective remedy, including through prompt, effective and independent casualty recording and guarantees of non‑recurrence;",
    "22": "Underlines the importance of consulting with survivors and families of victims, including Rohingya Muslims and other minorities, and including them in advancing justice and accountability, as appropriate; A/RES/80/221 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 25-20983 16/21",
    "23": "Urges all parties in Myanmar to ensure the full, equal, safe and meaningful participation of all women, including Rohingya women and women belonging to other minorities, in promoting social cohesion across different communities and in all decision-making processes related to conflict prevention, resolution and peacebuilding;",
    "24": "Reiterates the urgent call upon Myanmar or the Myanmar military where applicable: (a) To end immediately all violence and abuses and all violations of international law in Myanmar, to ensure the protection of the human rights of all persons in Myanmar, including of Rohingya Muslims and persons belonging to other minorities, and to take all measures necessary to provide justice to victims, to ensure full accountability and to end impunity for all violations and abuses of human rights law and violations of international humanitarian law, starting with a full, transparent and independent investigation into reports of all these violations, and calls for the release of the report of the Independent Commission of Enquiry established in 2018 in full or to share its findings with relevant international mechanisms; (b) To engage in inclusive, constructive and peaceful dialogue and reconciliation that upholds democratic institutions and processes, in accordance with the will and interests of the people of Myanmar, including Rohingya Muslims and other minorities; (c) To ensure the right to return of all refugees, including Rohingya Muslims, hosted in other countries, and take concrete actions to create conditions necessary for voluntary, safe, dignified and sustainable return and reintegration, regretting the fact that not a single Rohingya Muslim so far has returned through a bilaterally set up mechanism for repatriation between Bangladesh and Myanmar owing to the failure of Myanmar to create such conditions in Rakhine State; (d) To ensure full protection of the human rights and fundamental freedoms of all persons in Myanmar, including Rohingya Muslims and other minorities, in an equal, non‑discriminatory and dignified manner, in order to prevent further instability and insecurity, alleviate suffering, address the root causes of the crisis, including by repealing or reforming discriminatory legislation, and forge a viable, lasting and durable solution; (e) To fulfil its human rights obligations and commitments to protect the right to freedom of expression, including online, and the rights to freedom of association and peaceful assembly, to create and maintain a safe and enabling environment for civil society and independent media; (f) To lift the shutdown of Internet and telecommunications services fully in all areas in Myanmar, including Rakhine State, and to repeal article 77 of the Telecommunications Act in order to avoid any further cutting of Internet and telecommunications access and the stifling of the rights to freedom of opinion and expression, including the freedom to seek, receive and impart information, in accordance with international human rights law; (g) To take the measures necessary to end discrimination and prejudice and to combat the incitement of hatred and hate speech against Rohingya Muslims and persons belonging to other minorities, online and offline, and to publicly condemn such acts and combat hate speech, misinformation and disinformation, while fully respecting international human rights law, as well as to promote interfaith dialogue in cooperation with the international community and encourage political and religious leaders in the country to work towards reconciliation among communities and national unity through dialogue, and to address hate speech; Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/80/221 17/21 25-20983 (h) To protect all persons and communities, in line with international humanitarian law and human rights law, including the Rohingya Muslims and other minorities; (i) To expedite efforts to eliminate statelessness and the systematic and institutionalized discrimination against members of all minorities, in particular relating to Rohingya Muslims, by, inter alia, reviewing and reforming the 1982 Citizenship Law, which has led to deprivation of human rights, by ensuring equal access to full citizenship through a transparent, voluntary and accessible procedure and to all civil and political rights, by allowing for self-identification, by amending or repealing all discriminatory legislation and policies, including discriminatory provisions of the set of “protection of race and religion laws” enacted in 2015 covering religious conversion, interfaith marriage, monogamy and population control, and by lifting all local orders restricting rights to freedom of movement and access to civil registration, health and education services and livelihoods; (j) To dismantle the camps for internally displaced persons in Rakhine State with a clear timeline and without further delay, ensuring that the return and relocation of internally displaced persons is carried out in accordance with international standards and best practices, in cooperation with the United Nations and the international community, and affected communities, including as set forth in the Guiding Principles on Internal Displacement;32 (k) To accelerate full implementation of all the recommendations of the Advisory Commission on Rakhine State to address the root causes of the crisis; (l) To ensure that Rohingya Muslims, other minorities and internally displaced persons have an equal opportunity for representation and the full, equal and meaningful participation as candidates and voters in all general elections; (m) To end and prevent the unlawful recruitment and use of children, including by implementing all activities of the joint action plan on children and armed conflict in coordination with the United Nations, to address protection gaps by engaging with the task force on monitoring and reporting violations committed against children, to re-engage with the United Nations for the full implementation of the 2012 joint action plan on the recruitment and use of children, and to adopt a joint action plan to end and prevent killing and maiming, rape and other forms of sexual violence committed against children, attacks on schools and hospitals and abductions; (n) To protect the rights of all children, including Rohingya children, in accordance with the obligations of Myanmar under the Convention on the Rights of the Child,33 including the right to acquire a nationality, to eliminate statelessness, to ensure the protection of all children in armed conflict and to end the unlawful recruitment and use of children for forced labour; (o) To cooperate with the Special Envoy of the Secretary-General on Myanmar, including by facilitating unconditional visits to Myanmar and meaningful engagement with all stakeholders, including Rohingya Muslims and those arbitrarily detained; (p) To cooperate and engage meaningfully with the Special Rapporteur on the situation of human rights in Myanmar, the Independent Mechanism and other United Nations mandate holders and mechanisms working on Myanmar, including by facilitating visits and granting unrestricted access throughout the country; _______________ 32 E/CN.4/1998/53/Add.2, annex. 33 United Nations, Treaty Series, vol. 1577, No. 27531. A/RES/80/221 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 25-20983 18/21 (q) To allow the resumption of family visits, grant immediate access, without undue restrictions, to appropriate international organizations and provide medical services to detainees and detention facilities; (r) To review and repeal the amendments made in 2018 to the Vacant, Fallow and Virgin Lands Management Law, and to establish an inclusive land governance framework and to resolve issues of land tenure, in full consultation with affected populations, including ethnic and religious minority communities, in particular Rohingya Muslims; (s) To end the reclassification of areas where Rohingya villages were previously located, and the removal of the names of villages from official maps, potentially altering how the land may be used, and stop, without delay, the construction of military facilities in those villages; (t) To urgently implement the five-point consensus reached at the Leaders’ Meeting of the Association of Southeast Asian Nations (ASEAN) held on 24 April 2021 to facilitate a peaceful solution in the interests of the people of Myanmar and their livelihoods, and to that end calls upon all stakeholders in Myanmar to cooperate with the Association and the Special Envoy of the ASEAN Chair, and expresses its support for these efforts; (u) To take concrete steps to strengthen institution-building and structural reforms to uphold the rule of law, human rights and democratic principles, through a participatory and inclusive approach, including efforts to ensure the independence of the judiciary, and by reforming the security sector to enhance civilian control; (v) To facilitate independent, impartial and thorough investigations into all allegations of violations of international humanitarian law, including into conduct that may constitute war crimes and crimes against humanity, including the use of starvation as a method of warfare, crimes of sexual violence and allegations of human rights violations and abuses, and ensure that the perpetrators are brought to justice through transparent and credible processes;",
    "25": "Stresses the urgent need for the creation of a conducive environment to allow for the commencement of the voluntary, safe, dignified and sustainable repatriation and subsequent reintegration of all forcibly displaced Rohingya Muslims and other minorities from Bangladesh, and of those residing in other host States, to their places of origin or a place of their choice in Myanmar, with the assurance of providing returnees with freedom of movement and unimpeded access to livelihoods and social services, including health services, education and shelter, and compensating them for all losses;",
    "26": "Underscores the importance of providing protection and assistance, including non‑discriminatory access to comprehensive support services such as medical and psychosocial care, to all women and girls, including Rohingya women and girls and women and girls belonging to other minorities, specifically tailored to women and girls, especially those who are victims of sexual and gender-based violence and human trafficking;",
    "27": "Reiterates its deep concern at the continued plight of Rohingya Muslims, and commends the commitment of the Government of Bangladesh and other Member States to provide temporary shelter, humanitarian assistance and protection to them;",
    "28": "Encourages Myanmar to continue to work with Bangladesh, in line with the bilateral instruments on repatriation signed by Bangladesh and Myanmar, in order to expedite the creation of a conducive environment for the voluntary, safe, dignified and sustainable return of the forcibly displaced Rohingya Muslims in Bangladesh, with the full support and meaningful involvement of the international community, Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/80/221 19/21 25-20983 including the United Nations and its funds, programmes and agencies, and stresses the importance of meaningfully engaging with civil society and the displaced communities;",
    "29": "Recognizes that the continuing multifaceted crisis that has arisen following the declaration of the state of emergency on 1 February 2021, and the further escalation of the conflict in the country and the resulting cross-border displacement and prolonged delay in the repatriation of Rohingya Muslims, has serious negative impacts on the peace and stability of the region, particularly for the neighbouring countries of Myanmar, and stresses the urgent need for concrete action towards a sustainable solution to the crisis in line with the will of the people of Myanmar;",
    "30": "Recognizes with appreciation the assistance and support of the international community, including regional organizations, in particular ASEAN, and the countries neighbouring Myanmar;",
    "31": "Calls upon the international community to effectively address irregular maritime movements of Rohingya Muslims, in cooperation with the relevant United Nations agencies, as well as ensure international burden- and responsibility-sharing, especially by the States Parties to the 1951 Convention relating to the Status of Refugees;34",
    "32": "Emphasizes the need for Myanmar to continue to cooperate fully with the Government of Bangladesh and with the United Nations, in particular the Office of the United Nations High Commissioner for Refugees, and in consultation with the populations concerned to enable the voluntary, safe, dignified, sustainable and well- informed return of all refugees and forcibly displaced persons and internally displaced persons to their places of origin or to a place of their choice in Myanmar, and to ensure protection of returnees and give them freedom of movement and unimpeded access to livelihoods, social services, including health services, education and shelter, and to compensate them for all losses;",
    "33": "Calls for the reinstatement and subsequent implementation of the memorandum of understanding signed by the Office of the United Nations High Commissioner for Refugees and the United Nations Development Programme with Myanmar, to support the creation of conditions for the return of refugees from Bangladesh;",
    "34": "Underlines the urgent need for support for the pilot projects by the United Nations Development Programme and the Office of the United Nations High Commissioner for Refugees under which the internally displaced Rohingya Muslims, living under difficult conditions in northern Rakhine State, can return to their places of origin or to a place of their choice and their communities can receive multisectoral assistance;",
    "35": "Underscores the importance of unhindered and adequate humanitarian assistance within Rakhine State by the United Nations and all relevant humanitarian actors in view of the dire need for humanitarian assistance of conflict-affected and internally displaced persons throughout the country, including Rohingya Muslims and other minorities in Rakhine State, and encourages the States Members of the United Nations as well as United Nations entities to ensure that humanitarian assistance reaches all in need, including the Rohingya Muslims;",
    "36": "Calls upon the international community, in the true spirit of solidarity, interdependence and more equitable burden- and responsibility-sharing, to broaden the donor base in support of Rohingya refugees and forcibly displaced persons _______________ 34 Ibid., vol. 189, No. 2545. A/RES/80/221 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 25-20983 20/21 sheltered in Bangladesh until conditions for return are met, and urges all donor countries to make special efforts to maintain the level of assistance to the Rohingya Muslims sheltered in Bangladesh and all Governments to make financial contributions to the refugee response in Bangladesh, including by adequately funding the 2025 joint response plan for the Rohingya humanitarian crisis;",
    "37": "Also calls upon the international community to support the humanitarian efforts in Myanmar to meet the humanitarian needs of all affected persons of all communities, taking into account the vulnerable situation of women, children, older persons and persons with disabilities;",
    "38": "Calls upon all parties to urgently explore options, including the needs assessment in Rakhine State, for cross-border aid channels to allow full, safe, timely and unhindered humanitarian access to facilitate the provision of essential goods and services, in particular supply of food, safe drinking water and medicines, and ensure transparent and non‑discriminatory provision of humanitarian assistance to all in need;",
    "39": "Welcomes the continued engagement of ASEAN in facilitating a peaceful solution in the interests of the people of Myanmar, looks forward to its continued implementation of the joint needs assessment to provide safe, effective and transparent delivery of ASEAN humanitarian assistance, without discrimination, facilitate the repatriation process and promote sustainable development in Rakhine State, and also looks forward to the comprehensive needs assessment when conditions allow;",
    "40": "Encourages all business enterprises, including transnational corporations and domestic enterprises operating in Myanmar, to respect human rights and to take enhanced measures so that their activities do not contribute to or cause any adverse human rights impacts in line with the Guiding Principles on Business and Human Rights35 and the recommendations made by the independent international fact-finding mission on Myanmar in its report on the economic interests of the Myanmar military;",
    "41": "Requests the Secretary-General: (a) To continue to provide his good offices and to pursue his discussions relating to Myanmar, involving all relevant stakeholders, and to offer assistance to Myanmar; (b) To submit the report of the Special Envoy on Myanmar covering all relevant issues addressed in the present resolution to the General Assembly at its eighty-first session; (c) To provide all assistance necessary to enable the Special Envoy on Myanmar to promptly and effectively discharge her mandate and to report to Member States every six months, or as warranted by the situation on the ground; (d) To develop a strategy for the engagement of the United Nations in Myanmar and identify ways in which the existing mandates can more effectively deliver in their respective areas of responsibility concerning Myanmar and can complement each other’s work through enhanced coordination; (e) To ensure that all in-country programmes incorporate a human rights- based approach and undergo due diligence processes; (f) To urge the Security Council to remain actively seized of the situation in Myanmar in order to end violence, to restore peace, to promote fully inclusive and representative dialogue aimed at supporting the democratic path in Myanmar, to _______________ 35 A/HRC/17/31, annex. Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/80/221 21/21 25-20983 address the root causes of the crisis in Rakhine State, to resolve the humanitarian crisis, to create the conditions necessary for the voluntary, safe, dignified and sustainable return of Rohingya Muslims and other minorities and to ensure accountability for those responsible for mass atrocities and human rights violations and abuses; (g) To support the implementation of the 2018 recommendations of the independent international fact-finding mission on Myanmar and assist the work of the ongoing Independent Mechanism, including by facilitating a dialogue between the General Assembly and the Mechanism during the eighty-first session of the Assembly; (h) To fully implement the recommendations contained in the report of the independent inquiry into the involvement of the United Nations in Myanmar from 2010 to 2018 in order to ensure more effective work in the future and to strengthen the prevention capacity of the United Nations system; (i) To support the reinstatement and subsequent implementation of the memorandum of understanding signed between Myanmar and the Office of the United Nations High Commissioner for Refugees and the United Nations Development Programme, to encourage all relevant United Nations agencies to lend their support for the efforts, as appropriate, in this regard, and to continue to report on its status;",
    "42": "Welcomes the convening of the high-level conference on the situation of Rohingya Muslims and other minorities in Myanmar on 30 September 2025, and encourages Member States and all relevant stakeholders, including international and regional organizations, to support efforts, including by convening periodic dialogues towards a sustainable solution to the Rohingya crisis in a timely manner, and further encourages initiatives towards the voluntary, safe, dignified and sustainable return of the Rohingya Muslims to Rakhine State and their reintegration in Rakhine/Myanmar society with due rights;",
    "43": "Calls for a more active role of the United Nations, and notably encourages the designation of a resident coordinator of United Nations local agencies in Myanmar on a permanent basis to ensure greater coherence and efficiency of action on the ground;",
    "44": "Requests that the Special Envoy participate by way of an interactive dialogue in the eighty-first session of the General Assembly;",
    "45": "Decides to remain seized of the matter, inter alia, on the basis of the reports of the Secretary-General, the independent international fact-finding mission on Myanmar, the Independent Mechanism, the Special Rapporteur on the situation of human rights in Myanmar and the Special Envoy of the Secretary-General on Myanmar. 69th plenary meeting 18 December 2025"
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}