{
  "symbol": "A/RES/76/304",
  "filename": "A_RES_76_304.pdf",
  "title": "76/304. International cooperation for access to justice, remedies and assistance for survivors of sexual violence",
  "text": "United Nations \nA/RES/76/304\n \n \nGeneral Assembly \nDistr.: General \n9 September 2022 \n \n22-21527 (E)    140922 \n*2221527* \n \n \nSeventy-sixth session \nAgenda item 133 \nInternational cooperation on access to justice for survivors \nof sexual violence \n \n \n \n \n Resolution adopted by the General Assembly \non 2 September 2022 \n \n \n \n \n[without reference to a Main Committee (A/76/L.80 and A/76/L.80/Add.1)] \n \n \n 76/304. International cooperation for access to justice, remedies and \nassistance for survivors of sexual violence \n \n \n \nThe General Assembly, \n \nRecalling its resolution 60/147 of 16 December 2005, its resolutions 61/143 of \n19 December 2006, 62/133 of 18 December 2007, 63/155 of 18 December 2008, \n64/137 of 18 December 2009, 65/187 of 21 December 2010 and 67/144 of \n20 December 2012 and all its previous resolutions on the elimination of violence \nagainst women, as well as its resolutions 69/147 of 18 December 2014, 71/170 of \n19 December 2016, 73/148 of 17 December 2018 and 75/161 of 16 December 2020 \non the intensification of efforts to eliminate all forms of violence against women and \ngirls, and all other relevant resolutions, \n \nReaffirming the Universal Declaration of Human Rights,1 the International \nCovenant on Civil and Political Rights,2 the International Covenant on Economic, \nSocial and Cultural Rights,3 the International Convention on the Elimination of All \nForms of Racial Discrimination,4 the Convention on the Elimination of All Forms of \nDiscrimination against Women and the Optional Protocol thereto,5 the Convention \nagainst Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, 6 \nthe Convention on the Rights of the Child and the Optional Protocols thereto,7 the \nInternational Convention on the Protection of the Rights of All Migrant Workers and \n__________________ \n \n1  Resolution 217 A (III). \n \n2  See resolution 2200 A (XXI), annex. \n \n3  Ibid. \n \n4  United Nations, Treaty Series, vol. 660, No. 9464. \n \n5  Ibid., vols. 1249 and 2131, No. 20378. \n \n6  Ibid., vol. 1465, No. 24841. \n \n7  Ibid., vols. 1577, 2171, 2173 and 2983, No. 27531. \n\nA/RES/76/304 \nInternational cooperation for access to justice, remedies and \nassistance for survivors of sexual violence\n \n22-21527\n2/8 \n \nMembers of Their Families,8 the Convention on the Rights of Persons with \nDisabilities and the Optional Protocol thereto9 and other relevant international human \nrights instruments, and the obligation of all States to promote, protect and respect all \nhuman rights and fundamental freedoms, \n \nReaffirming also the Declaration of Basic Principles of Justice for Victims of \nCrime and Abuse of Power,10 the Declaration on the Elimination of Violence against \nWomen,11 the Vienna Declaration and Programme of Action,12 the Beijing Declaration \nand Platform for Action,13 the Programme of Action of the International Conference \non Population and Development,14 the outcome documents of the twenty-third special \nsession of the General Assembly, entitled “Women 2000: gender equality, \ndevelopment and peace for the twenty-first century”,15 and the outcomes of their \nreview conferences, and the United Nations Declaration on the Rights of Indigenous \nPeoples,16 \n \nRecalling all other relevant resolutions of the General Assembly, relevant \nresolutions of the Security Council, especially those on women and peace and security \nfollowing its establishment of that agenda in its resolution 1325 (2000) of 31 October \n2000, on youth, peace and security and on children and armed conflict, relevant \nresolutions of the Economic and Social Council, of the Human Rights Council and of \nthe Commission on the Status of Women, all previous agreed conclusions adopted by \nthe Commission, and relevant resolutions and processes of specialized agencies of the \nUnited Nations system on the elimination of all forms of violence against women and \ngirls, and taking note of the reports of the Secretary-General requested in these \nresolutions, \n \nReaffirming the 2030 Agenda for Sustainable Development17 to build peaceful, \njust and inclusive societies which are free from fear and violence, where there can be \nno sustainable development without peace and no peace without sustainable \ndevelopment, and to protect human rights and promote gender equality and the \nempowerment of women and girls, envisaging a world of universal respect for human \nrights and human dignity, the rule of law, justice, equality and non-discrimination, of \nrespect for race, ethnicity and cultural diversity, and of equal opportunity permitting \nthe full realization of human potential and contributing to shared prosperity, and \nunderscoring the particular significance of the 2030 Agenda for victims and survivors \nof sexual and gender-based violence, in the public and private spheres, online and \noffline, including trafficking and sexual exploitation and abuse as well as sexual \nharassment, in need of protection, redress and empowerment, \n \nWelcoming efforts on the empowerment of all women and girls, and noting all \ninternational, regional and national initiatives in this regard, including those aimed at \nsafeguarding the rights and promoting the participation of all women and girls and \nthose convened in cooperation with United Nations entities, in partnership with civil \nsociety, \n__________________ \n \n8  Ibid., vol. 2220, No. 39481. \n \n9  Ibid., vols. 2515 and 2518, No. 44910. \n \n10  Resolution 40/34, annex. \n \n11  Resolution 48/104. \n \n12  A/CONF.157/24 (Part I), chap. III. \n \n13  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 United Nations \npublication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n14  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex.  \n \n15  Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n16  Resolution 61/295, annex. \n \n17  Resolution 70/1. \n\nInternational cooperation for access to justice, remedies and \nassistance for survivors of sexual violence \nA/RES/76/304\n \n3/8\n22-21527 \n \n \nNoting that sexual and gender-based violence disproportionately affects women \nand girls, while recognizing that men and boys can also be subjected to such violence, \nand recognizing that, notwithstanding women’s and girls’ vital role as agents of \nchange, their poverty and lack of empowerment, as well as their marginalization \nresulting from their exclusion from social, environmental and economic policies and \nfrom the benefits of quality education and sustainable development, can place them \nat increased risk of such violence, and that such violence impedes social and \neconomic progress and therefore the sustainable development of communities and \nStates, as well as the achievement of the 2030 Agenda and other internationally agreed \ndevelopment goals, \n \nRecognizing the particular risk of sexual and gender-based violence faced by all \nthose who suffer multiple and intersecting forms of discrimination, \n \nRecalling the inclusion of gender-related crimes and crimes of sexual violence \nin the Rome Statute of the International Criminal Court,18 noting in this regard the \nundertakings of its Chief Prosecutor to strengthen efforts to combat impunity for \nsexual and gender-based violence, and recalling the recognition by the ad hoc \ninternational criminal tribunals that rape and other forms of sexual violence can \nconstitute a war crime, a crime against humanity or a constitutive act with respect to \ngenocide or torture, \n \nStressing the contribution of the ad hoc international criminal tribunals and the \nInternational Criminal Court to ending impunity by ensuring accountability, \n \nRecognizing that sexual violence in conflict occurs on a continuum of \ninterrelated and recurring forms of violence against women and girls, and that conflict \nalso exacerbates the frequency and brutality of other forms of gender-based violence, \n \nStressing the necessity for all States and non-State parties to conflicts to comply \nfully with their obligations under applicable international law, including the \nprohibition on all forms of sexual violence, \n \nRecalling the responsibilities of States to end impunity and to prosecute those \nresponsible for genocide, crimes against humanity, war crimes and other egregious \ncrimes perpetrated against civilians, and in this regard noting with concern that only \nlimited numbers of perpetrators of sexual violence have been brought to justice, while \nrecognizing that in conflict and in post-conflict situations national justice systems \nmay be significantly weakened, \n \nCommending the continuing efforts of Member States to end impunity by \nensuring accountability and punishing the perpetrators of sexual and gender-based \ncrimes under national and international law, and stressing the need for the perpetrators \nof those crimes to be held accountable by national justice systems or, where \napplicable, international justice, \n \nDeeply concerned about sexual and gender-based violence in all its different \nforms and manifestations worldwide, which is underrecognized and underreported, \nparticularly at the community level, owing to social stigma and inadequate reporting \nand response services, as well as its pervasiveness, which reflects discriminatory \nnorms that reinforce stereotypes and gender inequality and the corresponding \nimpunity and lack of accountability, reiterating the need to intensify efforts to prevent \nand eliminate all forms of sexual and gender-based violence, in all regions of the \nworld, and emphasizing that such violence violates, and impairs the full enjoyment \nof, all human rights of victims and survivors, \n__________________ \n \n18  United Nations, Treaty Series, vol. 2187, No. 38544. \n\nA/RES/76/304 \nInternational cooperation for access to justice, remedies and \nassistance for survivors of sexual violence\n \n22-21527\n4/8 \n \n \nGravely concerned that domestic violence, including intimate partner violence, \nremains the most prevalent and least visible form of violence against women of all \nsocial strata across the world, and emphasizing that such violence is a violation, abuse \nor impairment of the enjoyment of their human rights and fundamental freedoms and, \nas such, is unacceptable, \n \nDeeply concerned that, despite repeated condemnation of all forms of sexual \nand gender-based violence in vulnerable situations, such as in conflict and post-\nconflict situations, humanitarian settings, as well as during and in the aftermath of \ndisaster, pandemic and epidemic situations, including the process of recovery from \nthe coronavirus disease (COVID-19) pandemic, such acts of violence in all its forms, \nwith increased use of technology-facilitated violence and extending to stalking and \nthreats of violence, including verbal or non-verbal conduct of a sexual nature, \ncontinue to occur and can even increase, and reiterating the need to ensure full access \nto non-discriminatory, confidential and comprehensive specialized services, \nincluding psychosocial health, including sexual and reproductive health-care \nservices, legal and livelihood support and services to victims and survivors, as well \nas to justice, redress and just and effective remedies and assistance for the victims \nand survivors of all forms of such violence, \n \nStressing that States have the obligation, at all levels, to promote, protect and \nrespect all human rights and fundamental freedoms for all, including all women and \ngirls, and must exercise due diligence to prevent, investigate, prosecute and hold to \naccount the perpetrators of all forms of violence, eliminate impunity and provide for \neffective access to appropriate remedies and reparations on a national basis for \nvictims and survivors, and should ensure the protection of victims and survivors, \nincluding adequate enforcement of civil remedies, orders of protection and criminal \nsanctions, and the provision of shelters, psychosocial services, counselling, health \nservices, including sexual and reproductive health-care services, and other types of \nsupport services, in order to avoid revictimization, to promote an empowering \nenvironment, and that to do so contributes to the enjoyment of human rights and \nfundamental freedoms by all victims and survivors of such violence, \n \nEmphasizing that advancing gender equality and women’s political, social and \neconomic empowerment is critical to the prevention of and response to sexual and \ngender-based violence in conflict and post-conflict situations, and that the safety and \nempowerment of all women and girls are important for their full, equal and \nmeaningful participation in peace processes, preventing conflicts and rebuilding \nsocieties, and that, therefore, women’s protection and participation are inextricably \nlinked and mutually reinforcing, as reflected in relevant resolutions on women and \npeace and security, \n \nRecognizing that the disproportionate impact of sexual violence in armed \nconflict and post-conflict situations on women and girls is exacerbated by \ndiscrimination against women and girls and by the underrepresentation of women in \ndecision-making and leadership roles, the impact of discriminatory laws, the gender-\nbiased enforcement and application of existing laws, harmful social norms and \npractices, structural inequalities, discriminatory views on women or gender roles in \nsociety, and lack of availability of services for victims and survivors, and affirming \nthe importance of promoting gender equality by addressing these and other root \ncauses of sexual violence against all women and girls as part of conflict prevention, \nconflict resolution and peacebuilding, \n \nDeeply concerned about the cases in which the victims and survivors do not \nhave adequate and consistent access to justice remedies, including relief and \nreparations, and assistance programmes, and recognizing the ongoing need for a \ncomprehensive whole-of-system response, including greater cooperation, coherence, \n\nInternational cooperation for access to justice, remedies and \nassistance for survivors of sexual violence \nA/RES/76/304\n \n5/8\n22-21527 \n \ncoordination and complementarity among sustainable development, disaster risk \nreduction, humanitarian action and sustaining peace, \n \nRecognizing the need to promote the full, equal and meaningful participation of \nvictims and survivors of sexual and gender-based violence in the development and \nevaluation of policies, regulations and legislation designed to provide access to \njustice, remedies and assistance for them, \n \nRecognizing also the major contributions of civil society organizations, \nespecially women’s, young women’s, girls’, youth-led, grass-roots and community-\nbased organizations, rural, indigenous and feminist groups, women human rights \ndefenders, women journalists and media professionals and trade unions, as well as the \nimportance of having an open, inclusive and transparent engagement with civil \nsociety in supporting the implementation of measures to provide access to justice, \nremedies and assistance for victims and survivors of sexual and gender-based \nviolence, \n \n1. \nCondemns all forms of sexual and gender-based violence, and urges \nMember States to provide victims and survivors of sexual violence with access to the \nmechanisms of justice and, as provided for by national legislation, to just and \neffective remedies, reparations and assistance for the harm that they have suffered \nand inform them of their rights in seeking redress through such mechanisms, as well \nas to consider measures to enable secure reporting and alleviate burdens while in \npursuit of justice, remedies, reparations and assistance; \n \n2. \nUrges States to take effective action, through their national legal systems \nand in line with international law, to provide access to justice, remedies and assistance \nfor victims and survivors of sexual and gender-based violence, including by: \n \n(a) \nProviding relevant, comprehensive, gender-responsive legal protection, in \nfull respect of human rights and centred on such victims and survivors, to support and \nassist all victims and survivors of such violence, including victim and witness \nprotection from reprisals for bringing complaints or giving evidence, paying \nparticular attention to women and girls facing multiple and intersecting forms of \ndiscrimination; \n \n(b) \nEnsuring for all victims and survivors timely and unimpeded access to \njustice and to effective legal assistance so that they can make informed decisions \nregarding, inter alia, legal proceedings, providing procedural accommodation for \nthose with disabilities, so that all cases of violence are brought to justice, including \nthe cases related to victims and survivors, and also ensuring that all victims and \nsurvivors have access to just and effective remedies for the harm that they have \nsuffered, including through the adoption of national legislation where necessary; \n \n(c) \nImproving legal infrastructure and mainstreaming age- and gender-\nresponsive and disability-inclusive training into justice systems to ensure equality \nbefore the law and equal protection of all victims and survivors with disabilities by \nthe law; \n \n(d) \nEstablishing comprehensive, timely, coordinated, interdisciplinary, \naccessible and sustained multisectoral services, programmes and responses centred \non victims and survivors that respect all human rights and take into account gender \nperspectives for all victims and survivors of such violence, that are adequately \nresourced, that are, when possible, in a language that they understand and in which \nthey can communicate and that include effective and coordinated action by, as \nappropriate, relevant stakeholders, such as the police and the justice sector, as well as \nproviders of legal aid services, health services, including sexual and reproductive \nhealth-care services, shelters, medical and psychological assistance, counselling \nservices and protection, and, in cases of child victims and survivors, ensuring that \n\nA/RES/76/304 \nInternational cooperation for access to justice, remedies and \nassistance for survivors of sexual violence\n \n22-21527\n6/8 \n \nsuch services, programmes and responses take into account the best interests of the \nchild; \n \n(e) \nResponding to all forms of violence, through multisectoral and \ncoordinated approaches to investigate, prosecute and punish the perpetrators of such \nviolence and end impunity, and to provide protection and equal access to appropriate \nremedies and redress and to comprehensive social, health and legal services for all \nvictims and survivors to support their full recovery and reintegration into society, \nincluding by providing access to psychosocial support and rehabilitation as well as \naffordable housing and employment; \n \n(f) \nEstablishing and/or strengthening, including by investing in capacity-\nbuilding, court, judicial system, law enforcement, health and social workers’ and \ncounsellors’ and other practitioners’ response protocols and procedures to ensure that \nall appropriate actions are coordinated and taken to protect and respond to the needs \nof all victims and survivors of such violence, to identify acts of violence and to \nprevent their recurrence or further acts of violence and physical and psychological \nharm, ensuring that services are gender-responsive and centred on the needs of \nvictims and survivors, including by providing access to appropriate health-care \nproviders, for both physical and psychological support, police officers and \ncounsellors if requested, and ensuring and maintaining the privacy of victims and \nsurvivors and the confidentiality of their reporting; \n \n(g) \nDeveloping targeted and effective awareness to prevent impunity \nregarding all forms of such violence and avoid marginalization and stigmatization of \nsurvivors, children born of sexual violence and their families, and providing victims \nand survivors with information on access to justice, remedies, reparations and \nassistance, including through building relevant institutions and capacities as well as \npromoting partnerships with civil society organizations; \n \n(h) \nEnhancing the resilience of individuals and communities to provide a safe \nenvironment for the victims and survivors of such violence and, in particular, those \nin vulnerable situations, such as in conflict and post-conflict situations, in \nhumanitarian settings, as well as in post-disaster, post-pandemic and post-epidemic \nsituations, including in the process of recovery from the COVID-19 pandemic; \n \n(i) \nAddressing the structural and underlying causes of such violence through \nenhanced prevention measures, capacity-building of relevant authorities, research and \nstrengthened coordination, monitoring and evaluation conducted with victims and \nsurvivors by, inter alia, encouraging awareness-raising activities, including through \ndesigning and implementing appropriate domestic policies that are aimed at \ntransforming discriminatory social attitudes and social and cultural patterns of \nconduct that condone such violence with a view to preventing and eliminating, in all \npublic and private spheres, including online spaces, discrimination, gender \nstereotypes, negative social norms, attitudes and behaviours, and unequal power \nrelations, as well as publicizing the societal and economic costs of violence, and \nworking with local communities; \n \n(j) \nImplementing response plans, policies and initiatives, with civil society \norganizations as relevant, in response to the COVID-19 pandemic to prevent all forms \nof violence, including sexual and gender-based violence, and facilitate reporting \nthereon, and to ensure that all persons can lead lives free from violence, coercion, \nstigma and discrimination, including through the use of digital technologies, media, \nhelplines or the mobilization of grocery stores, pharmacies, hotels and other service \nproviders to help victims and survivors to find safe spaces and seek support; \n \n(k) \nEnsuring the full, equal and meaningful participation of victims and \nsurvivors, including children as appropriate, taking into account their diverse \n\nInternational cooperation for access to justice, remedies and \nassistance for survivors of sexual violence \nA/RES/76/304\n \n7/8\n22-21527 \n \nsituations and conditions, in the development, implementation, monitoring and \nevaluation of policies, programmes and other initiatives in the justice sector and \naimed at preventing and responding to such violence, including in decision-making \nprocesses; \n \n(l) \nEnsuring full, equal and meaningful participation and leadership of all \nwomen and youth in decision-making in the executive, legislative and judicial \nbranches of government and the public sector in the development, implementation \nand evaluation of all policies, regulations and legislation designed to ensure access to \njustice, remedies and reparations for victims and survivors of such violence; \n \n(m) Acknowledging the need for public-private partnerships to prevent and \ndetect trafficking in persons, recognizing the important role played by financial \ninstitutions; \n \n(n) \nEnhancing international cooperation in the field of criminal justice, \nincluding by affording one another the widest measure of assistance in the \ninvestigation and prosecution of crimes of sexual violence through, inter alia, mutual \nlegal assistance, in line with Member States’ obligation under international law; \n \n(o) \nProviding adequate resources for access to justice, remedies and assistance \nfor victims and survivors of such violence; \n \n3. \nCalls upon the United Nations system and other international and regional \norganizations, within their respective mandates, and encourages civil society \norganizations to support the efforts of the Member States: \n \n(a) \nTo promote access to justice, remedies, reparations and assistance for \nvictims and survivors of sexual and gender-based violence in humanitarian settings \ncaused by ongoing conflict and post-conflict situations, as well as during and in the \naftermath of disaster, pandemic and epidemic situations, including the process of \nrecovery from the COVID-19 pandemic, in line with applicable international law, \nfocusing on the most vulnerable, including refugees, internally displaced persons and \nthose affected by conflicts; \n \n(b) \nTo build institutions and capacities to provide access to justice, remedies, \nreparations and assistance for all victims and survivors of sexual and gender-based \nviolence, including in the law enforcement sector to collect, preserve and use forensic \nand digital evidence, in collaboration with medical personnel; \n \n(c) \nTo promote gender equality, tackle hate speech, misogyny and victim \nblaming, both online and offline, including through education and the implementation \nof accurate, evidence-based prevention programmes at all levels of society, both in \nand out of school, to protect the dignity and human rights of victims and survivors of \nsexual and gender-based violence so that they are able to access assistance without \nhesitation or threats;  \n \n(d) \nTo strengthen policies that offer access to justice, remedies and assistance \nto male victims and survivors and that challenge cultural assumptions about male \ninvulnerability to sexual and gender-based violence in order to ensure the protection \nof all men and boys who are victims and survivors of such violence; \n \n4. \nAlso calls upon the United Nations system and other international and \nregional organizations, within their respective mandates, and encourages civil society \norganizations: \n \n(a) \nTo enhance international and regional cooperation with a view to \nsupporting the development of strategies for combating sexual and gender-based \nviolence and exchanging experiences and best practices, as well as financing \n\nA/RES/76/304 \nInternational cooperation for access to justice, remedies and \nassistance for survivors of sexual violence\n \n22-21527\n8/8 \n \nprogrammes relating to the rights of victims and survivors of sexual and gender-based \nviolence; \n \n(b) \nTo raise awareness of the rights of victims and survivors of sexual and \ngender-based violence; \n \n(c) \nTo promote an integrated and multi-stakeholder approach with civil \nsociety organizations, the private sector and all relevant stakeholders in addressing \nthe rights and needs of survivors of sexual violence, including with the lessons \nlearned from successful initiatives; \n \n5. \nStresses that adequate resources should be assigned to the United Nations \nsystem for the promotion of gender equality, the empowerment of women and the \nhuman rights of women and girls and to efforts throughout the United Nations system \nto prevent and eliminate all forms of violence, calls upon the United Nations system \nto make the necessary support and resources available, and takes note with \nappreciation in this regard of the contribution of Member States; \n \n6. \nUrges States to ensure the promotion and protection of the human rights \nof all women and their sexual and reproductive health, and reproductive rights in \naccordance with the Programme of Action of the International Conference on \nPopulation and Development, the Beijing Platform for Action and the outcome \ndocuments of their review conferences, including through the development and \nenforcement of policies and legal frameworks and the strengthening of health systems \nthat make universally accessible and available quality, comprehensive sexual and \nreproductive health-care services, commodities, information and education, including \nsafe and effective methods of modern contraception, emergency contraception, \nprevention programmes for adolescent pregnancy, maternal health care such as skilled \nbirth attendance and emergency obstetric care, which will reduce obstetric fistula and \nother complications of pregnancy and delivery, safe abortion where such services are \npermitted by national law, and prevention and treatment of reproductive tract \ninfections, sexually transmitted infections, HIV and reproductive cancers, \nrecognizing that human rights include the right to have control over and decide freely \nand responsibly on matters related to their sexuality, including sexual and \nreproductive health, free from coercion, discrimination and violence; \n \n7. \nRequests the Secretary-General to report on the implementation of the \npresent resolution by Member States and the United Nations system to the General \nAssembly at its seventy-ninth session within existing resources; \n \n8. \nDecides to continue its consideration of access to justice, remedies and \nassistance for victims and survivors of sexual violence at its seventy-ninth session \nunder the item entitled “International cooperation on access to justice for survivors \nof sexual violence”. \n \n99th plenary meeting \n2 September 2022 \n \n \n",
  "paragraphs": {
    "1": "Condemns all forms of sexual and gender-based violence, and urges Member States to provide victims and survivors of sexual violence with access to the mechanisms of justice and, as provided for by national legislation, to just and effective remedies, reparations and assistance for the harm that they have suffered and inform them of their rights in seeking redress through such mechanisms, as well as to consider measures to enable secure reporting and alleviate burdens while in pursuit of justice, remedies, reparations and assistance;",
    "2": "Urges States to take effective action, through their national legal systems and in line with international law, to provide access to justice, remedies and assistance for victims and survivors of sexual and gender-based violence, including by: (a) Providing relevant, comprehensive, gender-responsive legal protection, in full respect of human rights and centred on such victims and survivors, to support and assist all victims and survivors of such violence, including victim and witness protection from reprisals for bringing complaints or giving evidence, paying particular attention to women and girls facing multiple and intersecting forms of discrimination; (b) Ensuring for all victims and survivors timely and unimpeded access to justice and to effective legal assistance so that they can make informed decisions regarding, inter alia, legal proceedings, providing procedural accommodation for those with disabilities, so that all cases of violence are brought to justice, including the cases related to victims and survivors, and also ensuring that all victims and survivors have access to just and effective remedies for the harm that they have suffered, including through the adoption of national legislation where necessary; (c) Improving legal infrastructure and mainstreaming age- and gender- responsive and disability-inclusive training into justice systems to ensure equality before the law and equal protection of all victims and survivors with disabilities by the law; (d) Establishing comprehensive, timely, coordinated, interdisciplinary, accessible and sustained multisectoral services, programmes and responses centred on victims and survivors that respect all human rights and take into account gender perspectives for all victims and survivors of such violence, that are adequately resourced, that are, when possible, in a language that they understand and in which they can communicate and that include effective and coordinated action by, as appropriate, relevant stakeholders, such as the police and the justice sector, as well as providers of legal aid services, health services, including sexual and reproductive health-care services, shelters, medical and psychological assistance, counselling services and protection, and, in cases of child victims and survivors, ensuring that A/RES/76/304 International cooperation for access to justice, remedies and assistance for survivors of sexual violence 22-21527 6/8 such services, programmes and responses take into account the best interests of the child; (e) Responding to all forms of violence, through multisectoral and coordinated approaches to investigate, prosecute and punish the perpetrators of such violence and end impunity, and to provide protection and equal access to appropriate remedies and redress and to comprehensive social, health and legal services for all victims and survivors to support their full recovery and reintegration into society, including by providing access to psychosocial support and rehabilitation as well as affordable housing and employment; (f) Establishing and/or strengthening, including by investing in capacity- building, court, judicial system, law enforcement, health and social workers’ and counsellors’ and other practitioners’ response protocols and procedures to ensure that all appropriate actions are coordinated and taken to protect and respond to the needs of all victims and survivors of such violence, to identify acts of violence and to prevent their recurrence or further acts of violence and physical and psychological harm, ensuring that services are gender-responsive and centred on the needs of victims and survivors, including by providing access to appropriate health-care providers, for both physical and psychological support, police officers and counsellors if requested, and ensuring and maintaining the privacy of victims and survivors and the confidentiality of their reporting; (g) Developing targeted and effective awareness to prevent impunity regarding all forms of such violence and avoid marginalization and stigmatization of survivors, children born of sexual violence and their families, and providing victims and survivors with information on access to justice, remedies, reparations and assistance, including through building relevant institutions and capacities as well as promoting partnerships with civil society organizations; (h) Enhancing the resilience of individuals and communities to provide a safe environment for the victims and survivors of such violence and, in particular, those in vulnerable situations, such as in conflict and post-conflict situations, in humanitarian settings, as well as in post-disaster, post-pandemic and post-epidemic situations, including in the process of recovery from the COVID-19 pandemic; (i) Addressing the structural and underlying causes of such violence through enhanced prevention measures, capacity-building of relevant authorities, research and strengthened coordination, monitoring and evaluation conducted with victims and survivors by, inter alia, encouraging awareness-raising activities, including through designing and implementing appropriate domestic policies that are aimed at transforming discriminatory social attitudes and social and cultural patterns of conduct that condone such violence with a view to preventing and eliminating, in all public and private spheres, including online spaces, discrimination, gender stereotypes, negative social norms, attitudes and behaviours, and unequal power relations, as well as publicizing the societal and economic costs of violence, and working with local communities; (j) Implementing response plans, policies and initiatives, with civil society organizations as relevant, in response to the COVID-19 pandemic to prevent all forms of violence, including sexual and gender-based violence, and facilitate reporting thereon, and to ensure that all persons can lead lives free from violence, coercion, stigma and discrimination, including through the use of digital technologies, media, helplines or the mobilization of grocery stores, pharmacies, hotels and other service providers to help victims and survivors to find safe spaces and seek support; (k) Ensuring the full, equal and meaningful participation of victims and survivors, including children as appropriate, taking into account their diverse International cooperation for access to justice, remedies and assistance for survivors of sexual violence A/RES/76/304 7/8 22-21527 situations and conditions, in the development, implementation, monitoring and evaluation of policies, programmes and other initiatives in the justice sector and aimed at preventing and responding to such violence, including in decision-making processes; (l) Ensuring full, equal and meaningful participation and leadership of all women and youth in decision-making in the executive, legislative and judicial branches of government and the public sector in the development, implementation and evaluation of all policies, regulations and legislation designed to ensure access to justice, remedies and reparations for victims and survivors of such violence; (m) Acknowledging the need for public-private partnerships to prevent and detect trafficking in persons, recognizing the important role played by financial institutions; (n) Enhancing international cooperation in the field of criminal justice, including by affording one another the widest measure of assistance in the investigation and prosecution of crimes of sexual violence through, inter alia, mutual legal assistance, in line with Member States’ obligation under international law; (o) Providing adequate resources for access to justice, remedies and assistance for victims and survivors of such violence;",
    "3": "Calls upon the United Nations system and other international and regional organizations, within their respective mandates, and encourages civil society organizations to support the efforts of the Member States: (a) To promote access to justice, remedies, reparations and assistance for victims and survivors of sexual and gender-based violence in humanitarian settings caused by ongoing conflict and post-conflict situations, as well as during and in the aftermath of disaster, pandemic and epidemic situations, including the process of recovery from the COVID-19 pandemic, in line with applicable international law, focusing on the most vulnerable, including refugees, internally displaced persons and those affected by conflicts; (b) To build institutions and capacities to provide access to justice, remedies, reparations and assistance for all victims and survivors of sexual and gender-based violence, including in the law enforcement sector to collect, preserve and use forensic and digital evidence, in collaboration with medical personnel; (c) To promote gender equality, tackle hate speech, misogyny and victim blaming, both online and offline, including through education and the implementation of accurate, evidence-based prevention programmes at all levels of society, both in and out of school, to protect the dignity and human rights of victims and survivors of sexual and gender-based violence so that they are able to access assistance without hesitation or threats; (d) To strengthen policies that offer access to justice, remedies and assistance to male victims and survivors and that challenge cultural assumptions about male invulnerability to sexual and gender-based violence in order to ensure the protection of all men and boys who are victims and survivors of such violence;",
    "4": "Also calls upon the United Nations system and other international and regional organizations, within their respective mandates, and encourages civil society organizations: (a) To enhance international and regional cooperation with a view to supporting the development of strategies for combating sexual and gender-based violence and exchanging experiences and best practices, as well as financing A/RES/76/304 International cooperation for access to justice, remedies and assistance for survivors of sexual violence 22-21527 8/8 programmes relating to the rights of victims and survivors of sexual and gender-based violence; (b) To raise awareness of the rights of victims and survivors of sexual and gender-based violence; (c) To promote an integrated and multi-stakeholder approach with civil society organizations, the private sector and all relevant stakeholders in addressing the rights and needs of survivors of sexual violence, including with the lessons learned from successful initiatives;",
    "5": "Stresses that adequate resources should be assigned to the United Nations system for the promotion of gender equality, the empowerment of women and the human rights of women and girls and to efforts throughout the United Nations system to prevent and eliminate all forms of violence, calls upon the United Nations system to make the necessary support and resources available, and takes note with appreciation in this regard of the contribution of Member States;",
    "6": "Urges States to ensure the promotion and protection of the human rights of all women and their sexual and reproductive health, and reproductive rights in accordance with the Programme of Action of the International Conference on Population and Development, the Beijing Platform for Action and the outcome documents of their review conferences, including through the development and enforcement of policies and legal frameworks and the strengthening of health systems that make universally accessible and available quality, comprehensive sexual and reproductive health-care services, commodities, information and education, including safe and effective methods of modern contraception, emergency contraception, prevention programmes for adolescent pregnancy, maternal health care such as skilled birth attendance and emergency obstetric care, which will reduce obstetric fistula and other complications of pregnancy and delivery, safe abortion where such services are permitted by national law, and prevention and treatment of reproductive tract infections, sexually transmitted infections, HIV and reproductive cancers, recognizing that human rights include the right to have control over and decide freely and responsibly on matters related to their sexuality, including sexual and reproductive health, free from coercion, discrimination and violence;",
    "7": "Requests the Secretary-General to report on the implementation of the present resolution by Member States and the United Nations system to the General Assembly at its seventy-ninth session within existing resources;",
    "8": "Decides to continue its consideration of access to justice, remedies and assistance for victims and survivors of sexual violence at its seventy-ninth session under the item entitled “International cooperation on access to justice for survivors of sexual violence”. 99th plenary meeting 2 September 2022"
  },
  "agenda_items": [
    "Item 133"
  ],
  "symbol_references": [
    "A/76/L.80"
  ]
}