{
  "symbol": "A/RES/79/118",
  "filename": "A_RES_79_118.pdf",
  "title": "79/118. Model Law on Warehouse Receipts",
  "text": "United Nations \nA/RES/79/118\n \n \nGeneral Assembly \nDistr.: General \n12 December 2024 \n \n24-23519 (E) \n*2423519* \n \n \nSeventy-ninth session \nAgenda item 77 \nReport of the United Nations Commission on International \nTrade Law on the work of its fifty-seventh session \n \n \n \n \n Resolution adopted by the General Assembly \non 4 December 2024 \n \n \n \n \n[on the report of the Sixth Committee (A/79/467, para. 11)] \n \n \n \n79/118. Model Law on Warehouse Receipts \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it \nestablished the United Nations Commission on International Trade Law \n(UNCITRAL) with a mandate to further the progressive harmonization and \nunification of the law of international trade and in that respect to bear in mind the \ninterests of all peoples, in particular those of developing countries, in the extensive \ndevelopment of international trade, \n \nRecalling also that the Commission decided, at its fifty-third session, in 2020, \nto develop a model law on the private law aspects of warehouse receipts jointly with \nthe International Institute for the Unification of Private Law (UNIDROIT) and that \nthe final text would bear the names of both organizations in recognition of their close \ncooperation,1 and, at its fifty-sixth session, in 2023, to refer the draft model law on \nwarehouse receipts developed by the joint UNIDROIT-UNCITRAL Working Group \nto Working Group I (Warehouse Receipts),2 \n \nNoting that Working Group I devoted two sessions, in 2023 and 2024, to the \nconsideration of the draft model law on warehouse receipts, and that the Commission \nconsidered, at its fifty-seventh session, in 2024, the draft model law prepared by the \nWorking Group, together with comments thereon received from Governments and \ninternational organizations invited to sessions of the Working Group, 3 \n \nBelieving that the enactment of a modern warehouse receipts law supporting the \nissuance and transfer of electronic and paper-based receipts alike could facilitate \n__________________ \n \n1  Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 17 (A/75/17), \npart two, para. 61. \n \n2  Ibid., Seventy-eighth Session, Supplement No. 17 (A/78/17), para. 22 (b). \n \n3  Ibid., Seventy-ninth Session, Supplement No. 17 (A/79/17), paras. 24–76. \n\nA/RES/79/118 \nModel Law on Warehouse Receipts\n \n24-23519\n2/2 \n \ncommercial transactions that involve stored goods, including as collateral for \nfinancing, especially in the least developed and developing countries, \n \nConsidering that such a modern warehouse receipts law could also contribute to \npromoting short-term financing in the agricultural sector, thus facilitating access to \ncredit and reducing the cost of financing for farmers, and attracting private sector \ninvestments to the agricultural sector, \n \nExpecting that the harmonization of warehouse receipt laws could aid the \nformation of regional and international commodities markets, \n \nNoting that the improved ability of farmers and countries to grow and store crops \nand other agricultural products has the potential to increase global food production \nand assist in overcoming the food security challenge, thus contributing to the \nachievement of Sustainable Development Goal 2, which is to end hunger, achieve \nfood security and improved nutrition and promote sustainable agriculture, \n \n1. \nExpresses its appreciation to the United Nations Commission on \nInternational Trade Law for completing and adopting the UNCITRAL-UNIDROIT \nModel Law on Warehouse Receipts, in close cooperation with the International \nInstitute for the Unification of Private Law;4 \n \n2. \nRequests the Secretary-General to publish the Model Law together with a \nguide to the enactment thereof, including electronically, in the six official languages \nof the United Nations, and to disseminate it broadly to Governments and other \ninterested bodies; \n \n3. \nRecommends that all States give favourable consideration to the Model \nLaw when revising or adopting legislation relevant to warehouse receipts, and invites \nStates that have used the Model Law to advise the Commission accordingly. \n \n47th plenary meeting \n4 December 2024 \n \n__________________ \n \n4  Ibid., annex I. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the United Nations Commission on International Trade Law for completing and adopting the UNCITRAL-UNIDROIT Model Law on Warehouse Receipts, in close cooperation with the International Institute for the Unification of Private Law;4",
    "2": "Requests the Secretary-General to publish the Model Law together with a guide to the enactment thereof, including electronically, in the six official languages of the United Nations, and to disseminate it broadly to Governments and other interested bodies;",
    "3": "Recommends that all States give favourable consideration to the Model Law when revising or adopting legislation relevant to warehouse receipts, and invites States that have used the Model Law to advise the Commission accordingly. 47th plenary meeting 4 December 2024 __________________ 4 Ibid., annex I."
  },
  "agenda_items": [
    "Item 77"
  ],
  "symbol_references": []
}