{
  "symbol": "A/RES/75/176",
  "filename": "A_RES_75_176.pdf",
  "title": "75/176. The right to privacy in the digital age",
  "text": "United Nations \nA/RES/75/176\n \n \nGeneral Assembly \nDistr.: General \n28 December 2020 \n \n20-17316 (E)    050121     \n*2017316* \n \n \nSeventy-fifth session \nAgenda item 72 (b) \nPromotion and protection of human rights: human rights \nquestions, including alternative approaches for improving \nthe effective enjoyment of human rights and \nfundamental freedoms  \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2020 \n \n \n \n \n[on the report of the Third Committee (A/75/478/Add.2, para. 89)] \n \n \n 75/176. The right to privacy in the digital age \n \n \n \nThe General Assembly, \n \nReaffirming the purposes and principles of the Charter of the United Nations, \nthe human rights and fundamental freedoms enshrined in the Universal Declaration \nof Human Rights1 and relevant international human rights treaties, including the \nInternational Covenant on Civil and Political Rights2 and the International Covenant \non Economic, Social and Cultural Rights,3 as well as the Vienna Declaration and \nProgramme of Action,4  \n \nRecalling General Assembly resolutions 68/167 of 18 December 2013, 69/166 \nof 18 December 2014, 71/199 of 19 December 2016 and 73/179 of 17 December 2018 \non the right to privacy in the digital age, and resolution 45/95 of 14 December 1990 \non guidelines for the regulation of computerized personal data files, as well as Human \nRights Council resolutions 28/16 of 26 March 2015,5 34/7 of 23 March 2017,6 37/2 \nof 22 March 20187 and 42/15 of 26 September 20198 on the right to privacy in the \ndigital age and resolutions 32/13 of 1 July 20169 and 38/7 of 5 July 201810 on the \npromotion, protection and enjoyment of human rights on the Internet,  \n__________________ \n \n1  Resolution 217 A (III). \n \n2  See resolution 2200 A (XXI), annex. \n \n3  Ibid. \n \n4  A/CONF.157/24 (Part I), chap. III. \n \n5  See Official Records of the General Assembly, Seventieth Session, Supplement No. 53 (A/70/53), \nchap. III, sect. A. \n \n6  Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. IV, sect. A. \n \n7  Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. IV, sect. A. \n \n8  Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. III. \n \n9  Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. V, sect. A. \n \n10  Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. VI, sect. A. \n\nA/RES/75/176 \nThe right to privacy in the digital age\n \n20-17316\n2/8 \n \n \nRecalling also the outcome document of the high-level meeting of the General \nAssembly on the overall review of the implementation of the outcomes of the World \nSummit on the Information Society,11  \n \nTaking note of the reports of the Special Rapporteur of the Human Rights \nCouncil on the right to privacy,12 the reports of the Special Rapporteur of the Human \nRights Council on the promotion and protection of the right to freedom of opinion \nand expression13 and the relevant reports of the Special Rapporteur of the Human \nRights Council on the rights to freedom of peaceful assembly and of association, 14 as \nwell as the Special Rapporteur on contemporary forms of racism, racial \ndiscrimination, xenophobia and related intolerance, 15  \n \nWelcoming the work of the Office of the United Nations High Commissioner for \nHuman Rights on the right to privacy in the digital age, noting with interest the report \nof the High Commissioner thereon,16 and recalling the expert workshops on the right to \nprivacy in the digital age held on 19 and 20 February 2018 and on 27 and 28 May 2020,  \n \nTaking note of the Secretary-General’s strategy on new technologies and his \nRoad Map for Digital Cooperation, and noting the discussions that take place annually \nin the Internet Governance Forum, which is a multi-stakeholder forum for the discussion \nof Internet governance issues and whose mandate was extended by the General \nAssembly in 2015 for another 10 years, and recognizing that effectively addressing \nthe challenges relating to the right to privacy in the context of modern communications \ntechnology requires an ongoing, concerted multi-stakeholder engagement,  \n \nNoting that the rapid pace of technological development enables individuals all \nover the world to use new information and communications technologies, and at the \nsame time enhances the capacity of Governments, business enterprises and individuals \nto undertake surveillance, interception and data collection, which may violate or abuse \nhuman rights, in particular the right to privacy, as set out in article 12 of the Universal \nDeclaration of Human Rights and article 17 of the International Covenant on Civil and \nPolitical Rights, and is therefore an issue of increasing concern, \n \nNoting also that violations and abuses of the right to privacy in the digital age \nmay affect all individuals, with particular effects on women, as well as children, in \nparticular girls, and those who are vulnerable and marginalized,  \n \nRecognizing that the promotion of and respect for the right to privacy are \nimportant to the prevention of violence, including gender-based violence, abuse and \nsexual harassment, in particular against women and children, as well as any form of \ndiscrimination, which can occur in digital and online spaces and includes \ncyberbullying and cyberstalking,  \n \nNoting that children can be particularly vulnerable to abuses and violations of \ntheir right to privacy,  \n \nReaffirming the human right to privacy, according to which no one shall be \nsubjected to arbitrary or unlawful interference with his or her privacy, family, home \nor correspondence, and the right to the protection of the law against such interference, \nand recognizing that the exercise of the right to privacy is important for the realization \nof the right to freedom of expression and to hold opinions without interference and \n__________________ \n \n11  Resolution 70/125. \n \n12  A/HRC/43/52 and A/75/147. \n \n13  A/HRC/44/49 and A/75/261. \n \n14  A/HRC/44/50 and A/75/184. \n \n15  A/HRC/44/57 and A/75/329. \n \n16  A/HRC/39/29. \n\nThe right to privacy in the digital age \nA/RES/75/176\n \n3/8\n20-17316 \n \nthe right to freedom of peaceful assembly and association, and is one of the \nfoundations of a democratic society,  \n \nRecalling with appreciation general comment No. 16 of the Human Rights \nCommittee on article 17 of the International Covenant on Civil and Political Rights, \non the right to respect of privacy, family, home and correspondence, and protection \nof honour and reputation,17 while also noting the vast technological leaps that have \ntaken place since its adoption and the need to discuss the right to privacy in view of \nthe challenges of the digital age,  \n \nRecognizing the need to further discuss and analyse, based on international \nhuman rights law, issues relating to the promotion and protection of the right to \nprivacy in the digital age, procedural safeguards, effective domestic oversight and \nremedies, the impact of surveillance on the right to privacy and other human rights, \nas well as the need to examine the principles of non-arbitrariness, lawfulness, legality, \nnecessity and proportionality in relation to surveillance practices,  \n \nRecognizing also that the discussion on the right to privacy should be based \nupon existing international and domestic legal obligations, including international \nhuman rights law, as well as relevant commitments, and should not open the path for \nundue interference with an individual’s human rights,  \n \nStressing the importance of full respect for the freedom to seek, receive and \nimpart information, including the fundamental importance of access to information \nand democratic participation,  \n \nRecognizing that the right to privacy is important for the enjoyment of other \nrights and can contribute to an individual’s ability to participate in political, \neconomic, social and cultural life, and noting with concern that violations or abuses \nof the right to be free from unlawful or arbitrary interference with the right to privacy \nmight affect the enjoyment of other human rights, including the right to freedom of \nexpression and to hold opinions without interference, and the right to peaceful \nassembly and freedom of association,  \n \nNoting that, while metadata may provide benefits, certain types of metadata, \nwhen aggregated, can reveal personal information that can be no less sensitive than \nthe actual content of communications and can give an insight into an individual’s \nbehaviour, social relationships, private preferences and identity,  \n \nExpressing concern that individuals, particularly children, often do not and/or \ncannot provide their free, explicit and informed consent to the sale or multiple resale \nof their personal data, and that the collecting, processing, use, storage and sharing of \npersonal data, including sensitive data, have increased significantly in the digital age,  \n \nNoting that general comment No. 16 of the Human Rights Committee recommends \nthat States take effective measures to prevent the unlawful retention, processing and use \nof personal data stored by public authorities and business enterprises,  \n \nNoting also that the use of artificial intelligence can contribute to the promotion \nand protection of human rights and has the potential to transform governments and \nsocieties, economic sectors and the world of work and can also have various far-\nreaching implications, including with regard to the right to privacy, \n \nNoting with concern that artificial intelligence or machine-learning \ntechnologies, without proper technical, regulatory, legal and ethical safeguards, may \nlead to decisions that have the potential to affect the enjoyment of human rights, \nincluding economic, social and cultural rights, and affect non-discrimination, and \n__________________ \n \n17  Official Records of the General Assembly, Forty-third Session, Supplement No. 40 (A/43/40), \nannex VI. \n\nA/RES/75/176 \nThe right to privacy in the digital age\n \n20-17316\n4/8 \n \nrecognizing the need to apply international human rights law and data protection \nframeworks in the design, evaluation and regulation of these practices,  \n \nRecognizing that, while the use of artificial intelligence can have significant \npositive economic and social impacts, it requires and allows for the processing of \nlarge amounts of data, often relating to personal data, including biometric data and \ndata on an individual’s behaviour, social relationships, race or ethnicity, religion or \nbelief, which can pose serious risks to the enjoyment of the right to privacy, especially \nwhen done without proper safeguards, in particular when employed for identification, \ntracking, profiling, facial recognition, classification, behaviour prediction or scoring \nof individuals,  \n \nNoting that the use of artificial intelligence may, without proper safeguards, \npose the risk of reinforcing discrimination, including structural inequalities, and \nrecognizing that racially and otherwise discriminatory outcomes should be prevented \nin the design, development, implementation and use of emerging digital technologies,  \n \nEmphasizing that unlawful or arbitrary surveillance and/or interception of \ncommunications, as well as the unlawful or arbitrary collection of personal data, \nhacking and the unlawful use of biometric technologies, as highly intrusive acts, violate \nthe right to privacy, can interfere with the right to freedom of expression and to hold \nopinions without interference, the right to freedom of peaceful assembly and \nassociation and the right to freedom of religion or belief and may contradict the tenets \nof a democratic society, including when undertaken extraterritorially or on a mass scale, \n \nRecognizing that the same rights that people have offline must also be protected \nonline, including the right to privacy,  \n \nNoting in particular that surveillance of digital communications must be \nconsistent with international human rights obligations and must be conducted on the \nbasis of a legal framework, which must be publicly accessible, clear, precise, \ncomprehensive and non-discriminatory, and that any interference with the right to \nprivacy must not be arbitrary or unlawful, bearing in mind what is reasonable with \nregard to the pursuance of legitimate aims, and recalling that States that are parties to \nthe International Covenant on Civil and Political Rights must take the necessary steps \nto adopt laws or other measures as may be necessary to give effect to the rights \nrecognized in the Covenant, \n \nExpressing concern about the spread of disinformation and misinformation, \nparticularly on social media platforms, which can be designed and implemented so as \nto mislead, to spread racism, xenophobia, negative stereotyping and stigmatization, \nto violate and abuse human rights, including the right to privacy, to impede freedom \nof expression, including the freedom to seek, receive and impart information, and to \nincite all forms of violence, hatred, intolerance, discrimination and hostility, and \nemphasizing the important contribution of journalists, civil society and academia in \ncountering this trend,  \n \nEmphasizing that States must respect international human rights obligations \nregarding the right to privacy when they intercept digital communications of \nindividuals and/or collect personal data, when they share or otherwise provide access \nto data collected through, inter alia, information- and intelligence-sharing agreements \nand when they require disclosure of personal data from third parties, including \nbusiness enterprises, \n \nNoting the increase in the collection of sensitive biometric information from \nindividuals, and stressing that States must comply with their human rights obligations \nand that business enterprises should respect the right to privacy and other human \nrights when collecting, processing, sharing and storing biometric information by, inter \nalia, considering the adoption of data protection policies and safeguards,  \n\nThe right to privacy in the digital age \nA/RES/75/176\n \n5/8\n20-17316 \n \n \nDeeply concerned at the negative impact that surveillance and/or interception \nof communications, including extraterritorial surveillance and/or interception of \ncommunications, as well as the collection of personal data, in particular when carried \nout on a mass scale, may have on the exercise and enjoyment of human rights, \n \nEmphasizing that, in the digital age, technical solutions to secure and to protect \nthe confidentiality of digital communications, including measures for encryption, \npseudonymization and anonymity, are important to ensure the enjoyment of human \nrights, in particular the rights to privacy, to freedom of opinion and expression and to \nfreedom of peaceful assembly and association, and recognizing that States should \nrefrain from employing unlawful or arbitrary surveillance techniques, which may \ninclude forms of hacking,  \n \nNoting with deep concern that, in many countries, persons and organizations \nengaged in promoting and defending human rights and fundamental freedoms, \njournalists and other media workers may frequently face threats and harassment and \nsuffer insecurity, as well as unlawful or arbitrary interference with their right to \nprivacy, as a result of their activities,  \n \nNoting that, while concerns about public security may justify the gathering and \nprotection of certain sensitive information, States must ensure full compliance with \ntheir obligations under international human rights law,  \n \nNoting also, in that respect, that the prevention and suppression of terrorism is \na public interest of great importance, while reaffirming that States must ensure that \nany measures taken to combat terrorism are in compliance with their obligations \nunder international law, in particular international human rights, refugee and \nhumanitarian law,  \n \nStressing the need to address prevailing challenges to bridge the digital divides, \nboth between and within countries, and the gender digital divide, and to harness \ninformation and communications technologies for development, and recalling the need \nto emphasize quality of access to bridge digital and knowledge divides, using a \nmultidimensional approach that includes speed, stability, affordability, language, \ntraining, capacity-building, local content and accessibility for persons with disabilities, \nand to promote the full enjoyment of human rights, including the right to privacy,  \n \nStressing also the need to ensure that national security and public health \nmeasures, including the use of technology to monitor and contain the spread of \ninfectious diseases, are in full compliance with the obligations of States under \ninternational human rights law and adhere to the principles of lawfulness, legality, \nlegitimacy with regard to the aim pursued, necessity and proportionality and the need \nto protect human rights, including the right to privacy, and personal data in the \nresponse to health or other emergencies,  \n \nNoting the importance of protecting and respecting the right of individuals to \nprivacy when designing, developing or deploying technological means in response to \ndisasters, epidemics and pandemics, especially the coronavirus disease (COVID-19) \npandemic, including digital exposure notification and contact tracing,  \n \n1. \nReaffirms the right to privacy, according to which no one shall be subjected \nto arbitrary or unlawful interference with his or her privacy, family, home or \ncorrespondence, and the right to the protection of the law against such interference, \nas set out in article 12 of the Universal Declaration of Human Rights and article 17 \nof the International Covenant on Civil and Political Rights;  \n \n2. \nRecognizes the global and open nature of the Internet and the rapid \nadvancement in information and communications technologies as a driving force in \n\nA/RES/75/176 \nThe right to privacy in the digital age\n \n20-17316\n6/8 \n \naccelerating progress towards development in its various forms, including in \nachieving the Sustainable Development Goals;18  \n \n3. \nAffirms that the same rights that people have offline must also be protected \nonline, including the right to privacy, with special regard given to the protection of \nchildren;  \n \n4. \nRecalls that States should ensure that any interference with the right to \nprivacy is consistent with the principles of legality, necessity and proportionality;  \n \n5. \nEncourages all States to promote an open, secure, stable, accessible and \npeaceful information and communications technology environment based on respect \nfor international law, including the obligations enshrined in the Charter of the United \nNations and human rights instruments;  \n \n6. \nAcknowledges that the conception, design, use, deployment and further \ndevelopment of new and emerging technologies, such as those that involve artificial \nintelligence, may have an impact on the enjoyment of the right to privacy and other \nhuman rights, and that the risks to these rights can and should be avoided and \nminimized by adapting or adopting adequate regulation or other appropriate \nmechanisms, in accordance with applicable obligations under international human \nrights law, for the conception, design, development and deployment of new and \nemerging technologies, including artificial intelligence, by taking measures to ensure \na safe, transparent, accountable, secure and high quality data infrastructure and by \ndeveloping human rights-based auditing mechanisms and redress mechanisms and \nestablishing human oversight;  \n \n7. \nCalls upon all States: \n \n(a) \nTo respect and protect the right to privacy, including in the context of \ndigital communications;  \n \n(b) \nTo take measures to put an end to violations of the right to privacy and to \ncreate the conditions to prevent such violations, including by ensuring that relevant \nnational legislation complies with their obligations under international human rights \nlaw;  \n \n(c) \nTo review, on a regular basis, their procedures, practices and legislation \nregarding the surveillance of communications, their interception and the collection of \npersonal data, including mass surveillance, interception and collection, as well as \nregarding the use of profiling, automated decision-making, machine learning and \nbiometric technologies, with a view to upholding the right to privacy by ensuring the \nfull and effective implementation of all their obligations under international human \nrights law;  \n \n(d) \nTo establish or maintain existing independent, effective, adequately \nresourced and impartial judicial, administrative and/or parliamentary domestic \noversight mechanisms capable of ensuring transparency, as appropriate, and \naccountability for State surveillance of communications, their interception and the \ncollection of personal data;  \n \n(e) \nTo provide individuals whose right to privacy has been violated by \nunlawful or arbitrary surveillance with access to an effective remedy, consistent with \ninternational human rights obligations;  \n \n(f) \nTo consider developing or maintaining and implementing adequate \nlegislation, in consultation with all relevant stakeholders, including business \nenterprises, international organizations and civil society, with effective sanctions and \nappropriate remedies, that protects individuals against violations and abuses of the \n__________________ \n \n18  See resolution 70/1. \n\nThe right to privacy in the digital age \nA/RES/75/176\n \n7/8\n20-17316 \n \nright to privacy, namely through the unlawful and arbitrary collection, processing, \nretention, sharing or use of personal data by individuals, Governments, business \nenterprises and private organizations;  \n \n(g) \nTo consider developing or maintaining and implementing legislation, \nregulations and policies to ensure that all business enterprises, including social media \nenterprises and other online platforms, fully respect the right to privacy and other \nrelevant human rights in the design, development, deployment and evaluation of \ntechnologies, including artificial intelligence, and to provide individuals whose rights \nmay have been violated or abused with access to an effective remedy, including \ncompensation and guarantees of non-repetition; \n \n(h) \nTo consider adopting or maintaining data protection legislation, regulation \nand policies, including on digital communication data, that comply with their \ninternational human rights obligations, which could include the establishment of \nnational independent authorities with powers and resources to monitor data privacy \npractices, investigate violations and abuses and receive communications from \nindividuals and organizations, and to provide appropriate remedies;  \n \n(i) \nTo further develop or maintain, in this regard, preventive measures and \nremedies for violations and abuses of the right to privacy in the digital age that may \naffect all individuals, including where there are particular effects for women, as well \nas children; \n \n(j) \nTo consider developing, reviewing, implementing and strengthening \ngender-responsive policies that promote and protect the right of all individuals to \nprivacy in the digital age;  \n \n(k) \nTo provide effective and up-to-date guidance to business enterprises on \nhow to respect human rights by advising on appropriate methods, including human \nrights due diligence, and on how to consider effectively issues of gender, vulnerability \nand/or marginalization;  \n \n(l) \nTo promote quality education and lifelong educational opportunities for \nall to foster, inter alia, digital literacy and technical skills to effectively protect their \nprivacy;  \n \n(m) To refrain from requiring business enterprises to take steps that interfere \nwith the right to privacy in an arbitrary or unlawful way; \n \n(n) \nTo protect individuals from violations or abuses of the right to privacy, \nincluding those which are caused by arbitrary or unlawful data collection, processing, \nstorage and sharing, profiling and the use of automated processes and machine learning;  \n \n(o) \nTo take steps to enable business enterprises to adopt adequate voluntary \ntransparency measures with regard to requests by State authorities for access to \nprivate user data and information;  \n \n(p) \nTo consider developing or to maintain legislation, preventive measures and \nremedies addressing harm from the processing, use, sale or multiple resale or other \ncorporate sharing of personal data without the individual’s free, explicit, meaningful \nand informed consent;  \n \n(q) \nTo take appropriate measures to ensure that digital or biometric identity \nprogrammes are designed, implemented and operated with appropriate legal and \ntechnical safeguards in place and in full compliance with the obligations of States \nunder international human rights law;  \n \n8. \nCalls upon all business enterprises that collect, store, use, share and \nprocess data:  \n\nA/RES/75/176 \nThe right to privacy in the digital age\n \n20-17316\n8/8 \n \n \n(a) \nTo meet their responsibility to respect human rights in accordance with the \nGuiding Principles on Business and Human Rights: Implementing the United Nations \n“Protect, Respect and Remedy” Framework,19 including the right to privacy in the \ndigital age;  \n \n(b) \nTo inform users in a clear and easily accessible way about the collection, \nuse, sharing and retention of their data that may affect their right to privacy and to \nestablish transparency policies that allow for the free, informed and meaningful \nconsent of users, as appropriate;  \n \n(c) \nTo implement administrative, technical and physical safeguards to ensure \nthat data are processed lawfully and to ensure that such processing is limited to what \nis necessary in relation to the purposes of the processing and that the legitimacy of \nsuch purposes, as well as the accuracy, integrity and confidentiality of the processing, \nis ensured;  \n \n(d) \nTo ensure that respect for the right to privacy and other international human \nrights is incorporated into the design, operation, evaluation and regulation of automated \ndecision-making and machine-learning technologies and to provide for compensation \nfor the human rights abuses that they may cause or to which they may contribute;  \n \n(e) \nTo ensure that individuals have access to their personal data and to adopt \nappropriate measures for the possibility to amend, correct, update, delete and \nwithdraw consent for the data, in particular if the data are incorrect or inaccurate, or \nif the data were obtained illegally;  \n \n(f) \nTo put in place adequate safeguards that seek to prevent or mitigate adverse \nhuman rights impacts that are directly linked to their operations, products or services, \nincluding where necessary through contractual clauses or notification of any relevant \nentities of abuses or violations when misuse of their products and services is detected;  \n \n9. \nEncourages business enterprises to work towards enabling technical \nsolutions to secure and protect the confidentiality of digital communications, which \nmay include measures for encryption, pseudonymization and anonymity, and calls \nupon States not to interfere with the use of such technical solutions, with any \nrestrictions thereon complying with the obligations of States under international \nhuman rights law, and to enact policies that recognize and protect the privacy of \nindividuals’ digital communications;  \n \n10. \nEncourages all relevant stakeholders to participate in informal dialogues \nabout the right to privacy, and takes note with appreciation of the contribution of the \nSpecial Rapporteur of the Human Rights Council on the right to privacy to this process;  \n \n11. \nDecides to continue its consideration of the question at its seventy-seventh \nsession. \n \n46th plenary meeting \n16 December 2020 \n \n__________________ \n \n19  A/HRC/17/31, annex. \n",
  "paragraphs": {
    "1": "Reaffirms the right to privacy, according to which no one shall be subjected to arbitrary or unlawful interference with his or her privacy, family, home or correspondence, and the right to the protection of the law against such interference, as set out in article 12 of the Universal Declaration of Human Rights and article 17 of the International Covenant on Civil and Political Rights;",
    "2": "Recognizes the global and open nature of the Internet and the rapid advancement in information and communications technologies as a driving force in A/RES/75/176 The right to privacy in the digital age 20-17316 6/8 accelerating progress towards development in its various forms, including in achieving the Sustainable Development Goals;18",
    "3": "Affirms that the same rights that people have offline must also be protected online, including the right to privacy, with special regard given to the protection of children;",
    "4": "Recalls that States should ensure that any interference with the right to privacy is consistent with the principles of legality, necessity and proportionality;",
    "5": "Encourages all States to promote an open, secure, stable, accessible and peaceful information and communications technology environment based on respect for international law, including the obligations enshrined in the Charter of the United Nations and human rights instruments;",
    "6": "Acknowledges that the conception, design, use, deployment and further development of new and emerging technologies, such as those that involve artificial intelligence, may have an impact on the enjoyment of the right to privacy and other human rights, and that the risks to these rights can and should be avoided and minimized by adapting or adopting adequate regulation or other appropriate mechanisms, in accordance with applicable obligations under international human rights law, for the conception, design, development and deployment of new and emerging technologies, including artificial intelligence, by taking measures to ensure a safe, transparent, accountable, secure and high quality data infrastructure and by developing human rights-based auditing mechanisms and redress mechanisms and establishing human oversight;",
    "7": "Calls upon all States: (a) To respect and protect the right to privacy, including in the context of digital communications; (b) To take measures to put an end to violations of the right to privacy and to create the conditions to prevent such violations, including by ensuring that relevant national legislation complies with their obligations under international human rights law; (c) To review, on a regular basis, their procedures, practices and legislation regarding the surveillance of communications, their interception and the collection of personal data, including mass surveillance, interception and collection, as well as regarding the use of profiling, automated decision-making, machine learning and biometric technologies, with a view to upholding the right to privacy by ensuring the full and effective implementation of all their obligations under international human rights law; (d) To establish or maintain existing independent, effective, adequately resourced and impartial judicial, administrative and/or parliamentary domestic oversight mechanisms capable of ensuring transparency, as appropriate, and accountability for State surveillance of communications, their interception and the collection of personal data; (e) To provide individuals whose right to privacy has been violated by unlawful or arbitrary surveillance with access to an effective remedy, consistent with international human rights obligations; (f) To consider developing or maintaining and implementing adequate legislation, in consultation with all relevant stakeholders, including business enterprises, international organizations and civil society, with effective sanctions and appropriate remedies, that protects individuals against violations and abuses of the __________________ 18 See resolution 70/1. The right to privacy in the digital age A/RES/75/176 7/8 20-17316 right to privacy, namely through the unlawful and arbitrary collection, processing, retention, sharing or use of personal data by individuals, Governments, business enterprises and private organizations; (g) To consider developing or maintaining and implementing legislation, regulations and policies to ensure that all business enterprises, including social media enterprises and other online platforms, fully respect the right to privacy and other relevant human rights in the design, development, deployment and evaluation of technologies, including artificial intelligence, and to provide individuals whose rights may have been violated or abused with access to an effective remedy, including compensation and guarantees of non-repetition; (h) To consider adopting or maintaining data protection legislation, regulation and policies, including on digital communication data, that comply with their international human rights obligations, which could include the establishment of national independent authorities with powers and resources to monitor data privacy practices, investigate violations and abuses and receive communications from individuals and organizations, and to provide appropriate remedies; (i) To further develop or maintain, in this regard, preventive measures and remedies for violations and abuses of the right to privacy in the digital age that may affect all individuals, including where there are particular effects for women, as well as children; (j) To consider developing, reviewing, implementing and strengthening gender-responsive policies that promote and protect the right of all individuals to privacy in the digital age; (k) To provide effective and up-to-date guidance to business enterprises on how to respect human rights by advising on appropriate methods, including human rights due diligence, and on how to consider effectively issues of gender, vulnerability and/or marginalization; (l) To promote quality education and lifelong educational opportunities for all to foster, inter alia, digital literacy and technical skills to effectively protect their privacy; (m) To refrain from requiring business enterprises to take steps that interfere with the right to privacy in an arbitrary or unlawful way; (n) To protect individuals from violations or abuses of the right to privacy, including those which are caused by arbitrary or unlawful data collection, processing, storage and sharing, profiling and the use of automated processes and machine learning; (o) To take steps to enable business enterprises to adopt adequate voluntary transparency measures with regard to requests by State authorities for access to private user data and information; (p) To consider developing or to maintain legislation, preventive measures and remedies addressing harm from the processing, use, sale or multiple resale or other corporate sharing of personal data without the individual’s free, explicit, meaningful and informed consent; (q) To take appropriate measures to ensure that digital or biometric identity programmes are designed, implemented and operated with appropriate legal and technical safeguards in place and in full compliance with the obligations of States under international human rights law;",
    "8": "Calls upon all business enterprises that collect, store, use, share and process data: A/RES/75/176 The right to privacy in the digital age 20-17316 8/8 (a) To meet their responsibility to respect human rights in accordance with the Guiding Principles on Business and Human Rights: Implementing the United Nations “Protect, Respect and Remedy” Framework,19 including the right to privacy in the digital age; (b) To inform users in a clear and easily accessible way about the collection, use, sharing and retention of their data that may affect their right to privacy and to establish transparency policies that allow for the free, informed and meaningful consent of users, as appropriate; (c) To implement administrative, technical and physical safeguards to ensure that data are processed lawfully and to ensure that such processing is limited to what is necessary in relation to the purposes of the processing and that the legitimacy of such purposes, as well as the accuracy, integrity and confidentiality of the processing, is ensured; (d) To ensure that respect for the right to privacy and other international human rights is incorporated into the design, operation, evaluation and regulation of automated decision-making and machine-learning technologies and to provide for compensation for the human rights abuses that they may cause or to which they may contribute; (e) To ensure that individuals have access to their personal data and to adopt appropriate measures for the possibility to amend, correct, update, delete and withdraw consent for the data, in particular if the data are incorrect or inaccurate, or if the data were obtained illegally; (f) To put in place adequate safeguards that seek to prevent or mitigate adverse human rights impacts that are directly linked to their operations, products or services, including where necessary through contractual clauses or notification of any relevant entities of abuses or violations when misuse of their products and services is detected;",
    "9": "Encourages business enterprises to work towards enabling technical solutions to secure and protect the confidentiality of digital communications, which may include measures for encryption, pseudonymization and anonymity, and calls upon States not to interfere with the use of such technical solutions, with any restrictions thereon complying with the obligations of States under international human rights law, and to enact policies that recognize and protect the privacy of individuals’ digital communications;",
    "10": "Encourages all relevant stakeholders to participate in informal dialogues about the right to privacy, and takes note with appreciation of the contribution of the Special Rapporteur of the Human Rights Council on the right to privacy to this process;",
    "11": "Decides to continue its consideration of the question at its seventy-seventh session. 46th plenary meeting 16 December 2020 __________________ 19 A/HRC/17/31, annex."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": []
}