{
  "symbol": "A/RES/76/214",
  "filename": "A_RES_76_214.pdf",
  "title": "76/214. Culture and sustainable development",
  "text": "United Nations \nA/RES/76/214\n \n \nGeneral Assembly \nDistr.: General \n7 January 2022 \n \n21-19275 (E)    140122 \n*2119275* \n \n \nSeventy-sixth session \nAgenda item 22 (b) \nGlobalization and interdependence: culture and \nsustainable development \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2021 \n \n \n \n \n[on the report of the Second Committee (A/76/534/Add.2, para. 8)] \n \n \n 76/214. Culture and sustainable development \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles enshrined in the Charter of the United \nNations, \n \nRecalling its resolutions 41/187 of 8 December 1986, 46/158 of 19 December \n1991, 51/179 of 16 December 1996, 52/197 of 18 December 1997, 53/184 of \n15 December 1998, 55/192 of 20 December 2000, 57/249 of 20 December 2002, \n65/166 of 20 December 2010 and 66/208 of 22 December 2011 concerning culture \nand development, 66/288 of 27 July 2012, entitled “The future we want”, and \n68/223 of 20 December 2013, 69/230 of 19 December 2014, 70/214 of \n22 December 2015, 72/229 of 20 December 2017 and 74/230 of 19 December 2019 \non culture and sustainable development, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly \nfor the full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and \nseeking to address their unfinished business, \n\nA/RES/76/214 \nCulture and sustainable development\n \n21-19275\n2/10 \n \n \nReaffirming also the Paris Agreement 1 and its early entry into force, \nencouraging all its parties to fully implement the Agreement, and parties to the United \nNations Framework Convention on Climate Change2 that have not yet done so to deposit \ntheir instruments of ratification, acceptance, approval or accession, where appropriate, \nas soon as possible, \n \nRecalling the holding of the Climate Action Summit convened by the Secretary-\nGeneral on 23 September 2019, recalling also the multi-partner initiatives and \ncommitments presented during the Summit, and recalling further the Youth Climate \nSummit, held on 21 September 2019, \n \nReaffirming its resolution 69/313 of 27 July 2015 on the Addis Ababa Action \nAgenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all \nlevels for sustainable development in the spirit of global partnership and solidarity, \n \nWelcoming the New Urban Agenda, adopted at the United Nations \nConference on Housing and Sustainable Urban Development (Habitat III), held in \nQuito, Ecuador, from 17 to 20 October 2016,3 calling for its full, effective and \ntimely implementation at all levels, and reaffirming that culture and cultural \ndiversity are sources of enrichment for humankind and provide an important \ncontribution to the sustainable development of cities, human settlements and citizens, \nempowering them to play an active and unique role in development initiatives, \n \nRecalling that, in the 2030 Agenda, inter alia, the natural and cultural \ndiversity of the world is acknowledged, and it is recognized that cultures and \ncivilizations can contribute to, and are crucial enablers of, sustainable development, \n \nRecalling also the 2005 Convention on the Protection and Promotion of the \nDiversity of Cultural Expressions,4 as well as other international conventions of the \nUnited Nations Educational, Scientific and Cultural Organization that acknowledge \ncultural diversity and economic and social development, 5 \n \nRecognizing that culture is an essential component of human development, \nthat it represents a source of identity, innovation and creativity for the individual and \nthe community and that it is an important factor in social inclusion and poverty \neradication, providing for sustainable economic growth and ownership of \ndevelopment processes, \n \nRecognizing also the growing importance of the digital environment in the \ndiffusion of cultural and creative content, \n \nRecognizing further the importance of respect and understanding for cultural \ndiversity throughout the world and of working together and not against each \n__________________ \n \n1 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n2 United Nations, Treaty Series, vol. 1771, No. 30822. \n \n3 Resolution 71/256, annex. \n \n4 United Nations, Treaty Series, vol. 2440, No. 43977. \n \n5 Convention for the Protection of Cultural Property in the Event of Armed Conflict, of 1954 \n(United Nations, Treaty Series, vol. 249, No. 3511); Convention on the Means of Prohibiting and \nPreventing the Illicit Import, Export and Transfer of Ownership of Cultural Property, of 1970 \n(United Nations, Treaty Series, vol. 823, No. 11806); Convention concerning the Protection of the \nWorld Cultural and Natural Heritage, of 1972 (United Nations, Treaty Series, vol. 1037, \nNo. 15511); Convention on the Protection of the Underwater Cultural Heritage, of 2001 (United \nNations, Treaty Series, vol. 2562, No. 45694); and Convention for the Safeguarding of the \nIntangible Cultural Heritage, of 2003 (United Nations, Treaty Series, vol. 2368, No. 42671). \n\nCulture and sustainable development \nA/RES/76/214\n \n3/10\n21-19275 \n \nother and of fostering intercultural understanding and dialogue, mutual listening \nand learning and an ethic of global citizenship and solidarity, \n \nRecalling its resolution 73/130 of 13 December 2018 on the return or \nrestitution of cultural property to the countries of origin, aware of the importance \nattached to the return of cultural property that is of fundamental spiritual, historical \nand cultural value, and expressing deep concern about the continuing illicit \ntrafficking in cultural property and its damage to the cultural heritage of nations, \n \nRecalling also the adoption of the United Nations Declaration on the Rights of \nIndigenous Peoples, on 13 September 2007,6 and its call for States to enable \naccess to and/or the repatriation of ceremonial objects and human remains in their \npossession through fair, transparent and effective mechanisms developed in \nconjunction with indigenous peoples concerned, \n \nRecalling further the principles of the Universal Declaration on Cultural \nDiversity of the United Nations Educational, Scientific and Cultural Organization, 7 \nand acknowledging that cultural diversity is a source of enrichment for humankind \nand an important contribution to the sustainable development of local communities, \npeoples and nations, supporting their ability to play an active and unique role in \ndevelopment initiatives, \n \nRecognizing the importance of multilingualism as a means of promoting, \nprotecting and preserving the diversity of languages and cultures globally and that \ngenuine multilingualism promotes unity \nin \ndiversity \nand \ninternational \nunderstanding, and recognizing also the importance for the peoples of the world \nto communicate in their own language, \n \nRecalling its resolution 71/178 of 19 December 2016, in which it proclaimed \nthe year beginning on 1 January 2019 the International Year of Indigenous \nLanguages, as well as its resolution 74/135 of 18 December 2019, in which it \nproclaimed the period 2022–2032 as the International Decade of Indigenous \nLanguages, to draw attention to the critical loss of indigenous languages and the \nurgent need to preserve, revitalize and promote indigenous languages, and recalling \nalso its resolution 74/198 of 19 December 2019, in which it declared 2021 the \nInternational Year of Creative Economy for Sustainable Development, to draw \nattention to the relevance of the creative economy, known as the “orange economy” \nin a number of countries, \n \nNoting the fourth international conference on the theme “Preservation of world \nlanguages and development of linguistic diversity in cyberspace: context, policy, \npractice”, held under the auspices of the United Nations Educational, Scientific and \nCultural Organization in Yakutsk, Russian Federation, from 1 to 5 July 2019, \n \nRecalling the concerns expressed in the Beijing Declaration and Platform for \nAction8 on the underrepresentation of women in decision-making positions in the \narea of culture, which has prevented women from having a significant impact in \nthe area of culture and development, \n \nRecalling also the importance of the promotion of national cultures, artistic \ncreation in all its forms and international and regional cultural cooperation, and \nreaffirming in this regard the relevance of strengthening national efforts and regional \n__________________ \n \n6 Resolution 61/295, annex. \n \n7 United Nations Educational, Scientific and Cultural Organization, Records of the General \nConference, Thirty-first Session, Paris, 15 October–3 November 2001, vol. 1 and corrigendum, \nResolutions, sect. V, resolution 25, annex I. \n \n8 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n\nA/RES/76/214 \nCulture and sustainable development\n \n21-19275\n4/10 \n \nand international cooperation mechanisms for cultural action and artistic creation and \nrecognizing respect for cultural pluralism, as defined by the Universal Declaration on \nCultural Diversity, adopted in 2001, as policies for the inclusion and participation of all \ncitizens that guarantee social cohesion and the vitality of civil society and peace, enhance \ncultural development and contribute to sustainable development, \n \nRecognizing the linkages between cultural and biological diversity and the \npositive contribution of local and indigenous traditional knowledge in addressing \nenvironmental challenges in a sustainable manner, \n \nRecalling the United Nations strategic plan for forests 2017–2030, 9  and \nacknowledging that, in many regions, forests have important cultural and spiritual value, \n \nTaking note of the declaration adopted in Florence, Italy, on 4 October 2014, \nat the third United Nations Educational, Scientific and Cultural Organization World \nForum on Culture and Cultural Industries, the Hangzhou outcomes, adopted at the \nconference on the theme “Culture for sustainable cities”, held in Hangzhou, China, \nfrom 10 to 12 December 2015, the Bali Declaration, adopted at the second World \nCulture Forum, held in Bali, Indonesia, from 10 to 14 October 2016, the global \nreport on culture for sustainable urban development of the United \nNations \nEducational, Scientific and Cultural Organization, entitled Culture: Urban Future, \nof October 2016, the new strategy for the integration of culture and creativity in \nthe implementation of the 2030 Agenda for Sustainable Development, adopted at the \neleventh annual meeting of the Creative Cities Network, held in Enghien-les-Bains, \nFrance, from 30 June to 2 July 2017, the twelfth annual meeting of the Creative Cities \nNetwork, held in Krakow and Katowice, Poland, from 12 to 15 June 2018, and the \nthirteenth annual meeting of the Creative Cities Network, held in Fabriano, Italy, \nfrom 10 to 15 June 2019, as well as its discussions on the role of culture across \ndevelopment areas, including education, entrepreneurship, innovation, inclusiveness \nand environmental sustainability, the third edition of the United Nations Educational, \nScientific and Cultural Organization Creative Cities Beijing Summit on the theme \n“Creativity empowers cities, technology creates the future”, held in hybrid format \non 17 and 18 September 2020, and the online meeting of the Creative Cities Network \nco-organized with the creative city of Santos, Brazil, on 6 and 7 July 2021, with a \nspecial focus on creative cities’ responses to the coronavirus disease (COVID-19), \n \nRecognizing the role of museums as crucial partners for protecting and \npromoting culture, from safeguarding world heritage to countering illicit \ntrafficking in cultural property, in particular through their preservation, research, \ncommunication and education efforts, \n \nRecognizing also that culture in diplomacy remains an important component of \nstrengthening international relations, \n \nNoting with great concern the severe negative impact on human health, safety \nand well-being caused by the coronavirus disease (COVID-19) pandemic, as well as \nthe severe disruption to societies and economies and the devastating impact on lives \nand livelihoods, and that the poorest and most vulnerable are the hardest hit by the \npandemic, reaffirming the ambition to get back on track to achieve the Sustainable \nDevelopment Goals by designing and implementing sustainable and inclusive \nrecovery strategies to accelerate progress towards the full implementation of the 2030 \nAgenda for Sustainable Development and to help to reduce the risk of and build \nresilience to future shocks, crises and pandemics, including by strengthening health \nsystems and achieving universal health coverage, and recognizing that equitable and \ntimely access for all to safe, quality, effective and affordable COVID-19 vaccines, \n__________________ \n \n9 See resolution 71/285. \n\nCulture and sustainable development \nA/RES/76/214\n \n5/10\n21-19275 \n \ntherapeutics and diagnostics are an essential part of a global response based on unity, \nsolidarity, renewed multilateral cooperation and the principle of leaving no one behind, \n \nRecognizing the severe consequences of the COVID-19 pandemic on the cultural \nand creative sectors, including the prolonged closure of many museums, cinemas and \ncultural sites, the cancellation of cultural events and the impacts on the entire cultural \nvalue chain, affecting the creation, production, distribution and access to cultural \ngoods and services, exposing and exacerbating pre-existing vulnerabilities, \nincluding the lack of protection of artists and cultural professionals, the loss of \ntourism revenues and bringing to light the critical contribution of the cultural and \ncreative sectors to societies and to the achievement of the 2030 Agenda, and taking \nnote of the reports entitled “Cultural and Creative Industries in the Face of \nCOVID-19: An Economic Impact Outlook”,10 “World Heritage in the Face of \nCOVID-19”,11 “Living Heritage in the Face of COVID-19”,12 “UNESCO Creative \nCities’ Response to COVID-19”13 and “Museums around the World in the Face of \nCOVID-19”,14 produced in 2020 and 2021 by the United Nations Educational, \nScientific and Cultural Organization, \n \nReiterating the pledge that no one will be left behind, reaffirming the \nrecognition that the dignity of the human person is fundamental, and the wish to \nsee the Goals and targets met for all nations and peoples and for all segments of \nsociety, and recommitting to endeavour to reach the furthest behind first, \n \n1. \nTakes note of the note by the Secretary-General transmitting the report \nof the United Nations Educational, Scientific and Cultural Organization;15 \n \n2. \nReaffirms the role of culture as an enabler of sustainable development that \nprovides people and communities with a strong sense of identity and social cohesion \nand contributes to more effective and sustainable development policies and \nmeasures at all levels, and stresses in this regard that policies responsive to cultural \ncontexts can yield better, sustainable, inclusive and equitable development \noutcomes; \n \n3. \nRecognizes the power of culture as a driver of sustainable development, \nwhich contributes to fostering social inclusion and developing a strong and viable \neconomic sector by generating income, creating decent jobs and addressing both the \neconomic and social dimensions of poverty through cultural heritage, including its \nprotection and preservation, and cultural and creative sectors, while providing \ninnovative and effective solutions to cross-cutting issues, such as education, health, \ngender equality and women’s empowerment, technology and the environment; \n \n4. \nCalls for enhanced support, including additional financial resources and \ninvestments, for the cultural and creative sectors in the context of COVID-19 \nrecovery efforts, while recognizing culture’s fundamental role in societies and its \nimpact on sustainable development, to protect artists and cultural professionals, foster \nknowledge, innovation and intercultural dialogue, adapt them to the digital \ntransformation, strengthen linkages between culture and education, safeguard cultural \nheritage and traditional and ancestral knowledge, including of indigenous peoples and \nlocal communities, promote peaceful and inclusive societies, engage all segments of \nsociety through culture, including by noting the challenges faced by women and \n__________________ \n \n10 See https://unesdoc.unesco.org/ark:/48223/pf0000377863. \n \n11 See https://unesdoc.unesco.org/ark:/48223/pf0000377667. \n \n12 See https://ich.unesco.org/doc/src/Living_Heritage_in_the_face_of_COVID-19_-\n_High_Resolution.pdf. \n \n13 See https://unesdoc.unesco.org/ark:/48223/pf0000374264. \n \n14 See https://unesdoc.unesco.org/ark:/48223/pf0000376729_eng. \n \n15 A/76/226. \n\nA/RES/76/214 \nCulture and sustainable development\n \n21-19275\n6/10 \n \nyouth, address the impacts of the pandemic on the cultural value chain and cultural \ndiversity, reinforce interlinkages between culture and nature, and harness the \npotential and transformative impact of culture for sustainable development, \nrecognizing its multidimensional impact on the resilience, well-being and prosperity \nof people and their communities; \n \n5. \nEmphasizes the important contribution of culture to the three \ndimensions of sustainable development and to the achievement of national \ndevelopment objectives, the 2030 Agenda for Sustainable Development 16 and its \nSustainable Development Goals, as well as other internationally agreed \ndevelopment goals, and in this regard acknowledges: \n \n(a) \nThat culture contributes to inclusive economic development, as cultural \nheritage preservation, cultural and creative sectors, sustainable cultural tourism and \ncultural infrastructure, including urban regeneration, can be sources of income \ngeneration, job creation and decent work for all, including at the community level, \nthus improving living conditions and fostering community-based economic \ngrowth, and contribute to the empowerment of individuals; \n \n(b) \nThat culture contributes to inclusive social development for all, including \nlocal communities and indigenous peoples, with respect for cultural diversity, \nsafeguarding of the cultural and natural heritage, fostering of cultural institutions and \nstrengthening of cultural and creative sectors, in urban and rural contexts; \n \n(c) \nThat culture contributes to environmental sustainability, since the \nprotection of cultural and biological diversity and natural heritage is important for \nsustainable development, and that support for traditional systems of environmental \nprotection, and \nresource \nmanagement, \ncan \ncontribute \nto \nthe \nincreased \nsustainability of fragile ecosystems and the conservation, preservation and sustainable \nuse of biodiversity and to avoiding land degradation and addressing climate change; \n \n6. \nReaffirms that sustainable development cannot be realized without peace \nand security and that peace and security will be at risk without sustainable \ndevelopment, and acknowledges that culture can contribute to sustainable \ndevelopment by constituting a valuable resource for enabling communities to \nparticipate fully in social and cultural life, facilitating inclusive governance and \ndialogue at the national, regional and international levels and contributing to conflict \nprevention and resolution, as well as to reconciliation, recovery and resilience; \n \n7. \nReaffirms its commitment to embracing diversity in cities and human \nsettlements, to strengthening social cohesion, intercultural dialogue and understanding, \ntolerance, mutual respect, gender equality and women’s empowerment, innovation, \nentrepreneurship, inclusion, identity and safety, and the dignity of all people, \nincluding people in vulnerable situations, as well as to fostering liveability and a \nvibrant urban economy and to taking steps to ensure that local institutions promote \npluralism and peaceful coexistence \nwithin \nincreasingly heterogeneous and \nmulticultural societies; \n \n8. \nRecognizes that culture should be taken into account in the promotion and \nimplementation of new sustainable consumption and production patterns that \ncontribute to the responsible use of resources and address the adverse impacts of \nclimate change; \n \n9. \nAcknowledges that quality education, non-formal education and lifelong \nlearning are enriched by culture, transmitting shared values, knowledge and skills, \nand also acknowledges that arts education can make a direct contribution to the \n__________________ \n \n16 Resolution 70/1. \n\nCulture and sustainable development \nA/RES/76/214\n \n7/10\n21-19275 \n \nconstructive transformation of educational systems to meet the needs of learners in a \nrapidly changing world and the need for a creative and adaptive workforce;17 \n \n10. Calls for the promotion of education for the protection of natural spaces \nand places of memory whose existence is necessary for expressing the intangible \ncultural heritage; \n \n11. \nRecalls the inclusion in the 2030 Agenda of several targets reflecting the \ncontribution of culture to sustainable development, also recalls that the Sustainable \nDevelopment Goals and targets are integrated and indivisible and balance the three \ndimensions of sustainable development, and in this regard looks forward to their \nachievement, building on the positive results and impact of programmes utilizing \nculture as an enabler of sustainable development; \n \n12. Welcomes the efforts and initiatives of the United Nations Educational, \nScientific and Cultural Organization, as the mandated United Nations agency on \nculture, to strengthen and measure the transformational impact of culture on the \nrealization of the 2030 Agenda; \n \n13. Decides to give consideration, as appropriate, to the contribution of \nculture to sustainable development in the follow-up and review framework of the \n2030 Agenda; \n \n14. Takes note with appreciation of the high-level event on culture and \nsustainable development in May 2021, convened by the President of the General \nAssembly, with the support of the United Nations Educational, Scientific and \nCultural Organization, on the occasion of the World Day for Cultural Diversity for \nDialogue and Development, pursuant to resolution 74/230; \n \n15. Welcomes the convening of the Forum of Ministers for Culture by the \nUnited Nations Educational, Scientific and Cultural Organization on 19 November \n2019, on the theme “Culture and public policy for sustainable development”, the first \nforum of its kind held in 21 years, with a focus on the contribution of culture to \nachieving the Sustainable Development Goals and its linkages to education, social \ntransformation, employment and the environment, and the convening of the online \nmeeting of Ministers of Culture on 22 April 2020 by the United Nations Educational, \nScientific and Cultural Organization to address the impact of the COVID-19 \npandemic on the cultural sector and the public policy response, and invites the United \nNations Educational, Scientific and Cultural Organization and other relevant United \nNations bodies to continue to act as a platform for intergovernmental exchange on the \nnexus between culture and sustainable development; \n \n16. Looks forward to the multi-partner international alliance on nature and \nculture to be launched at the fifteenth meeting of the Conference of the Parties to the \nConvention on Biological Diversity, which will aim to strengthen international \ncooperation on the linkages between biological and cultural diversity to achieve the \n2050 Vision for Biodiversity of living in harmony with nature, and also looks \nforward to the Global Forum on Arts, Culture, Creativity and Technology to be hosted \nby Colombia in June 2022, the Global Conference on Cultural Policies and Sustainable \nDevelopment, also known as “Mondiacult 2022”, to be hosted by Mexico, from 28 to \n30 September 2022, and the World Conference on Developing a Framework for \nCulture and Arts Education, to be held in 2023 in the United Arab Emirates, for the \nfurther strengthening of the linkages between culture and education; \n__________________ \n \n17 As stated in the preamble to the outcome document of the second World Conference on Arts \nEducation, held in Seoul from 25 to 28 May 2010, namely, the Seoul Agenda: Goals for the \nDevelopment of Arts Education. \n\nA/RES/76/214 \nCulture and sustainable development\n \n21-19275\n8/10 \n \n \n17. Invites \nall countries, \nas well \nas intergovernmental \nbodies and \norganizations of the United Nations system, within their respective mandates and \nresources, relevant non-governmental organizations and all other relevant \nstakeholders: \n \n(a) \nTo raise public awareness of the importance of cultural diversity for \nsustainable development, promoting its positive value through education and media \ntools; \n \n(b) \nTo ensure a more visible and effective integration and mainstreaming of \nculture into economic, social and environmental development policies and \nstrategies at all levels; \n \n(c) \nTo ensure that women and men can equally access, participate in and \ncontribute to cultural life and decision-making, and to further commit themselves \nto the development of cultural policies and programmes with a gender perspective at \nthe local, national and international levels in order to achieve gender equality and the \nempowerment of all women and girls; \n \n(d) \nTo undertake relevant intercultural dialogue and cooperation and cultural \ndiversity programmes for youth to engage in a multicultural society, participate in the \nachievement of the 2030 Agenda, achieve better educational results and acquire a \nbroader and more diverse range of skills and competences; \n \n(e) \nTo promote capacity-building, where appropriate, at all levels for the \ndevelopment of dynamic cultural and creative sectors, in particular by encouraging \ncreativity, innovation and entrepreneurship, supporting the development of cultural \ninstitutions and cultural and creative sectors, providing technical and vocational \ntraining for culture professionals and increasing employment opportunities in the \ncultural and creative sectors for sustained, inclusive and equitable economic growth \nand development; \n \n(f) \nTo actively support the emergence of local markets for cultural goods and \nservices and to facilitate the effective and licit access of such goods and services to \ninternational markets, taking into account the expanding range of cultural \nproduction and consumption and, for States parties thereto, the provisions of the \nConvention on the Protection and Promotion of the Diversity of Cultural \nExpressions, adopted in 2005; \n \n(g) \nTo promote the diversity of and the access to cultural expressions in the \ndigital environment; \n \n(h) \nTo preserve and maintain local and indigenous traditional knowledge and \ncommunity practices of environmental management, which are valuable examples of \nculture as a vehicle for sustainable development, and to foster synergies between \nmodern science and technology and local and indigenous knowledge, practices and \ninnovation; \n \n(i) \nTo accelerate efforts to protect cultural and natural heritage from extreme \nweather events, sea level rise, desertification and other threats exacerbated by climate \nchange, which jeopardize its integrity and preservation for present and future \ngenerations; \n \n(j) \nTo promote global awareness of the linkages between cultural and \nbiological diversity, including through the protection \nand \npreservation \nand \nencouragement of the customary use of biological resources, in accordance with \ntraditional cultural practices, as an important element of a comprehensive \napproach to sustainable development; \n\nCulture and sustainable development \nA/RES/76/214\n \n9/10\n21-19275 \n \n \n(k) \nTo support national legal frameworks and policies for the protection and \npreservation of cultural heritage and cultural property, encouraging initiatives to fight \nagainst illicit trafficking in cultural property, and for the return of cultural \nproperty, in accordance with national legislation and applicable international legal \nframeworks; \n \n(l) \nTo support national legal frameworks and policies to enable intellectual \nproperty rights to sustain those involved in cultural creativity, including by promoting \ninternational cooperation to prevent the misappropriation of creative works; \n \n(m) To promote access to and/or the repatriation of ceremonial objects and \nhuman remains in their possession through fair, transparent and effective mechanisms \ndeveloped in conjunction with indigenous peoples concerned; \n \n(n) \nTo note that, in achieving these objectives, innovative mechanisms of \nfinancing, public and private, can make a positive contribution in assisting developing \ncountries in mobilizing additional resources for development on a stable, \npredictable and voluntary basis, and to reiterate that such voluntary mechanisms \nshould be effective, should aim to mobilize resources that are stable and predictable, \nshould supplement and not be a substitute for traditional sources of financing, should \nbe disbursed in accordance with the priorities of developing countries and should \nnot unduly burden such countries; \n \n(o) \nTo mobilize culture as a vehicle to foster tolerance, mutual understanding, \npeace and reconciliation in the context of conflict-prevention, conflict-resolution and \npeacebuilding processes; \n \n18. Expresses deep concern that cultural property, including religious sites, \nshrines and cemeteries, and objects, is increasingly targeted by terrorist attacks and \nvandalism, often resulting in its damage, theft or complete destruction, and \ncondemns such attacks; \n \n19. Encourages all countries, intergovernmental bodies, organizations of the \nUnited Nations system, as appropriate, within their existing mandates, relevant \nnon-governmental organizations and all other relevant stakeholders to enhance \ninternational cooperation in supporting the efforts of developing countries \ntowards the development and strengthening of cultural and creative sectors, cultural \ntourism and culture-related microenterprises and to assist those countries in \ndeveloping the necessary infrastructure and skills, as well as in mastering information \nand communications technologies and in gaining access to new technologies on \nmutually agreed terms; \n \n20. Encourages initiatives to foster cultural cooperation agreements and \nnetworks at the regional level for knowledge- and information-sharing for sustainable \ndevelopment; \n \n21. Also encourages programmes that facilitate social benefits and economic \nrights for artists and cultural professionals, including opportunities for decent \nwork, fair remuneration and equal pay for work of equal value, as well as training \nin the light of technological advancement and digitalization; \n \n22. Invites the organizations of the United Nations system, in particular the \nUnited Nations Educational, Scientific and Cultural Organization, to continue to \nprovide support, to facilitate financing and to assist countries, upon their request, in \ndeveloping their national capacities to optimize the contribution of culture to \nsustainable development, including through policy advice, information-sharing, the \nexchange of best practices, data collection, research and study and the use of \nappropriate evaluation indicators, as well as to implement applicable international \n\nA/RES/76/214 \nCulture and sustainable development\n \n21-19275\n10/10 \n \ncultural conventions, taking into account the relevant resolutions of the General \nAssembly; \n \n23. Invites the United Nations Educational, Scientific and Cultural \nOrganization and other relevant United Nations bodies to continue to assess, in \nconsultation with countries, the contribution of culture to the achievement of \nsustainable development through the compilation of quantitative and qualitative data, \nincluding indicators and statistics, with a view to informing development policies and \nrelevant reports, where appropriate, and to continue to act as a platform for exchange \namong countries on the nexus between culture and sustainable development, \nincluding through the Forums of Ministers of Culture; \n \n24. Requests the Secretary-General to ensure that United Nations country \nteams continue to further integrate and mainstream culture into their programming \nexercises, in particular United Nations Sustainable Development Cooperation \nFrameworks, in consultation with relevant national authorities, when assisting \ncountries in the pursuit of their development objectives; \n \n25. Encourages all countries, intergovernmental bodies, organizations of the \nUnited Nations system, relevant non-governmental organizations and all other \nrelevant stakeholders to give due consideration to the contribution of culture to the \nachievement of sustainable development in the formulation of national, regional and \ninternational development policies and international cooperation instruments, and \nin this regard, building upon the discussion at the previous high-level event on \nculture and sustainable development, invites the President of the General Assembly \nto host a one-day high-level interactive dialogue on this subject, within existing \nresources, during the seventy-seventh session of the Assembly, and to invite the \nUnited Nations Educational, Scientific and Cultural Organization to support the \nPresident of the Assembly, within its existing mandates; \n \n26. Reaffirms the commitment at the very heart of the 2030 Agenda to \nleave no one behind and commit to taking more tangible steps to support people \nin vulnerable situations and the most vulnerable countries and to reach the furthest \nbehind first; \n \n27. Requests the Secretary-General to submit to the General Assembly at its \nseventy-eighth session a report on the implementation of the present resolution, and \ndecides to include in the provisional agenda of its seventy-eighth session, under \nthe item entitled “Globalization and interdependence”, the sub-item entitled “Culture \nand sustainable development”. \n \n54th plenary meeting \n17 December 2021 \n \n",
  "paragraphs": {
    "1": "Takes note of the note by the Secretary-General transmitting the report of the United Nations Educational, Scientific and Cultural Organization;15",
    "2": "Reaffirms the role of culture as an enabler of sustainable development that provides people and communities with a strong sense of identity and social cohesion and contributes to more effective and sustainable development policies and measures at all levels, and stresses in this regard that policies responsive to cultural contexts can yield better, sustainable, inclusive and equitable development outcomes;",
    "3": "Recognizes the power of culture as a driver of sustainable development, which contributes to fostering social inclusion and developing a strong and viable economic sector by generating income, creating decent jobs and addressing both the economic and social dimensions of poverty through cultural heritage, including its protection and preservation, and cultural and creative sectors, while providing innovative and effective solutions to cross-cutting issues, such as education, health, gender equality and women’s empowerment, technology and the environment;",
    "4": "Calls for enhanced support, including additional financial resources and investments, for the cultural and creative sectors in the context of COVID-19 recovery efforts, while recognizing culture’s fundamental role in societies and its impact on sustainable development, to protect artists and cultural professionals, foster knowledge, innovation and intercultural dialogue, adapt them to the digital transformation, strengthen linkages between culture and education, safeguard cultural heritage and traditional and ancestral knowledge, including of indigenous peoples and local communities, promote peaceful and inclusive societies, engage all segments of society through culture, including by noting the challenges faced by women and __________________ 10 See https://unesdoc.unesco.org/ark:/48223/pf0000377863. 11 See https://unesdoc.unesco.org/ark:/48223/pf0000377667. 12 See https://ich.unesco.org/doc/src/Living_Heritage_in_the_face_of_COVID-19_- _High_Resolution.pdf. 13 See https://unesdoc.unesco.org/ark:/48223/pf0000374264. 14 See https://unesdoc.unesco.org/ark:/48223/pf0000376729_eng. 15 A/76/226. A/RES/76/214 Culture and sustainable development 21-19275 6/10 youth, address the impacts of the pandemic on the cultural value chain and cultural diversity, reinforce interlinkages between culture and nature, and harness the potential and transformative impact of culture for sustainable development, recognizing its multidimensional impact on the resilience, well-being and prosperity of people and their communities;",
    "5": "Emphasizes the important contribution of culture to the three dimensions of sustainable development and to the achievement of national development objectives, the 2030 Agenda for Sustainable Development 16 and its Sustainable Development Goals, as well as other internationally agreed development goals, and in this regard acknowledges: (a) That culture contributes to inclusive economic development, as cultural heritage preservation, cultural and creative sectors, sustainable cultural tourism and cultural infrastructure, including urban regeneration, can be sources of income generation, job creation and decent work for all, including at the community level, thus improving living conditions and fostering community-based economic growth, and contribute to the empowerment of individuals; (b) That culture contributes to inclusive social development for all, including local communities and indigenous peoples, with respect for cultural diversity, safeguarding of the cultural and natural heritage, fostering of cultural institutions and strengthening of cultural and creative sectors, in urban and rural contexts; (c) That culture contributes to environmental sustainability, since the protection of cultural and biological diversity and natural heritage is important for sustainable development, and that support for traditional systems of environmental protection, and resource management, can contribute to the increased sustainability of fragile ecosystems and the conservation, preservation and sustainable use of biodiversity and to avoiding land degradation and addressing climate change;",
    "6": "Reaffirms that sustainable development cannot be realized without peace and security and that peace and security will be at risk without sustainable development, and acknowledges that culture can contribute to sustainable development by constituting a valuable resource for enabling communities to participate fully in social and cultural life, facilitating inclusive governance and dialogue at the national, regional and international levels and contributing to conflict prevention and resolution, as well as to reconciliation, recovery and resilience;",
    "7": "Reaffirms its commitment to embracing diversity in cities and human settlements, to strengthening social cohesion, intercultural dialogue and understanding, tolerance, mutual respect, gender equality and women’s empowerment, innovation, entrepreneurship, inclusion, identity and safety, and the dignity of all people, including people in vulnerable situations, as well as to fostering liveability and a vibrant urban economy and to taking steps to ensure that local institutions promote pluralism and peaceful coexistence within increasingly heterogeneous and multicultural societies;",
    "8": "Recognizes that culture should be taken into account in the promotion and implementation of new sustainable consumption and production patterns that contribute to the responsible use of resources and address the adverse impacts of climate change;",
    "9": "Acknowledges that quality education, non-formal education and lifelong learning are enriched by culture, transmitting shared values, knowledge and skills, and also acknowledges that arts education can make a direct contribution to the __________________ 16 Resolution 70/1. Culture and sustainable development A/RES/76/214 7/10 21-19275 constructive transformation of educational systems to meet the needs of learners in a rapidly changing world and the need for a creative and adaptive workforce;17",
    "10": "Calls for the promotion of education for the protection of natural spaces and places of memory whose existence is necessary for expressing the intangible cultural heritage;",
    "11": "Recalls the inclusion in the 2030 Agenda of several targets reflecting the contribution of culture to sustainable development, also recalls that the Sustainable Development Goals and targets are integrated and indivisible and balance the three dimensions of sustainable development, and in this regard looks forward to their achievement, building on the positive results and impact of programmes utilizing culture as an enabler of sustainable development;",
    "12": "Welcomes the efforts and initiatives of the United Nations Educational, Scientific and Cultural Organization, as the mandated United Nations agency on culture, to strengthen and measure the transformational impact of culture on the realization of the 2030 Agenda;",
    "13": "Decides to give consideration, as appropriate, to the contribution of culture to sustainable development in the follow-up and review framework of the 2030 Agenda;",
    "14": "Takes note with appreciation of the high-level event on culture and sustainable development in May 2021, convened by the President of the General Assembly, with the support of the United Nations Educational, Scientific and Cultural Organization, on the occasion of the World Day for Cultural Diversity for Dialogue and Development, pursuant to resolution 74/230;",
    "15": "Welcomes the convening of the Forum of Ministers for Culture by the United Nations Educational, Scientific and Cultural Organization on 19 November 2019, on the theme “Culture and public policy for sustainable development”, the first forum of its kind held in 21 years, with a focus on the contribution of culture to achieving the Sustainable Development Goals and its linkages to education, social transformation, employment and the environment, and the convening of the online meeting of Ministers of Culture on 22 April 2020 by the United Nations Educational, Scientific and Cultural Organization to address the impact of the COVID-19 pandemic on the cultural sector and the public policy response, and invites the United Nations Educational, Scientific and Cultural Organization and other relevant United Nations bodies to continue to act as a platform for intergovernmental exchange on the nexus between culture and sustainable development;",
    "16": "Looks forward to the multi-partner international alliance on nature and culture to be launched at the fifteenth meeting of the Conference of the Parties to the Convention on Biological Diversity, which will aim to strengthen international cooperation on the linkages between biological and cultural diversity to achieve the 2050 Vision for Biodiversity of living in harmony with nature, and also looks forward to the Global Forum on Arts, Culture, Creativity and Technology to be hosted by Colombia in June 2022, the Global Conference on Cultural Policies and Sustainable Development, also known as “Mondiacult 2022”, to be hosted by Mexico, from 28 to 30 September 2022, and the World Conference on Developing a Framework for Culture and Arts Education, to be held in 2023 in the United Arab Emirates, for the further strengthening of the linkages between culture and education; __________________ 17 As stated in the preamble to the outcome document of the second World Conference on Arts Education, held in Seoul from 25 to 28 May 2010, namely, the Seoul Agenda: Goals for the Development of Arts Education. A/RES/76/214 Culture and sustainable development 21-19275 8/10",
    "17": "Invites all countries, as well as intergovernmental bodies and organizations of the United Nations system, within their respective mandates and resources, relevant non-governmental organizations and all other relevant stakeholders: (a) To raise public awareness of the importance of cultural diversity for sustainable development, promoting its positive value through education and media tools; (b) To ensure a more visible and effective integration and mainstreaming of culture into economic, social and environmental development policies and strategies at all levels; (c) To ensure that women and men can equally access, participate in and contribute to cultural life and decision-making, and to further commit themselves to the development of cultural policies and programmes with a gender perspective at the local, national and international levels in order to achieve gender equality and the empowerment of all women and girls; (d) To undertake relevant intercultural dialogue and cooperation and cultural diversity programmes for youth to engage in a multicultural society, participate in the achievement of the 2030 Agenda, achieve better educational results and acquire a broader and more diverse range of skills and competences; (e) To promote capacity-building, where appropriate, at all levels for the development of dynamic cultural and creative sectors, in particular by encouraging creativity, innovation and entrepreneurship, supporting the development of cultural institutions and cultural and creative sectors, providing technical and vocational training for culture professionals and increasing employment opportunities in the cultural and creative sectors for sustained, inclusive and equitable economic growth and development; (f) To actively support the emergence of local markets for cultural goods and services and to facilitate the effective and licit access of such goods and services to international markets, taking into account the expanding range of cultural production and consumption and, for States parties thereto, the provisions of the Convention on the Protection and Promotion of the Diversity of Cultural Expressions, adopted in 2005; (g) To promote the diversity of and the access to cultural expressions in the digital environment; (h) To preserve and maintain local and indigenous traditional knowledge and community practices of environmental management, which are valuable examples of culture as a vehicle for sustainable development, and to foster synergies between modern science and technology and local and indigenous knowledge, practices and innovation; (i) To accelerate efforts to protect cultural and natural heritage from extreme weather events, sea level rise, desertification and other threats exacerbated by climate change, which jeopardize its integrity and preservation for present and future generations; (j) To promote global awareness of the linkages between cultural and biological diversity, including through the protection and preservation and encouragement of the customary use of biological resources, in accordance with traditional cultural practices, as an important element of a comprehensive approach to sustainable development; Culture and sustainable development A/RES/76/214 9/10 21-19275 (k) To support national legal frameworks and policies for the protection and preservation of cultural heritage and cultural property, encouraging initiatives to fight against illicit trafficking in cultural property, and for the return of cultural property, in accordance with national legislation and applicable international legal frameworks; (l) To support national legal frameworks and policies to enable intellectual property rights to sustain those involved in cultural creativity, including by promoting international cooperation to prevent the misappropriation of creative works; (m) To promote access to and/or the repatriation of ceremonial objects and human remains in their possession through fair, transparent and effective mechanisms developed in conjunction with indigenous peoples concerned; (n) To note that, in achieving these objectives, innovative mechanisms of financing, public and private, can make a positive contribution in assisting developing countries in mobilizing additional resources for development on a stable, predictable and voluntary basis, and to reiterate that such voluntary mechanisms should be effective, should aim to mobilize resources that are stable and predictable, should supplement and not be a substitute for traditional sources of financing, should be disbursed in accordance with the priorities of developing countries and should not unduly burden such countries; (o) To mobilize culture as a vehicle to foster tolerance, mutual understanding, peace and reconciliation in the context of conflict-prevention, conflict-resolution and peacebuilding processes;",
    "18": "Expresses deep concern that cultural property, including religious sites, shrines and cemeteries, and objects, is increasingly targeted by terrorist attacks and vandalism, often resulting in its damage, theft or complete destruction, and condemns such attacks;",
    "19": "Encourages all countries, intergovernmental bodies, organizations of the United Nations system, as appropriate, within their existing mandates, relevant non-governmental organizations and all other relevant stakeholders to enhance international cooperation in supporting the efforts of developing countries towards the development and strengthening of cultural and creative sectors, cultural tourism and culture-related microenterprises and to assist those countries in developing the necessary infrastructure and skills, as well as in mastering information and communications technologies and in gaining access to new technologies on mutually agreed terms;",
    "20": "Encourages initiatives to foster cultural cooperation agreements and networks at the regional level for knowledge- and information-sharing for sustainable development;",
    "21": "Also encourages programmes that facilitate social benefits and economic rights for artists and cultural professionals, including opportunities for decent work, fair remuneration and equal pay for work of equal value, as well as training in the light of technological advancement and digitalization;",
    "22": "Invites the organizations of the United Nations system, in particular the United Nations Educational, Scientific and Cultural Organization, to continue to provide support, to facilitate financing and to assist countries, upon their request, in developing their national capacities to optimize the contribution of culture to sustainable development, including through policy advice, information-sharing, the exchange of best practices, data collection, research and study and the use of appropriate evaluation indicators, as well as to implement applicable international A/RES/76/214 Culture and sustainable development 21-19275 10/10 cultural conventions, taking into account the relevant resolutions of the General Assembly;",
    "23": "Invites the United Nations Educational, Scientific and Cultural Organization and other relevant United Nations bodies to continue to assess, in consultation with countries, the contribution of culture to the achievement of sustainable development through the compilation of quantitative and qualitative data, including indicators and statistics, with a view to informing development policies and relevant reports, where appropriate, and to continue to act as a platform for exchange among countries on the nexus between culture and sustainable development, including through the Forums of Ministers of Culture;",
    "24": "Requests the Secretary-General to ensure that United Nations country teams continue to further integrate and mainstream culture into their programming exercises, in particular United Nations Sustainable Development Cooperation Frameworks, in consultation with relevant national authorities, when assisting countries in the pursuit of their development objectives;",
    "25": "Encourages all countries, intergovernmental bodies, organizations of the United Nations system, relevant non-governmental organizations and all other relevant stakeholders to give due consideration to the contribution of culture to the achievement of sustainable development in the formulation of national, regional and international development policies and international cooperation instruments, and in this regard, building upon the discussion at the previous high-level event on culture and sustainable development, invites the President of the General Assembly to host a one-day high-level interactive dialogue on this subject, within existing resources, during the seventy-seventh session of the Assembly, and to invite the United Nations Educational, Scientific and Cultural Organization to support the President of the Assembly, within its existing mandates;",
    "26": "Reaffirms the commitment at the very heart of the 2030 Agenda to leave no one behind and commit to taking more tangible steps to support people in vulnerable situations and the most vulnerable countries and to reach the furthest behind first;",
    "27": "Requests the Secretary-General to submit to the General Assembly at its seventy-eighth session a report on the implementation of the present resolution, and decides to include in the provisional agenda of its seventy-eighth session, under the item entitled “Globalization and interdependence”, the sub-item entitled “Culture and sustainable development”. 54th plenary meeting 17 December 2021"
  },
  "agenda_items": [
    "Item 22"
  ],
  "symbol_references": []
}