{
  "symbol": "A/RES/79/175",
  "filename": "A_RES_79_175.pdf",
  "title": "79/175. The right to privacy in the digital age",
  "text": "United Nations \nA/RES/79/175\n \n \nGeneral Assembly \nDistr.: General \n19 December 2024 \n \n24-24216 (E)     \n*2424216* \n \n \nSeventy-ninth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human rights \nquestions, including alternative approaches for improving \nthe effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/458/Add.2, para. 99)] \n \n \n 79/175. The right to privacy in the digital age \n \n \n \nThe General Assembly, \n \nReaffirming the purposes and principles of the Charter of the United Nations, \nthe human rights and fundamental freedoms enshrined in the Universal Declaration \nof Human Rights 1 and relevant international human rights treaties, including the \nInternational Covenant on Civil and Political Rights2 and the International Covenant \non Economic, Social and Cultural Rights, 3 as well as the Vienna Declaration and \nProgramme of Action,4  \n \nRecalling General Assembly resolutions 68/167 of 18 December 2013, 69/166 \nof 18 December 2014, 71/199 of 19 December 2016, 73/179 of 17 December 2018, \n75/176 of 16 December 2020 and 77/211 of 15 December 2022 on the right to privacy \nin the digital age, and resolution 45/95 of 14 December 1990 on guidelines for the \nregulation of computerized personal data files, as well as Human Rights Council \nresolutions 28/16 of 26 March 2015, 5 34/7 of 23 March 2017, 6 37/2 of 22 March \n2018,7 42/15 of 26 September 2019,8 48/4 of 7 October 20219 and 54/21 of 16 October \n__________________ \n \n1 Resolution 217 A (III). \n \n2 See resolution 2200 A (XXI), annex. \n \n3 Ibid. \n \n4 A/CONF.157/24 (Part I), chap. III. \n \n5 See Official Records of the General Assembly, Seventieth Session, Supplement No. 53  (A/70/53), \nchap. III, sect. A. \n \n6 Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. IV, sect. A. \n \n7 Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. IV, sect. A. \n \n8 Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. III. \n \n9 Ibid., Seventy-sixth Session, Supplement No. 53A (A/76/53/Add.1), chap. IV, sect. A. \n\nA/RES/79/175 \nThe right to privacy in the digital age\n \n24-24216\n2/12 \n \n202310 on the right to privacy in the digital age and resolutions 32/13 of 1 July 2016,11 \n38/7 of 5 July 2018,12 47/16 of 13 July 202113 and 57/29 of 11 October 202414 on the \npromotion, protection and enjoyment of human rights on the Internet, \n \nRecalling also the outcome document of the high-level meeting of the General \nAssembly on the overall review of the implementation of the outcomes of the World \nSummit on the Information Society,15  \n \nTaking note of the reports of the Special Rapporteur on the right to privacy,16 \nthe reports of the Special Rapporteur on the promotion and protection of the right to \nfreedom of opinion and expression 17  and the relevant reports of the Special \nRapporteur on the rights to freedom of peaceful assembly and of association,18 as well \nas the Special Rapporteur on contemporary forms of racism, racial discrimination, \nxenophobia and related intolerance,19  \n \nWelcoming the work of the Office of the United Nations High Commissioner for \nHuman Rights on the right to privacy in the digital age, noting with interest the reports \nof the High Commissioner thereon,20 and recalling the expert workshops on the right \nto privacy in the digital age held on 19 and 20 February 2018 and on 27 and 28 May \n2020,  \n \nTaking note of the Secretary-General’s initiatives on the new technologies, \nincluding the Call to Action for Human Rights, launched in 2020, the road map for \ndigital cooperation, launched in June 2020, the United Nations Global Principles for \nInformation Integrity, the establishment in May 2024 of the Guidance on Human \nRights Due Diligence for Digital Technology Use and the establishment of the Office \nof the Secretary-General’s Envoy on Technology and noting the discussions that take \nplace annually in the Internet Governance Forum, which is a multi-stakeholder forum \nfor the discussion of Internet governance issues and whose mandate was extended by \nthe General Assembly in 2015 for another 10 years, and recognizing that effectively \naddressing the challenges relating to the right to privacy in the context of modern \ncommunications technology requires an ongoing, concerted multi-stakeholder \nengagement, \n \nWelcoming the convening of the Summit of the Future on 22 and 23 September \n2024 at United Nations Headquarters in New York, and reiterating the need for \nadequate support for developing countries to implement actions in the Pact for the \nFuture,21 including the Global Digital Compact,22 that are relevant to the right to \nprivacy and to bridging the digital divides within and between countries, \n \nRecalling that, in line with the Guiding Principles on Business and Human \nRights: Implementing the United Nations “Protect, Respect and Remedy” \nFramework, 23  the responsibility to respect human rights requires that business \n__________________ \n \n10 Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n \n11 Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. V, sect. A. \n \n12 Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. VI, sect. A. \n \n13 Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. VII, sect. A. \n \n14 Ibid., Seventy-ninth Session, Supplement No. 53A (A/79/53/Add.1), chap. III, sect. A. \n \n15 Resolution 70/125. \n \n16 A/HRC/43/52, A/HRC/46/37, A/HRC/49/55, A/HRC/52/37, A/HRC/55/46, A/75/147, A/76/220, \nA/77/196, A/78/310 and A/79/193. \n \n17 A/HRC/44/49, A/HRC/50/29, A/HRC/53/25, A/HRC/56/53, A/75/261, A/76/258 and A/78/288. \n \n18 A/HRC/44/50, A/HRC/50/23, A/HRC/50/42 and A/75/184. \n \n19 A/HRC/44/57, A/75/329 and A/76/434. \n \n20 A/HRC/48/31 and A/HRC/51/17. \n \n21 Resolution 79/1. \n \n22 Ibid., annex I. \n \n23 A/HRC/17/31, annex. \n\nThe right to privacy in the digital age \nA/RES/79/175\n \n3/12\n24-24216 \n \nenterprises avoid causing or contributing to adverse human rights impacts through \ntheir own activities, and address such impacts as they occur, and that business \nenterprises seek to prevent or mitigate adverse human rights impacts that are directly \nlinked to their operations, products or services by their business relationships, even \nif they have not contributed to those impacts,  \n \nNoting that the rapid pace of technological development enables individuals all \nover the world to use new information and communications technologies that empower \npeople, improve lives, strengthen justice and boost productivity, and at the same time \nenhances the capacity of Governments, business enterprises and individuals to \nundertake surveillance, interception, hacking and data collection, which may violate \nor abuse human rights, in particular the right to privacy, as set out in article 12 of the \nUniversal Declaration of Human Rights and article 17 of the International Covenant \non Civil and Political Rights, and is therefore an issue of increasing concern, \n \nNoting also that violations and abuses of the right to privacy in the digital \nage can affect all individuals, with particular effects on women, children, in particular \ngirls, persons with disabilities and older persons, as well as those in vulnerable \nsituations, \n \nRecognizing that new and emerging digital technologies, in particular assistive \ndigital technologies, can especially contribute to the full enjoyment of human rights \nby persons with disabilities, and that these technologies should be designed in \nconsultation with them and with appropriate safeguards to protect their rights, \nincluding their right to privacy, \n \nRecognizing also that the promotion of and respect for the right to privacy are \nimportant to the prevention of violence, including gender-based violence, abuse and \nsexual harassment, in particular against women and children, as well as any form of \ndiscrimination, which can occur in digital and online spaces and includes \ncyberbullying and cyberstalking,  \n \nNoting that women and girls experience specific violations and abuses of their \nright to privacy, both online and offline, as well as violations or abuses that have \ngender-specific impacts, and recognizing that the way in which many digital \nplatforms are designed, commercialized, maintained and governed can give rise to \ndisinformation and hate speech, which can exacerbate gender stereotypes and result \nin various forms of violence, including gender-based violence, and expressing \nconcern about the continuity and interrelation between offline and online violence, \nharassment and discrimination against women and girls, and condemning the increase \nof such acts that are committed, assisted, aggravated or amplified by the use of \ntechnology,  \n \nNoting also that children can be particularly vulnerable to abuses and violations \nof their right to privacy,  \n \nNoting further that States parties should implement the Convention on the \nRights of the Child24 in relation to the digital environment, including the importance \nof privacy to children’s agency, dignity and safety, and for the exercise of their rights, \n \nReaffirming the human right to privacy, according to which no one shall be \nsubjected to arbitrary or unlawful interference with his or her privacy, family, home \nor correspondence, and the right to the protection of the law against such interference, \nand recognizing that the exercise of the right to privacy is important for the realization \nof the right to freedom of expression and to hold opinions without interference and \n__________________ \n \n24 United Nations, Treaty Series, vol. 1577, No. 27531. \n\nA/RES/79/175 \nThe right to privacy in the digital age\n \n24-24216\n4/12 \n \nthe right to freedom of peaceful assembly and association, and is one of the \nfoundations of a democratic society,  \n \nRecalling with appreciation general comment No. 16 of the Human Rights \nCommittee on article 17 of the International Covenant on Civil and Political Rights, \non the right to respect of privacy, family, home and correspondence, and protection \nof honour and reputation,25 while also noting the vast technological leaps that have \ntaken place since its adoption and the need to discuss the right to privacy in view of \nthe challenges of the digital age,  \n \nRecognizing the need to further discuss and analyse, based on international \nhuman rights law, issues relating to the promotion and protection of the right to \nprivacy in the digital age, procedural safeguards, effective domestic oversight and \nremedies, the impact of surveillance on the right to privacy and other human rights, \nas well as the need to examine the principles of non-arbitrariness, lawfulness, legality, \nnecessity and proportionality in relation to surveillance practices,  \n \nRecognizing also that the discussion on the right to privacy should be based \nupon existing international and domestic legal obligations, including international \nhuman rights law, as well as relevant commitments, and should not open the path for \nundue interference with an individual’s human rights,  \n \nRecognizing further the need to ensure that international human rights \nobligations are respected in the conception, design, development, deployment, \nevaluation and regulation of data-driven technologies and to ensure that they are \nsubject to adequate safeguards and oversight, \n \nStressing the importance of full respect for the freedom to seek, receive and \nimpart information, including the fundamental importance of access to information \nand democratic participation,  \n \nRecognizing that the right to privacy is important for the enjoyment of other \nrights and can contribute to an individual’s ability to participate in political, \neconomic, social and cultural life, and noting with concern that violations or abuses \nof the right to be free from unlawful or arbitrary interference with the right to privacy \nmight affect the enjoyment of other human rights, including the right to freedom of \nexpression and to hold opinions without interference, and the right to peaceful \nassembly and freedom of association,  \n \nNoting that, while metadata may provide benefits, certain types of metadata, \nwhen aggregated, can reveal personal information that can be no less sensitive than \nthe actual content of communications and can give an insight into an individual’s \nbehaviour, social relationships, private preferences and identity,  \n \nExpressing concern that individuals, particularly children, often do not and/or \ncannot provide their free, explicit and informed consent to the collection, processing \nand storage of their data or to the reuse, sale or multiple resale of their personal data, \nas the collection, processing, use, storage and sharing of personal data, including \nsensitive data, have increased significantly in the digital age,  \n \nNoting that general comment No. 16 of the Human Rights Committee \nrecommends that States take effective measures to prevent the unlawful retention, \nprocessing and use of personal data stored by public authorities and business \nenterprises,  \n \nNoting also that the use of artificial intelligence can contribute to the promotion \nand protection of human rights and has the potential to transform Governments and \n__________________ \n \n25 Official Records of the General Assembly, Forty-third Session, Supplement No. 40 (A/43/40), \nannex VI. \n\nThe right to privacy in the digital age \nA/RES/79/175\n \n5/12\n24-24216 \n \nsocieties, economic sectors and the world of work and can also have various far-\nreaching implications, including with regard to the right to privacy,  \n \nNoting further that the observance of the principles of transparency, \nexplainability and, where applicable, users’ meaningful consent in the processing of \npersonal data using artificial intelligence not only helps to build trust and reliability \nin artificial intelligence technologies, but also contributes to the protection of human \nrights, including by enabling individuals affected by artificial intelligence \ntechnologies to be informed in a timely, comprehensive, simple and clear manner \nabout basic issues concerning the use of their personal information in artificial \nintelligence processes or projects and the consequences thereof, and about the specific \nreasons behind such use,  \n \nNoting with concern that artificial intelligence and other digital divides between \nand within countries continue to widen, and developing countries face unique \nchallenges in keeping pace with the rapid acceleration of artificial intelligence \ndevelopment, in particular in terms of the design, development, deployment and use \nof artificial intelligence,  \n \nNoting with concern also that the use of artificial intelligence or machine-\nlearning technologies, including for tools such as remote biometric identification, \nfacial recognition technology or automated content moderation, without proper \ntechnical, regulatory, legal and ethical safeguards, may lead to decisions that have the \npotential to affect the enjoyment of human rights, including economic, social and \ncultural rights, and affect non-discrimination, and recognizing the need to apply \ninternational human rights law and data protection frameworks in the design, \nevaluation and regulation of these practices,  \n \nRecognizing that, while the use of artificial intelligence can have significant \npositive economic and social impacts, it requires and allows for the processing of \nlarge amounts of data, often relating to personal data, including biometric data and \ndata on an individual’s behaviour, social relationships, race or ethnicity, religion or \nbelief, which can pose serious risks to the enjoyment of the right to privacy, especially \nwhen done without proper safeguards, in particular when employed for identification, \ntracking, profiling, facial recognition, classification, behaviour prediction or scoring \nof individuals,  \n \nNoting that the use of artificial intelligence may, without proper technical, \nregulatory, legal and ethical safeguards, pose the risk of reinforcing discrimination, \nincluding structural inequalities, and recognizing that racially and otherwise \ndiscriminatory outcomes should be prevented in the design, development, \nimplementation and use of emerging digital technologies,  \n \nRecognizing that the improper or malicious design, development, deployment \nand use of artificial intelligence systems, such as without adequate safeguards or in a \nmanner inconsistent with international law, pose risks that could hinder progress \ntowards the achievement of the 2030 Agenda for Sustainable Development 26 and its \nSustainable Development Goals and undermine sustainable development in its three \ndimensions – economic, social and environmental; widen digital divides between and \nwithin countries; reinforce structural inequalities and biases; lead to discrimination; \nundermine information integrity and access to information; and undercut the \nprotection, promotion and enjoyment of human rights and fundamental freedoms, \nincluding the right not to be subject to unlawful or arbitrary interference with one’s \nprivacy, \n__________________ \n \n26 Resolution 70/1. \n\nA/RES/79/175 \nThe right to privacy in the digital age\n \n24-24216\n6/12 \n \n \nNoting with concern that certain predictive algorithms are likely to result in \ndiscrimination, including when non-representative data are used, \n \nNoting that the use of algorithmic or automated decision-making processes \nonline can affect the enjoyment of individuals’ rights offline, \n \nNoting also that the use of data extraction and algorithms to target content \ntowards online users may undermine information integrity, user agency and access to \ninformation online, as well as the right to privacy, which can result in intensifying \nthreats from misinformation, disinformation and hate speech, and may lead to \nviolence, including political violence, and recalling in this regard the Rabat Plan of \nAction on the prohibition of advocacy of national, racial or religious hatred that \nconstitutes incitement to discrimination, hostility or violence,27 \n \nNoting with concern reports indicating lower accuracy of facial recognition \ntechnologies with certain groups, including when non-representative training data are \nused, that the use of digital technologies can exacerbate racial inequality and in this \ncontext the importance of effective remedies, \n \nEmphasizing that unlawful or arbitrary surveillance and/or interception of \ncommunications, as well as the unlawful or arbitrary collection of personal data, \nhacking and the unlawful use of biometric technologies, as highly intrusive acts, \nviolate the right to privacy, can interfere with the right to freedom of expression and \nto hold opinions without interference, the right to freedom of peaceful assembly and \nassociation and the right to freedom of religion or belief and may contradict the tenets \nof a democratic society, including when undertaken extraterritorially or on a mass \nscale, \n \nRecognizing that the same rights that people have offline must also be protected \nonline, including the right to privacy,  \n \nNoting that the accelerated synchronization of online and offline spaces can \naffect individuals’ enjoyment of their human rights, including their right to privacy, \n \nNoting in particular that surveillance of digital communications must be \nconsistent with international human rights obligations and must be conducted on the \nbasis of a legal framework, which must be publicly accessible, clear, precise, \ncomprehensive and non-discriminatory, and that any interference with the right to \nprivacy must not be arbitrary or unlawful, bearing in mind what is reasonable with \nregard to the pursuance of legitimate aims, and recalling that States that are parties to \nthe International Covenant on Civil and Political Rights must take the necessary steps \nto adopt laws or other measures as may be necessary to give effect to the rights \nrecognized in the Covenant, \n \nExpressing concern about the spread of disinformation and misinformation, \nparticularly on social media platforms, which can be designed and implemented so as \nto mislead, to spread racism, xenophobia, negative stereotyping and stigmatization, \nto violate and abuse human rights, including the right to privacy, to impede freedom \nof expression, including the freedom to seek, receive and impart information, and to \nincite all forms of violence, hatred, intolerance, discrimination and hostility, and \nemphasizing the important contribution of journalists, civil society and academia in \ncountering this trend, \n \nNoting with deep concern that, in many countries, persons and organizations \nengaged in promoting and defending human rights and fundamental freedoms, \njournalists and other media workers may frequently face threats and harassment and \n__________________ \n \n27 A/HRC/22/17/Add.4, appendix. \n\nThe right to privacy in the digital age \nA/RES/79/175\n \n7/12\n24-24216 \n \nsuffer insecurity, as well as unlawful or arbitrary interference with their right to \nprivacy, as a result of their activities, \n \nNoting with deep concern also the use of technological tools developed by the \nprivate surveillance industry and by private or public actors to undertake surveillance, \nhacking of devices and systems, interception and disruption of communications, and \ndata collection, interfering with the professional and private lives of individuals, \nincluding those engaged in the promotion and defence of human rights and \nfundamental freedoms, journalists and other media workers, in violation or abuse of \ntheir human rights, specifically the right to privacy, \n \nEmphasizing that States must respect international human rights obligations \nregarding the right to privacy when they intercept digital communications of \nindividuals and/or collect personal data, when they share or otherwise provide access \nto data collected through, inter alia, information- and intelligence-sharing agreements \nand when they require disclosure of personal data from third parties, including \nbusiness enterprises, \n \nNoting the increase in the collection of sensitive biometric information from \nindividuals, and stressing that States must comply with their human rights obligations \nand that business enterprises should respect the right to privacy and other human \nrights when collecting, processing, sharing and storing biometric information by, inter \nalia, adopting data protection policies and safeguards,  \n \nDeeply concerned at the negative impact that surveillance and/or interception \nof communications, including extraterritorial surveillance and/or interception of \ncommunications, as well as the collection of personal data, in particular when carried \nout on a mass scale, may have on the exercise and enjoyment of human rights, \n \nEmphasizing that, in the digital age, technical solutions to secure and to protect \nthe confidentiality of digital communications and transactions, including measures \nfor strong encryption, pseudonymization and anonymity, are important to ensure the \nenjoyment of human rights, in particular the rights to privacy, to freedom of opinion \nand expression and to freedom of peaceful assembly and association, and recognizing \nthat States should promote such measures and refrain from employing unlawful or \narbitrary surveillance techniques, which may include forms of hacking,  \n \nNoting that, while concerns about public security may justify the gathering and \nprotection of certain sensitive information, States must ensure full compliance with \ntheir obligations under international human rights law,  \n \nNoting also, in that respect, that the prevention and suppression of terrorism is \na public interest of great importance, while reaffirming that States must ensure that \nany measures taken to combat terrorism are in compliance with their obligations \nunder international law, in particular international human rights, refugee and \nhumanitarian law,  \n \nRecognizing that a lack of access to affordable and reliable technologies and \nservices remains a critical challenge in many developing countries, \n \nStressing the need to address prevailing challenges to bridge the digital divides, \nboth between and within countries, and the gender digital divide, and to harness \ninformation and communications technologies for development, and recalling the need \nto emphasize quality of access to bridge digital and knowledge divides, using a \nmultidimensional approach that includes speed, stability, affordability, language, \ntraining, capacity-building, local content and accessibility for persons with \ndisabilities, and to promote the full enjoyment of human rights, including the right to \nprivacy,  \n\nA/RES/79/175 \nThe right to privacy in the digital age\n \n24-24216\n8/12 \n \n \nStressing also the need to ensure that national security and public health \nmeasures, including the use of technology to monitor and contain the spread of \ninfectious diseases, are in full compliance with the obligations of States under \ninternational human rights law and adhere to the principles of lawfulness, legality, \nlegitimacy with regard to the aim pursued, necessity and proportionality and the need \nto protect human rights, including the right to privacy, and personal data in the \nresponse to health or other emergencies,  \n \nNoting the importance of protecting and respecting the right of individuals to \nprivacy when designing, developing or deploying technological means in response to \ndisasters, epidemics and pandemics, and recalling in this regard the importance of \nprotecting health-related and other personal data, noting also that new emerging \ndigital technologies can contribute to the recovery from global health emergencies, \n \n1. \nReaffirms the right to privacy, according to which no one shall be subjected \nto arbitrary or unlawful interference with his or her privacy, family, home or \ncorrespondence, and the right to the protection of the law against such interference, \nas set out in article 12 of the Universal Declaration of Human Rights and article 17 \nof the International Covenant on Civil and Political Rights;  \n \n2. \nRecognizes the global and open nature of the Internet and the rapid \nadvancement in information and communications technologies as a driving force in \naccelerating progress towards development in its various forms, including in \nachieving the Sustainable Development Goals;  \n \n3. \nAffirms that the same rights that people have offline must also be protected \nonline, including the right to privacy, with special regard given to the protection of \nchildren;  \n \n4. \nRecalls that States should ensure that any interference with the right to \nprivacy is consistent with the principles of legality, necessity and proportionality;  \n \n5. \nEncourages all States to promote an open, secure, stable, accessible and \npeaceful information and communications technology environment based on respect \nfor international law, including the obligations enshrined in the Charter of the United \nNations and human rights instruments;  \n \n6. \nAcknowledges that the conception, design, use, deployment and further \ndevelopment of new and emerging technologies, such as those that involve artificial \nintelligence, may have an impact on the enjoyment of the right to privacy and other \nhuman rights, and that the risks to these rights can and should be avoided and \nminimized by adapting or adopting adequate regulation or other appropriate \nmechanisms, in accordance with applicable obligations under international human \nrights law, for the conception, design, development and deployment of new and \nemerging technologies, including artificial intelligence, by taking measures to ensure \na safe, transparent, accountable, secure and high quality data infrastructure and by \ndeveloping human rights-based auditing mechanisms and redress mechanisms and \nestablishing human oversight;  \n \n7. \nStresses that remote biometric surveillance systems, including facial \nrecognition, when used without proper and specific safeguards, raise serious concerns \nwith regard to their proportionality, given their highly intrusive nature and broad \nimpact on large numbers of people;  \n \n8. \nCalls upon all States: \n \n(a) \nTo respect and protect the right to privacy, both online and offline, \nincluding in the context of digital communications and new and emerging \ntechnologies;  \n\nThe right to privacy in the digital age \nA/RES/79/175\n \n9/12\n24-24216 \n \n \n(b) \nTo invite all relevant stakeholders to further discuss how emerging \nphenomena, such as the push for widespread adoption of blockchain, expanded and \nvirtual reality technologies and the development of increasingly powerful \nneurotechnology, without proper safeguards, have an impact on the enjoyment of the \nright to privacy and the right to freedom of opinion and expression; \n \n(c) \nTo take measures to put an end to violations of the right to privacy and to \ncreate the conditions to prevent such violations, including by ensuring that relevant \nnational legislation complies with their obligations under international human rights \nlaw;  \n \n(d) \nTo review, on a regular basis, their procedures, practices and legislation \nregarding the surveillance of communications, their interception and the collection of \npersonal data, including mass surveillance, interception and collection, as well as \nregarding the use of profiling, automated decision-making, machine learning and \nbiometric technologies, with a view to upholding the right to privacy by ensuring the \nfull and effective implementation of all their obligations under international human \nrights law;  \n \n(e) \nTo establish or maintain existing independent, effective, adequately \nresourced and impartial judicial, administrative and/or parliamentary domestic \noversight mechanisms capable of ensuring transparency, as appropriate, and \naccountability for State surveillance of communications, their interception and the \ncollection of personal data;  \n \n(f) \nTo provide individuals whose right to privacy has been violated by \nunlawful or arbitrary surveillance with access to an effective remedy, consistent with \ninternational human rights obligations;  \n \n(g) \nTo consider developing or maintaining and implementing adequate \nlegislation, in consultation with all relevant stakeholders, including business \nenterprises, international organizations and civil society, with effective sanctions and \nappropriate remedies, that protects individuals against violations and abuses of the \nright to privacy, namely through the unlawful and arbitrary collection, processing, \nretention, sharing or use of personal data by individuals, Governments, business \nenterprises and private organizations;  \n \n(h) \nTo consider developing or maintaining and implementing legislation, \nregulations and policies to ensure that all business enterprises, including social media \nenterprises and other online platforms, respect the right to privacy and other relevant \nhuman rights in the design, development, deployment and evaluation of technologies, \nincluding artificial intelligence, to take appropriate steps to improve and encourage \ncorporate accountability, and to provide individuals whose rights may have been \nviolated or abused with access to an effective remedy, including compensation and \nguarantees of non-repetition;  \n \n(i) \nTo consider adopting or maintaining data protection legislation, regulation \nand policies, including on digital communication data, that comply with their \ninternational human rights obligations, which could include the establishment of \nnational independent authorities with powers and resources to monitor data privacy \npractices, investigate violations and abuses and receive communications from \nindividuals and organizations, and to provide appropriate remedies;  \n \n(j) \nTo further develop or maintain, in this regard, preventive measures and \nremedies for violations and abuses of the right to privacy in the digital age that may \naffect all individuals, including where there are particular effects for women, as well \nas children; \n\nA/RES/79/175 \nThe right to privacy in the digital age\n \n24-24216\n10/12 \n \n \n(k) \nTo consider developing, reviewing, implementing and strengthening \ngender-responsive policies and programmes that contribute to the empowerment of \nall women and girls and promote and protect the right of all individuals to privacy in \nthe digital age; \n \n(l) \nTo provide effective and up-to-date guidance to business enterprises on \nhow to respect human rights by advising on appropriate methods, including human \nrights due diligence, and on how to consider effectively issues of gender, vulnerability \nand/or marginalization;  \n \n(m) To promote quality education and lifelong educational opportunities for \nall to foster, inter alia, digital literacy and technical skills to effectively protect their \nprivacy;  \n \n(n) \nTo refrain from requiring business enterprises to take steps that interfere \nwith the right to privacy in an arbitrary or unlawful way; \n \n(o) \nTo protect individuals from violations or abuses of the right to privacy, \nincluding those which are caused by arbitrary or unlawful data collection, processing, \nstorage and sharing, profiling and the use of automated processes and machine learning;  \n \n(p) \nTo take steps to enable business enterprises to adopt adequate voluntary \ntransparency measures with regard to requests by State authorities for access to \nprivate user data and information;  \n \n(q) \nTo consider developing or to maintain legislation, preventive measures and \nremedies addressing harm from the processing, use, sale or multiple resale or other \ncorporate sharing of personal data without the individual’s free, explicit, meaningful \nand informed consent;  \n \n(r) \nTo ensure that digital or biometric identity programmes are designed, \nimplemented and operated after appropriate technical, regulatory, legal and ethical \nsafeguards are in place and in full compliance with the obligations of States under \ninternational human rights law;  \n \n(s) \nTo ensure that established national independent authorities dedicated to \ndata protection include proper oversight mechanisms; \n \n9. \nCalls upon all business enterprises, in particular those that collect, store, \nuse, share and process data:  \n \n(a) \nTo review their business models and ensure that their design and \ndevelopment processes, business operations, data collection and data processing \npractices are in line with the Guiding Principles on Business and Human Rights: \nImplementing the United Nations “Protect, Respect and Remedy” Framework, and to \nemphasize the importance of conducting human rights due diligence of their products, \nin particular of the role of algorithms and ranking systems;  \n \n(b) \nTo inform users, in a clear and age-appropriate way that is easily \naccessible, including for persons with disabilities, about the collection, use, sharing \nand retention of their data that may affect their right to privacy, to refrain from doing \nso without their consent or a legal basis and to establish and to apply transparency \npolicies that allow for the free, informed and meaningful consent of users, as \nappropriate; \n \n(c) \nTo implement administrative, technical and physical safeguards to ensure \nthat data are processed lawfully and to ensure that such processing is limited to what \nis necessary in relation to the purposes of the processing and that the legitimacy of \nsuch purposes, as well as the accuracy, integrity and confidentiality of the processing, \nis ensured;  \n\nThe right to privacy in the digital age \nA/RES/79/175\n \n11/12\n24-24216 \n \n \n(d) \nTo ensure that respect for the right to privacy and other international human \nrights is incorporated into the design, operation, evaluation and regulation of automated \ndecision-making and machine-learning technologies and to provide for compensation \nfor the human rights abuses that they may cause or to which they may contribute;  \n \n(e) \nTo ensure that individuals have access to their personal data and to adopt \nappropriate measures for the possibility to amend, correct, update, delete and \nwithdraw consent for the data, in particular if the data are incorrect or inaccurate, or \nif the data were obtained illegally;  \n \n(f) \nTo put in place adequate safeguards that seek to prevent or mitigate adverse \nhuman rights impacts that are directly linked to their operations, products or services, \nincluding where necessary through contractual clauses or notification of any relevant \nentities of abuses or violations when misuse of their products and services is detected;  \n \n(g) \nTo enhance efforts to combat discrimination resulting from the use of \nartificial intelligence systems, including by exercising due diligence in assessing, \npreventing and mitigating the adverse human rights impacts of their deployment; \n \n10. Encourages business enterprises to work towards enabling technical \nsolutions to secure and protect the confidentiality of digital communications, which \nmay include measures for encryption, pseudonymization and anonymity, and calls \nupon States not to interfere with the use of such technical solutions, with any \nrestrictions thereon complying with the obligations of States under international \nhuman rights law, and to enact policies that recognize and protect the privacy of \nindividuals’ digital communications;  \n \n11. Encourages States and, where applicable, business enterprises to \nsystematically conduct human rights due diligence throughout the life cycle of the \nartificial intelligence systems that they conceptualize, design, develop, deploy, sell, \nobtain or operate, including regular and comprehensive human rights impact \nassessments and the participation of all relevant stakeholders; \n \n12. Encourages Member States and all relevant stakeholders to prevent harm \nto individuals caused by artificial intelligence systems and to refrain from or cease \nthe use of artificial intelligence applications that are impossible to operate in \ncompliance with international human rights law or that pose undue risks to the \nenjoyment of human rights, in particular the right to privacy, unless and until adequate \nsafeguards to protect human rights and fundamental freedoms are in place;  \n \n13. Encourages States, business enterprises and other private actors to foster, \nsupport and facilitate education and digital literacy, promote awareness and self-\nprotection training and guidance, and support capacity-building initiatives to enable \ncitizens to better understand the concepts relating to artificial intelligence, \ntransparency and explainability, to ensure that their rights, including the right to \nprivacy, are respected;  \n \n14. Encourages all relevant stakeholders to mainstream a gender perspective \ninto the conceptualization, development and implementation of digital technologies \nand related policies and promote the participation of women in order to address \nviolence and discrimination against women and girls in digital contexts, inter alia, by \nencouraging digital technology companies, including Internet service providers, to \nrespect standards and implement transparent and accessible reporting mechanisms; \n \n15. Emphasizes that, in the digital age, encryption and anonymity tools have \nbecome vital for many journalists and media workers to freely exercise their work \nand their enjoyment of human rights, in particular their rights to freedom of \nexpression and to privacy, including to secure their communications and to protect \nthe confidentiality of their sources, and calls upon States not to interfere with the use \n\nA/RES/79/175 \nThe right to privacy in the digital age\n \n24-24216\n12/12 \n \nby journalists and media workers of such technologies and to ensure that any \nrestrictions thereon comply with the obligations of States under international human \nrights law; \n \n16. Encourages all relevant stakeholders to participate in informal dialogues \nabout the right to privacy, and takes note with appreciation of the contribution of the \nSpecial Rapporteur on the right to privacy to this process;  \n \n17. Decides to continue its consideration of the question at its eighty-first \nsession. \n \n53rd plenary meeting \n17 December 2024  \n \n",
  "paragraphs": {
    "1": "Reaffirms the right to privacy, according to which no one shall be subjected to arbitrary or unlawful interference with his or her privacy, family, home or correspondence, and the right to the protection of the law against such interference, as set out in article 12 of the Universal Declaration of Human Rights and article 17 of the International Covenant on Civil and Political Rights;",
    "2": "Recognizes the global and open nature of the Internet and the rapid advancement in information and communications technologies as a driving force in accelerating progress towards development in its various forms, including in achieving the Sustainable Development Goals;",
    "3": "Affirms that the same rights that people have offline must also be protected online, including the right to privacy, with special regard given to the protection of children;",
    "4": "Recalls that States should ensure that any interference with the right to privacy is consistent with the principles of legality, necessity and proportionality;",
    "5": "Encourages all States to promote an open, secure, stable, accessible and peaceful information and communications technology environment based on respect for international law, including the obligations enshrined in the Charter of the United Nations and human rights instruments;",
    "6": "Acknowledges that the conception, design, use, deployment and further development of new and emerging technologies, such as those that involve artificial intelligence, may have an impact on the enjoyment of the right to privacy and other human rights, and that the risks to these rights can and should be avoided and minimized by adapting or adopting adequate regulation or other appropriate mechanisms, in accordance with applicable obligations under international human rights law, for the conception, design, development and deployment of new and emerging technologies, including artificial intelligence, by taking measures to ensure a safe, transparent, accountable, secure and high quality data infrastructure and by developing human rights-based auditing mechanisms and redress mechanisms and establishing human oversight;",
    "7": "Stresses that remote biometric surveillance systems, including facial recognition, when used without proper and specific safeguards, raise serious concerns with regard to their proportionality, given their highly intrusive nature and broad impact on large numbers of people;",
    "8": " (b) (k) To consider developing, reviewing, implementing and strengthening gender-responsive policies and programmes that contribute to the empowerment of all women and girls and promote and protect the right of all individuals to privacy in the digital age; (l) To provide effective and up-to-date guidance to business enterprises on how to respect human rights by advising on appropriate methods, including human rights due diligence, and on how to consider effectively issues of gender, vulnerability and/or marginalization; (m) To promote quality education and lifelong educational opportunities for all to foster, inter alia, digital literacy and technical skills to effectively protect their privacy; (n) To refrain from requiring business enterprises to take steps that interfere with the right to privacy in an arbitrary or unlawful way; (o) To protect individuals from violations or abuses of the right to privacy, including those which are caused by arbitrary or unlawful data collection, processing, storage and sharing, profiling and the use of automated processes and machine learning; (p) To take steps to enable business enterprises to adopt adequate voluntary transparency measures with regard to requests by State authorities for access to private user data and information; (q) To consider developing or to maintain legislation, preventive measures and remedies addressing harm from the processing, use, sale or multiple resale or other corporate sharing of personal data without the individual’s free, explicit, meaningful and informed consent; (r) To ensure that digital or biometric identity programmes are designed, implemented and operated after appropriate technical, regulatory, legal and ethical safeguards are in place and in full compliance with the obligations of States under international human rights law; (s) To ensure that established national independent authorities dedicated to data protection include proper oversight mechanisms;",
    "9": " (d) To ensure that respect for the right to privacy and other international human rights is incorporated into the design, operation, evaluation and regulation of automated decision-making and machine-learning technologies and to provide for compensation for the human rights abuses that they may cause or to which they may contribute; (e) To ensure that individuals have access to their personal data and to adopt appropriate measures for the possibility to amend, correct, update, delete and withdraw consent for the data, in particular if the data are incorrect or inaccurate, or if the data were obtained illegally; (f) To put in place adequate safeguards that seek to prevent or mitigate adverse human rights impacts that are directly linked to their operations, products or services, including where necessary through contractual clauses or notification of any relevant entities of abuses or violations when misuse of their products and services is detected; (g) To enhance efforts to combat discrimination resulting from the use of artificial intelligence systems, including by exercising due diligence in assessing, preventing and mitigating the adverse human rights impacts of their deployment;",
    "10": "Encourages business enterprises to work towards enabling technical solutions to secure and protect the confidentiality of digital communications, which may include measures for encryption, pseudonymization and anonymity, and calls upon States not to interfere with the use of such technical solutions, with any restrictions thereon complying with the obligations of States under international human rights law, and to enact policies that recognize and protect the privacy of individuals’ digital communications;",
    "11": "Encourages States and, where applicable, business enterprises to systematically conduct human rights due diligence throughout the life cycle of the artificial intelligence systems that they conceptualize, design, develop, deploy, sell, obtain or operate, including regular and comprehensive human rights impact assessments and the participation of all relevant stakeholders;",
    "12": "Encourages Member States and all relevant stakeholders to prevent harm to individuals caused by artificial intelligence systems and to refrain from or cease the use of artificial intelligence applications that are impossible to operate in compliance with international human rights law or that pose undue risks to the enjoyment of human rights, in particular the right to privacy, unless and until adequate safeguards to protect human rights and fundamental freedoms are in place;",
    "13": "Encourages States, business enterprises and other private actors to foster, support and facilitate education and digital literacy, promote awareness and self- protection training and guidance, and support capacity-building initiatives to enable citizens to better understand the concepts relating to artificial intelligence, transparency and explainability, to ensure that their rights, including the right to privacy, are respected;",
    "14": "Encourages all relevant stakeholders to mainstream a gender perspective into the conceptualization, development and implementation of digital technologies and related policies and promote the participation of women in order to address violence and discrimination against women and girls in digital contexts, inter alia, by encouraging digital technology companies, including Internet service providers, to respect standards and implement transparent and accessible reporting mechanisms;",
    "15": " by journalists and media workers of such technologies and to ensure that any restrictions thereon comply with the obligations of States under international human rights law;",
    "16": "Encourages all relevant stakeholders to participate in informal dialogues about the right to privacy, and takes note with appreciation of the contribution of the Special Rapporteur on the right to privacy to this process;",
    "17": "Decides to continue its consideration of the question at its eighty-first session."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}