{
  "symbol": "A/RES/78/110",
  "filename": "A_RES_78_110.pdf",
  "title": "78/110. Expulsion of aliens",
  "text": "United Nations \nA/RES/78/110\n \n \nGeneral Assembly \nDistr.: General \n11 December 2023 \n \n \n23-24954 (E)    211223 \n*2324954* \n \n \nSeventy-eighth session \nAgenda item 81 \nExpulsion of aliens \n \n \n \nResolution adopted by the General Assembly on \n7 December 2023 \n \n \n[on the report of the Sixth Committee (A/78/437, para. 7)] \n \n \n \n78/110. Expulsion of aliens \n \n \n \nThe General Assembly,  \n \nHaving considered chapter IV of the report of the International Law \nCommission on the work of its sixty-sixth session, which contains the draft articles \non the expulsion of aliens,1  \n \nNoting that the International Law Commission decided to recommend to the \nGeneral Assembly (a) to take note of the draft articles on the expulsion of aliens in a \nresolution, to annex the articles to the resolution, and to encourage their widest \npossible dissemination; and (b) to consider, at a later stage, the elaboration of a \nconvention on the basis of the draft articles,2  \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nNoting that the subject of the expulsion of aliens is of major importance in the \nrelations of States, \n \nTaking note of the comments of Governments and the discussion in the Sixth \nCommittee at the sixty-ninth, seventy-second and seventy-fifth sessions of the \nGeneral Assembly on the subject,3  \n \nRecalling its resolutions 69/119 of 10 December 2014, 72/117 of 7 December \n2017 and 75/137 of 15 December 2020, \n__________________ \n \n1 Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 10 (A/69/10), \npara. 44. \n \n2 Ibid., para. 42. \n \n3 See A/C.6/69/SR.19, A/C.6/69/SR.20, A/C.6/69/SR.21, A/C.6/69/SR.22, A/C.6/69/SR.24, \nA/C.6/69/SR.27, A/C.6/72/SR.14, A/C.6/72/SR.15 and A/C.6/75/SR.16. \n\nA/RES/78/110 \nExpulsion of aliens\n \n23-24954\n2/2 \n \n \n1. \nExpresses its appreciation to the International Law Commission for its \ncontinuing contribution to the codification and progressive development of \ninternational law; \n \n2. \nAcknowledges the comments expressed by Governments in the Sixth \nCommittee at the seventy-eighth session of the General Assembly on the subject;4 \n \n3. \nDecides to include in the provisional agenda of its eighty-first session the \nitem entitled “Expulsion of aliens”, with a view to examining, inter alia, the question \nof the form that might be given to the articles or any other appropriate action, and \ninvites Member States to further engage on the subject and to address in their \ninterventions not only this question, but also their views on the content of the articles. \n \n45th plenary meeting \n7 December 2023 \n \n__________________ \n \n4 See A/C.6/78/SR.34. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the International Law Commission for its continuing contribution to the codification and progressive development of international law;",
    "2": "Acknowledges the comments expressed by Governments in the Sixth Committee at the seventy-eighth session of the General Assembly on the subject;4",
    "3": "Decides to include in the provisional agenda of its eighty-first session the item entitled “Expulsion of aliens”, with a view to examining, inter alia, the question of the form that might be given to the articles or any other appropriate action, and invites Member States to further engage on the subject and to address in their interventions not only this question, but also their views on the content of the articles. 45th plenary meeting 7 December 2023 __________________ 4 See A/C.6/78/SR.34."
  },
  "agenda_items": [
    "Item 81"
  ],
  "symbol_references": []
}