{
  "symbol": "A/RES/73/195",
  "filename": "A_RES_73_195.pdf",
  "title": "73/195. Global Compact for Safe, Orderly and Regular Migration",
  "text": "United Nations \nA/RES/73/195\n \n \nGeneral Assembly \nDistr.: General \n11 January 2019 \n \n18-22354 (E)    160119 \n*1822354* \n \n \nSeventy-third session \nAgenda items 14 and 119 \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2018 \n \n \n \n \n[without reference to a Main Committee (A/73/L.66)] \n \n \n 73/195. Global Compact for Safe, Orderly and Regular Migration \n \n \n \nThe General Assembly,  \n \nRecalling its resolution 71/1 of 19 September 2016, in which it decided to \nconvene an intergovernmental conference to adopt a global compact for safe, orderly \nand regular migration, as well as its resolutions 71/280 of 6 April 2017, 72/244 of \n24 December 2017 and 72/308 of 6 August 2018, \n \n1. \nExpresses its profound gratitude to the Government and the people of \nMorocco for hosting the Intergovernmental Conference to Adopt the Global Compact \nfor Safe, Orderly and Regular Migration, held in Marrakech on 10 and 11 December \n2018, and for providing all the necessary support;  \n \n2. \nEndorses the Global Compact for Safe, Orderly and Regular Migration \nadopted by the Intergovernmental Conference as contained in the annex to the present \nresolution, and which will also be known as the Marrakech Compact on Migration. \n \n60th plenary meeting  \n19 December 2018 \n \nAnnex \n \nGlobal Compact for Safe, Orderly and Regular Migration \n \n \nWe, the Heads of State and Government and High Representatives, meeting in \nMorocco on 10 and 11 December 2018, reaffirming the New York Declaration for \nRefugees and Migrants 1  and determined to make an important contribution to \n__________________ \n1 Resolution 71/1. \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n2/36 \n \nenhanced cooperation on international migration in all its dimensions, have adopted \nthis Global Compact for Safe, Orderly and Regular Migration: \n \n \n \nPreamble \n \n1. \nThis Global Compact rests on the purposes and principles of the Charter of the \nUnited Nations. \n2. \nIt also rests on the Universal Declaration of Human Rights;2 the International \nCovenant on Civil and Political Rights;3 the International Covenant on Economic, \nSocial and Cultural Rights;3 the other core international human rights treaties;4 the \nUnited Nations Convention against Transnational Organized Crime, 5 including the \nProtocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women \nand Children,6 and the Protocol against the Smuggling of Migrants by Land, Sea and \nAir;7 the Slavery Convention8 and the Supplementary Convention on the Abolition of \nSlavery, the Slave Trade, and Institutions and Practices Similar to Slavery; 9 the \nUnited Nations Framework Convention on Climate Change; 10 the United Nations \nConvention to Combat Desertification in Those Countries Experiencing Serious \nDrought and/or Desertification, Particularly in Africa;11 the Paris Agreement;12 and \nthe International Labour Organization conventions on promoting decent work and \nlabour migration,13 as well as on the 2030 Agenda for Sustainable Development;14 the \nAddis Ababa Action Agenda of the Third International Conference on Financing for \nDevelopment;15 the Sendai Framework for Disaster Risk Reduction 2015–2030;16 and \nthe New Urban Agenda.17 \n3. \nDiscussions about international migration at the global level are not new. We \nrecall the advances made through the United Nations High-level Dialogues on \nInternational Migration and Development in 2006 and 2013. We also acknowledge \nthe contributions of the Global Forum on Migration and Development, launched in \n2007. These platforms paved the way for the New York Declaration for Refugees and \nMigrants, through which we committed to elaborate a global compact on refugees and \nto adopt this Global Compact for Safe, Orderly and Regular Migration, in two \nseparate processes. The two global compacts, together, present complementary \ninternational cooperation frameworks that fulfil their respective mandates as laid out \n__________________ \n \n2 Resolution 217 A (III). \n \n3 See resolution 2200 A (XXI), annex. \n \n4  International Convention on the Elimination of All Forms of Racial Discrimination, Convention \non the Elimination of All Forms of Discrimination against Women, Convention against Torture \nand Other Cruel, Inhuman or Degrading Treatment or Punishment, Convention on the Rights of \nthe Child, International Convention on the Protection of the Rights of All Migrant Workers and \nMembers of Their Families, International Convention for the Protection of All Persons from \nEnforced Disappearance, and Convention on the Rights of Persons with Disabilities. \n \n5 United Nations, Treaty Series, vol. 2225, No. 39574. \n \n6 Ibid., vol. 2237, No. 39574. \n \n7 Ibid., vol. 2241, No. 39574. \n \n8 League of Nations, Treaty Series, vol. LX, No. 1414. \n \n9 United Nations, Treaty Series, vol. 266, No. 3822. \n \n10 Ibid., vol. 1771, No. 30822. \n \n11 Ibid., vol. 1954, No. 33480. \n \n12  Adopted under the United Nations Framework Convention on Climate Change in \nFCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n13  Migration for Employment Convention (Revised), 1949 (No. 97), Migrant Workers \n(Supplementary Provisions) Convention, 1975 (No. 143), Equality of Treatment (Social Security) \nConvention, 1962 (No. 118), and Domestic Workers Convention, 2011 (No. 189). \n \n14 Resolution 70/1. \n \n15 Resolution 69/313, annex. \n \n16 Resolution 69/283, annex II. \n \n17 Resolution 71/256, annex. \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n3/36\n18-22354 \n \nin the New York Declaration for Refugees and Migrants, which recognizes that \nmigrants and refugees may face many common challenges and similar vulnerabilities. \n4. \nRefugees and migrants are entitled to the same universal human rights and \nfundamental freedoms, which must be respected, protected and fulfilled at all times. \nHowever, migrants and refugees are distinct groups governed by separate legal \nframeworks. Only refugees are entitled to the specific international protection defined \nby international refugee law. This Global Compact refers to migrants and presents a \ncooperative framework addressing migration in all its dimensions.  \n5. \nAs a contribution to the preparatory process for this Global Compact, we \nrecognize the inputs shared by Member States and relevant stakeholders during the \nconsultation and stocktaking phases, as well as the report of the Secretary-General \nentitled “Making migration work for all”.18 \n6. \nThis Global Compact is a milestone in the history of the global dialogue and \ninternational cooperation on migration. It is rooted in the 2030 Agenda for Sustainable \nDevelopment and the Addis Ababa Action Agenda, and informed by the Declaration \nof the High-level Dialogue on International Migration and Development, adopted in \nOctober 2013.19 It builds on the pioneering work of the former Special Representative \nof the Secretary-General on Migration, including his report of 3 February 2017.20 \n7. \nThis Global Compact presents a non-legally binding, cooperative framework \nthat builds on the commitments agreed upon by Member States in the New York \nDeclaration for Refugees and Migrants. It fosters international cooperation among all \nrelevant actors on migration, acknowledging that no State can address migration alone, \nand upholds the sovereignty of States and their obligations under international law. \n \n \n \n \nOur vision and guiding principles \n \n \n8. \nThis Global Compact expresses our collective commitment to improving \ncooperation on international migration. Migration has been part of the human \nexperience throughout history, and we recognize that it is a source of prosperity, \ninnovation and sustainable development in our globalized world, and that these \npositive impacts can be optimized by improving migration governance. The majority \nof migrants around the world today travel, live and work in a safe, orderly and regular \nmanner. Nonetheless, migration undeniably affects our countries, communities, \nmigrants and their families in very different and sometimes unpredictable ways.  \n9. \nIt is crucial that the challenges and opportunities of international migration unite \nus, rather than divide us. This Global Compact sets out our common understanding, \nshared responsibilities and unity of purpose regarding migration, making it work \nfor all. \n \n \n \nCommon understanding \n \n10. This Global Compact is the product of an unprecedented review of evidence and \ndata gathered during an open, transparent and inclusive process. We shared our \nrealities and heard diverse voices, enriching and shaping our common understanding \nof this complex phenomenon. We learned that migration is a defining feature of our \nglobalized world, connecting societies within and across all regions, making us all \ncountries of origin, transit and destination. We recognize that there is a continuous \nneed for international efforts to strengthen our knowledge and analysis of migration, \n__________________ \n \n18 A/72/643. \n \n19 Resolution 68/4. \n \n20 See A/71/728. \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n4/36 \n \nas shared understandings will improve policies that unlock the potential of sustainable \ndevelopment for all. We must collect and disseminate quality data. We must ensure \nthat current and potential migrants are fully informed about their rights, obligations \nand options for safe, orderly and regular migration, and are aware of the risks of \nirregular migration. We also must provide all our citizens with access to objective, \nevidence-based, clear information about the benefits and challenges of migration, \nwith a view to dispelling misleading narratives that generate negative perceptions of \nmigrants.  \n \n \n \nShared responsibilities \n \n11. \nThis Global Compact offers a 360-degree vision of international migration and \nrecognizes that a comprehensive approach is needed to optimize the overall benefits \nof migration, while addressing risks and challenges for individuals and communities \nin countries of origin, transit and destination. No country can address the challenges \nand opportunities of this global phenomenon on its own. With this comprehensive \napproach, we aim to facilitate safe, orderly and regular migration, while reducing the \nincidence and negative impact of irregular migration through international \ncooperation and a combination of measures put forward in this Global Compact. We \nacknowledge our shared responsibilities to one another as States Members of the \nUnited Nations to address each other’s needs and concerns over migration, and an \noverarching obligation to respect, protect and fulfil the human rights of all migrants, \nregardless of their migration status, while promoting the security and prosperity of all \nour communities. \n12. This Global Compact aims to mitigate the adverse drivers and structural factors \nthat hinder people from building and maintaining sustainable livelihoods in their \ncountries of origin, and so compel them to seek a future elsewhere. It intends to reduce \nthe risks and vulnerabilities migrants face at different stages of migration by \nrespecting, protecting and fulfilling their human rights and providing them with care \nand assistance. It seeks to address legitimate concerns of communities, while \nrecognizing that societies are undergoing demographic, economic, social and \nenvironmental changes at different scales that may have implications for and result \nfrom migration. It strives to create conducive conditions that enable all migrants to \nenrich our societies through their human, economic and social capacities, and thus \nfacilitate their contributions to sustainable development at the local, national, regional \nand global levels. \n \n \n \nUnity of purpose \n \n13. This Global Compact recognizes that safe, orderly and regular migration works \nfor all when it takes place in a well-informed, planned and consensual manner. \nMigration should never be an act of desperation. When it is, we must cooperate to \nrespond to the needs of migrants in situations of vulnerability, and address the \nrespective challenges. We must work together to create conditions that allow \ncommunities and individuals to live in safety and dignity in their own countries. We \nmust save lives and keep migrants out of harm’s way. We must empower migrants to \nbecome full members of our societies, highlight their positive contributions, and \npromote inclusion and social cohesion. We must generate greater predictability and \ncertainty for States, communities and migrants alike. To achieve this, we commit to \nfacilitate and ensure safe, orderly and regular migration for the benefit of all. \n14. Our success rests on the mutual trust, determination and solidarity of States to \nfulfil the objectives and commitments contained in this Global Compact. We unite, in \na spirit of win-win cooperation, to address the challenges and opportunities of \nmigration in all its dimensions through shared responsibility and innovative solutions. \nIt is with this sense of common purpose that we take this historic step, fully aware \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n5/36\n18-22354 \n \nthat the Global Compact for Safe, Orderly and Regular Migration is a milestone, but \nnot the end to our efforts. We commit to continue the multilateral dialogue at the \nUnited Nations through a periodic and effective follow-up and review mechanism, \nensuring that the words in this document translate into concrete actions for the benefit \nof millions of people in every region of the world. \n15. We agree that this Global Compact is based on a set of cross-cutting and \ninterdependent guiding principles: \n \n(a) \nPeople-centred. The Global Compact carries a strong human dimension, \ninherent to the migration experience itself. It promotes the well-being of migrants and \nthe members of communities in countries of origin, transit and destination. As a result, \nthe Global Compact places individuals at its core;  \n \n(b) \nInternational cooperation. The Global Compact is a non-legally binding \ncooperative framework that recognizes that no State can address migration on its own \nbecause of the inherently transnational nature of the phenomenon. It requires \ninternational, regional and bilateral cooperation and dialogue. Its authority rests on \nits consensual nature, credibility, collective ownership, joint implementation, \nfollow-up and review;  \n \n(c) \nNational sovereignty. The Global Compact reaffirms the sovereign right \nof States to determine their national migration policy and their prerogative to govern \nmigration within their jurisdiction, in conformity with international law. Within their \nsovereign jurisdiction, States may distinguish between regular and irregular migration \nstatus, including as they determine their legislative and policy measures for the \nimplementation of the Global Compact, taking into account different national \nrealities, policies, priorities and requirements for entry, residence and work, in \naccordance with international law;  \n \n(d) \nRule of law and due process. The Global Compact recognizes that respect \nfor the rule of law, due process and access to justice are fundamental to all aspects of \nmigration governance. This means that the State, public and private institutions and \nentities, as well as persons themselves, are accountable to laws that are publicly \npromulgated, equally enforced and independently adjudicated, and are consistent with \ninternational law;  \n \n(e) \nSustainable development. The Global Compact is rooted in the 2030 \nAgenda for Sustainable Development, and builds upon its recognition that migration \nis a multidimensional reality of major relevance for the sustainable development of \ncountries of origin, transit and destination, which requires coherent and \ncomprehensive responses. Migration contributes to positive development outcomes \nand to realizing the goals of the 2030 Agenda for Sustainable Development, especially \nwhen it is properly managed. The Global Compact aims to leverage the potential of \nmigration for the achievement of all Sustainable Development Goals, as well as the \nimpact this achievement will have on migration in the future; \n \n(f) \nHuman rights. The Global Compact is based on international human rights \nlaw and upholds the principles of non-regression and non-discrimination. By \nimplementing the Global Compact, we ensure effective respect for and protection and \nfulfilment of the human rights of all migrants, regardless of their migration status, \nacross all stages of the migration cycle. We also reaffirm the commitment to eliminate \nall forms of discrimination, including racism, xenophobia and intolerance, against \nmigrants and their families; \n \n(g) \nGender-responsive. The Global Compact ensures that the human rights of \nwomen, men, girls and boys are respected at all stages of migration, that their specific \nneeds are properly understood and addressed and that they are empowered as agents \nof change. It mainstreams a gender perspective and promotes gender equality and the \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n6/36 \n \nempowerment of all women and girls, recognizing their independence, agency and \nleadership in order to move away from addressing migrant women primarily through \na lens of victimhood; \n \n(h) \nChild-sensitive. The Global Compact promotes existing international legal \nobligations in relation to the rights of the child, and upholds the principle of the best \ninterests of the child at all times, as a primary consideration in all situations concerning \nchildren in the context of international migration, including unaccompanied and \nseparated children; \n \n(i) \nWhole-of-government approach. The Global Compact considers that \nmigration is a multidimensional reality that cannot be addressed by one government \npolicy sector alone. To develop and implement effective migration policies and \npractices, a whole-of-government approach is needed to ensure horizontal and \nvertical policy coherence across all sectors and levels of government; \n \n(j) \nWhole-of-society approach. The Global Compact promotes broad multi-\nstakeholder partnerships to address migration in all its dimensions by including \nmigrants, diasporas, local communities, civil society, academia, the private sector, \nparliamentarians, trade unions, national human rights institutions, the media and other \nrelevant stakeholders in migration governance.  \n \n \n \n \nOur cooperative framework \n \n \n16. With the New York Declaration for Refugees and Migrants, we adopted a \npolitical declaration and a set of commitments. Reaffirming that Declaration in its \nentirety, we build upon it by laying out the following cooperative framework, \ncomprising 23 objectives, implementation, as well as follow-up and review. Each \nobjective contains a commitment, followed by a range of actions considered to be \nrelevant policy instruments and best practices. To fulfil the 23 objectives, we will \ndraw from these actions to achieve safe, orderly and regular migration along the \nmigration cycle. \n \nObjectives for safe, orderly and regular migration \n1. \nCollect and utilize accurate and disaggregated data as a basis for evidence-based \npolicies \n2. \nMinimize the adverse drivers and structural factors that compel people to leave \ntheir country of origin \n3. \nProvide accurate and timely information at all stages of migration \n4. \nEnsure that all migrants have proof of legal identity and adequate documentation\n5. \nEnhance availability and flexibility of pathways for regular migration \n6. \nFacilitate fair and ethical recruitment and safeguard conditions that ensure \ndecent work \n7. \nAddress and reduce vulnerabilities in migration \n8. \nSave lives and establish coordinated international efforts on missing migrants \n9. \nStrengthen the transnational response to smuggling of migrants \n10. Prevent, combat and eradicate trafficking in persons in the context of \ninternational migration \n11. \nManage borders in an integrated, secure and coordinated manner \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n7/36\n18-22354 \n \n12. Strengthen certainty and predictability in migration procedures for appropriate \nscreening, assessment and referral \n13. Use migration detention only as a measure of last resort and work towards \nalternatives \n14. Enhance consular protection, assistance and cooperation throughout the \nmigration cycle \n15. Provide access to basic services for migrants \n16. Empower migrants and societies to realize full inclusion and social cohesion \n17. Eliminate all forms of discrimination and promote evidence-based public \ndiscourse to shape perceptions of migration \n18. Invest in skills development and facilitate mutual recognition of skills, \nqualifications and competences \n19. Create conditions for migrants and diasporas to fully contribute to sustainable \ndevelopment in all countries \n20. Promote faster, safer and cheaper transfer of remittances and foster financial \ninclusion of migrants \n21. Cooperate in facilitating safe and dignified return and readmission, as well as \nsustainable reintegration \n22. Establish mechanisms for the portability of social security entitlements and \nearned benefits \n23. Strengthen international cooperation and global partnerships for safe, orderly \nand regular migration \n \n \n \n \n \nObjectives and commitments \n \n \nObjective 1: Collect and utilize accurate and disaggregated data as a basis \nfor evidence-based policies \n \n17. We commit to strengthen the global evidence base on international migration by \nimproving and investing in the collection, analysis and dissemination of accurate, \nreliable and comparable data, disaggregated by sex, age, migration status and other \ncharacteristics relevant in national contexts, while upholding the right to privacy \nunder international human rights law and protecting personal data. We further commit \nto ensure that this data fosters research, guides coherent and evidence-based \npolicymaking and well-informed public discourse, and allows for effective \nmonitoring and evaluation of the implementation of commitments over time.  \n \nTo realize this commitment, we will draw from the following actions: \n \n(a) \nElaborate and implement a comprehensive strategy for improving \nmigration data at the local, national, regional and global levels, with the participation \nof all relevant stakeholders, under the guidance of the Statistical Commission of the \nUnited Nations, by harmonizing methodologies for data collection, and strengthening \nanalysis and dissemination of migration-related data and indicators;  \n \n(b) \nImprove international comparability and compatibility of migration \nstatistics and national data systems, including by further developing and applying the \nstatistical definition of an international migrant, elaborating a set of standards to \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n8/36 \n \nmeasure migrant stocks and flows, and documenting migration patterns and trends, \ncharacteristics of migrants, as well as drivers and impacts of migration; \n \n(c) \nDevelop a global programme to build and enhance national capacities in \ndata collection, analysis and dissemination to share data, address data gaps and assess \nkey migration trends, that encourages collaboration between relevant stakeholders at \nall levels, provides dedicated training, financial support and technical assistance, \nleverages new data sources, including big data, and is reviewed by the Statistical \nCommission on a regular basis; \n \n(d) \nCollect, analyse and use data on the effects and benefits of migration, as \nwell as the contributions of migrants and diasporas to sustainable development, with \na view to informing the implementation of the 2030 Agenda for Sustainable \nDevelopment and related strategies and programmes at the local, national, regional \nand global levels;  \n \n(e) \nSupport further development of and collaboration between existing global \nand regional databases and depositories, including the International Organization for \nMigration (IOM) Global Migration Data Portal and the World Bank Global \nKnowledge Partnership on Migration and Development, with a view to systematically \nconsolidating relevant data in a transparent and user-friendly manner, while \nencouraging inter-agency collaboration to avoid duplication; \n \n(f) \nEstablish and strengthen regional centres for research and training on \nmigration or migration observatories, such as the African Observatory for Migration \nand Development, to collect and analyse data in line with United Nations standards, \nincluding on best practices, the contributions of migrants, the overall economic, social \nand political benefits and challenges of migration in countries of origin, transit and \ndestination, as well as drivers of migration, with a view to establishing shared \nstrategies and maximizing the value of disaggregated migration data, in coordination \nwith existing regional and subregional mechanisms; \n \n(g) \nImprove national data collection by integrating migration-related topics \ninto national censuses, as early as practicable, such as on country of birth, country of \nbirth of parents, country of citizenship, country of residence five years prior to the \ncensus, most recent arrival date and reason for migrating, to ensure timely analysis \nand dissemination of results, disaggregated and tabulated in accordance with \ninternational standards, for statistical purposes; \n \n(h) \nConduct household, labour force and other surveys to collect information \non the social and economic integration of migrants or add standard migration modules \nto existing household surveys to improve national, regional and international \ncomparability, and make collected data available through public use of statistical \nmicrodata files;  \n \n(i) \nEnhance collaboration between State units responsible for migration data \nand national statistical offices to produce migration-related statistics, including by \nusing administrative records for statistical purposes, such as border records, visas, \nresident permits, population registers and other relevant sources, while upholding the \nright to privacy and protecting personal data; \n \n(j) \nDevelop and use country-specific migration profiles, which include \ndisaggregated data on all migration-relevant aspects in a national context, including \nthose on labour market needs, demand for and availability of skills, the economic, \nenvironmental and social impacts of migration, remittance transfer costs, health, \neducation, occupation, living and working conditions, wages, and the needs of \nmigrants and receiving communities, in order to develop evidence-based migration \npolicies;  \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n9/36\n18-22354 \n \n \n(k) \nCooperate with relevant stakeholders in countries of origin, transit and \ndestination to develop research, studies and surveys on the interrelationship between \nmigration and the three dimensions of sustainable development, the contributions and \nskills of migrants and diasporas, as well as their ties to the countries of origin and \ndestination. \n \nObjective 2: Minimize the adverse drivers and structural factors that compel \npeople to leave their country of origin \n \n18. We commit to create conducive political, economic, social and environmental \nconditions for people to lead peaceful, productive and sustainable lives in their own \ncountry and to fulfil their personal aspirations, while ensuring that desperation and \ndeteriorating environments do not compel them to seek a livelihood elsewhere \nthrough irregular migration. We further commit to ensure timely and full \nimplementation of the 2030 Agenda for Sustainable Development, as well as to build \nupon and invest in the implementation of other existing frameworks, in order to \nenhance the overall impact of the Global Compact to facilitate safe, orderly and \nregular migration.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nPromote the implementation of the 2030 Agenda for Sustainable \nDevelopment, including the Sustainable Development Goals and the Addis Ababa \nAction Agenda, and the commitment to reach the furthest behind first, as well as the \nParis Agreement and the Sendai Framework for Disaster Risk Reduction 2015–2030; \n \n(b) \nInvest in programmes that accelerate States’ fulfilment of the Sustainable \nDevelopment Goals with the aim of eliminating the adverse drivers and structural \nfactors that compel people to leave their country of origin, including through poverty \neradication, food security, health and sanitation, education, inclusive economic \ngrowth, infrastructure, urban and rural development, employment creation, decent \nwork, gender equality and empowerment of women and girls, resilience and disaster \nrisk reduction, climate change mitigation and adaptation, addressing the \nsocioeconomic effects of all forms of violence, non-discrimination, the rule of law \nand good governance, access to justice and protection of human rights, as well as \ncreating and maintaining peaceful and inclusive societies with effective, accountable \nand transparent institutions;  \n \n(c) \nEstablish or strengthen mechanisms to monitor and anticipate the \ndevelopment of risks and threats that might trigger or affect migration movements, \nstrengthen early warning systems, develop emergency procedures and toolkits, launch \nemergency operations and support post-emergency recovery, in close cooperation \nwith and in support of other States, relevant national and local authorities, national \nhuman rights institutions and civil society;  \n \n(d) \nInvest in sustainable development at the local and national levels in all \nregions, allowing all people to improve their lives and meet their aspirations, by \nfostering sustained, inclusive and sustainable economic growth, including through \nprivate and foreign direct investment and trade preferences, to create conducive \nconditions that allow communities and individuals to take advantage of opportunities \nin their own countries and drive sustainable development; \n \n(e) \nInvest in human capital development by promoting entrepreneurship, \neducation, vocational training and skills development programmes and partnerships, \nproductive employment creation, in line with labour market needs, as well as in \ncooperation with the private sector and trade unions, with a view to reducing youth \nunemployment, avoiding brain drain and optimizing brain gain in countries of origin, \nand harnessing the demographic dividend; \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n10/36 \n \n \n(f) \nStrengthen collaboration between humanitarian and development actors, \nincluding by promoting joint analysis, multi-donor approaches and multi-year \nfunding cycles, in order to develop long-term responses and outcomes that ensure \nrespect for the rights of affected individuals, resilience and coping capacities of \npopulations, as well as economic and social self-reliance, and by ensuring that these \nefforts take migration into account;  \n \n(g) \nAccount for migrants in national emergency preparedness and response, \nincluding by taking into consideration relevant recommendations from State-led \nconsultative processes, such as the Guidelines to Protect Migrants in Countries \nExperiencing Conﬂict or Natural Disaster (Migrants in Countries in Crisis Initiative \nGuidelines); \n \n \n \nNatural disasters, the adverse effects of climate change, and \nenvironmental degradation \n \n \n(h) \nStrengthen joint analysis and sharing of information to better map, \nunderstand, predict and address migration movements, such as those that may result \nfrom sudden-onset and slow-onset natural disasters, the adverse effects of climate \nchange, environmental degradation, as well as other precarious situations, while \nensuring effective respect for and protection and fulfilment of the human rights of all \nmigrants; \n \n(i) \nDevelop adaptation and resilience strategies to sudden-onset and slow-\nonset natural disasters, the adverse effects of climate change, and environmental \ndegradation, such as desertification, land degradation, drought and sea level rise, \ntaking into account the potential implications for migration, while recognizing that \nadaptation in the country of origin is a priority; \n \n(j) \nIntegrate displacement considerations into disaster preparedness strategies \nand promote cooperation with neighbouring and other relevant countries to prepare \nfor early warning, contingency planning, stockpiling, coordination mechanisms, \nevacuation planning, reception and assistance arrangements, and public information; \n \n(k) \nHarmonize and develop approaches and mechanisms at the subregional \nand regional levels to address the vulnerabilities of persons affected by sudden-onset \nand slow-onset natural disasters, by ensuring that they have access to humanitarian \nassistance that meets their essential needs with full respect for their rights wherever \nthey are, and by promoting sustainable outcomes that increase resilience and \nself-reliance, taking into account the capacities of all countries involved;  \n \n(l) \nDevelop coherent approaches to address the challenges of migration \nmovements in the context of sudden-onset and slow-onset natural disasters, including \nby taking into consideration relevant recommendations from State-led consultative \nprocesses, such as the Agenda for the Protection of Cross-Border Displaced Persons \nin the Context of Disasters and Climate Change, and the Platform on Disaster \nDisplacement. \n \nObjective 3: Provide accurate and timely information at all stages \nof migration \n \n19. We commit to strengthen our efforts to provide, make available and disseminate \naccurate, timely, accessible and transparent information on migration-related aspects \nfor and between States, communities and migrants at all stages of migration. We \nfurther commit to use this information to develop migration policies that provide a \nhigh degree of predictability and certainty for all actors involved.  \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n11/36\n18-22354 \n \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nLaunch and publicize a centralized and publicly accessible national \nwebsite to make information available on regular migration options, such as on \ncountry-specific immigration laws and policies, visa requirements, application \nformalities, fees and conversion criteria, employment permit requirements, \nprofessional qualification requirements, credential assessment and equivalences, \ntraining and study opportunities, and living costs and conditions, in order to inform \nthe decisions of migrants; \n \n(b) \nPromote and improve systematic bilateral, regional and international \ncooperation and dialogue to exchange information on migration-related trends, \nincluding through joint databases, online platforms, international training centres and \nliaison networks, while upholding the right to privacy and protecting personal data; \n \n(c) \nEstablish open and accessible information points along relevant migration \nroutes that can refer migrants to child-sensitive and gender-responsive support and \ncounselling, offer opportunities to communicate with consular representatives of the \ncountry of origin, and make available relevant information, including on human rights \nand fundamental freedoms, appropriate protection and assistance, options and \npathways for regular migration, and possibilities for return, in a language that the \nperson concerned understands;  \n \n(d) \nProvide newly arrived migrants with targeted, gender-responsive, child-\nsensitive, accessible and comprehensive information and legal guidance on their \nrights and obligations, including on compliance with national and local laws, \nobtaining of work and resident permits, status adjustments, registration with \nauthorities, access to justice to file complaints about rights violations, as well as \naccess to basic services; \n \n(e) \nPromote multilingual, gender-responsive and evidence-based information \ncampaigns and organize awareness-raising events and pre-departure orientation \ntraining in countries of origin, in cooperation with local authorities, consular and \ndiplomatic missions, the private sector, academia, migrant and diaspora organizations \nand civil society, in order to promote safe, orderly and regular migration, as well as \nto highlight the risks associated with irregular and unsafe migration. \n \nObjective 4: Ensure that all migrants have proof of legal identity and \nadequate documentation \n \n20. We commit to fulfil the right of all individuals to a legal identity by providing \nall our nationals with proof of nationality and relevant documentation, allowing \nnational and local authorities to ascertain a migrant’s legal identity upon entry, during \nstay and for return, as well as to ensure effective migration procedures, efficient \nservice provision and improved public safety. We further commit to ensure, through \nappropriate measures, that migrants are issued adequate documentation and civil \nregistry documents, such as birth, marriage and death certificates, at all stages of \nmigration, as a means to empower migrants to effectively exercise their human rights. \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nImprove civil registry systems, with a particular focus on reaching \nunregistered persons and our nationals residing in other countries, including by \nproviding relevant identity and civil registry documents, strengthening capacities, and \ninvesting in information and communications technology solutions, while upholding \nthe right to privacy and protecting personal data; \n \n(b) \nHarmonize travel documents in line with the specifications of the \nInternational Civil Aviation Organization to facilitate interoperable and universal \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n12/36 \n \nrecognition of travel documents, as well as to combat identity fraud and document \nforgery, including by investing in digitalization, and strengthening mechanisms for \nbiometric data-sharing, while upholding the right to privacy and protecting \npersonal data; \n \n(c) \nEnsure adequate, timely, reliable and accessible consular documentation \nto our nationals residing in other countries, including identity and travel documents, \nmaking use of information and communications technology, as well as community \noutreach, particularly in remote areas; \n \n(d) \nFacilitate access to personal documentation, such as passports and visas, \nand ensure that relevant regulations and criteria for obtaining such documentation are \nnon-discriminatory, by undertaking a gender-responsive and age-sensitive review in \norder to prevent increased risk of vulnerabilities throughout the migration cycle;  \n \n(e) \nStrengthen measures to reduce statelessness, including by registering \nmigrants’ births, ensuring that women and men can equally confer their nationality \non their children, and providing nationality to children born in another State’s \nterritory, especially in situations where a child would otherwise be stateless, fully \nrespecting the human right to a nationality and in accordance with national \nlegislation; \n \n(f) \nReview and revise requirements to prove nationality at service delivery \ncentres to ensure that migrants without proof of nationality or legal identity are not \nprecluded from accessing basic services nor denied their human rights; \n \n(g) \nBuild upon existing practices at the local level that facilitate participation \nin community life, such as interaction with authorities and access to relevant services, \nthrough the issuance of registration cards to all persons living in a municipality, \nincluding migrants, that contain basic personal information, while not constituting \nentitlements to citizenship or residency. \n \nObjective 5: Enhance availability and flexibility of pathways for \nregular migration \n \n21. We commit to adapt options and pathways for regular migration in a manner \nthat facilitates labour mobility and decent work reflecting demographic and labour \nmarket realities, optimizes education opportunities, upholds the right to family life, \nand responds to the needs of migrants in a situation of vulnerability, with a view to \nexpanding and diversifying availability of pathways for safe, orderly and regular \nmigration.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nDevelop human rights-based and gender-responsive bilateral, regional and \nmultilateral labour mobility agreements with sector-specific standard terms of \nemployment in cooperation with relevant stakeholders, drawing on relevant \nInternational Labour Organization (ILO) standards, guidelines and principles, in \ncompliance with international human rights and labour law; \n \n(b) \nFacilitate \nregional \nand \ncross-regional \nlabour \nmobility \nthrough \ninternational and bilateral cooperation arrangements, such as free movement regimes, \nvisa liberalization or multiple-country visas, and labour mobility cooperation \nframeworks, in accordance with national priorities, local market needs and skills \nsupply; \n \n(c) \nReview and revise existing options and pathways for regular migration, \nwith a view to optimizing skills-matching in labour markets and addressing \ndemographic realities and development challenges and opportunities, in accordance \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n13/36\n18-22354 \n \nwith local and national labour market demands and skills supply, in consultation with \nthe private sector and other relevant stakeholders; \n \n(d) \nDevelop flexible, rights-based and gender-responsive labour mobility \nschemes for migrants, in accordance with local and national labour market needs \nand skills supply at all skills levels, including temporary, seasonal, circular and fast-\ntrack programmes in areas of labour shortages, by providing flexible, convertible \nand non-discriminatory visa and permit options, such as for permanent and \ntemporary \nwork, \nmultiple-entry \nstudy, \nbusiness, \nvisit, \ninvestment \nand \nentrepreneurship;  \n \n(e) \nPromote effective skills-matching in the national economy by involving \nlocal authorities and other relevant stakeholders, particularly the private sector and \ntrade unions, in the analysis of the local labour market, identification of skills gaps, \ndefinition of required skills profiles, and evaluation of the efficacy of labour \nmigration policies, in order to ensure market-responsive contractual labour mobility \nthrough regular pathways; \n \n(f) \nFoster efficient and effective skills-matching programmes by reducing \nvisa and permit processing time frames for standard employment authorizations, and \nby offering accelerated and facilitated visa and permit processing for employers with \na track record of compliance; \n \n(g) \nDevelop or build on existing national and regional practices for admission \nand stay of appropriate duration based on compassionate, humanitarian or other \nconsiderations for migrants compelled to leave their countries of origin owing to \nsudden-onset natural disasters and other precarious situations, such as by providing \nhumanitarian visas, private sponsorships, access to education for children, and \ntemporary work permits, while adaptation in or return to their country of origin is not \npossible;  \n \n(h) \nCooperate to identify, develop and strengthen solutions for migrants \ncompelled to leave their countries of origin owing to slow-onset natural disasters, the \nadverse effects of climate change, and environmental degradation, such as \ndesertification, land degradation, drought and sea level rise, including by devising \nplanned relocation and visa options, in cases where adaptation in or return to their \ncountry of origin is not possible; \n \n(i) \nFacilitate access to procedures for family reunification for migrants at all \nskills levels through appropriate measures that promote the realization of the right to \nfamily life and the best interests of the child, including by reviewing and revising \napplicable requirements, such as on income, language proficiency, length of stay, \nwork authorization, and access to social security and services;  \n \n(j) \nExpand available options for academic mobility, including through \nbilateral and multilateral agreements that facilitate academic exchanges, such as \nscholarships for students and academic professionals, visiting professorships, joint \ntraining programmes and international research opportunities, in cooperation with \nacademic institutions and other relevant stakeholders. \n \nObjective 6: Facilitate fair and ethical recruitment and safeguard conditions \nthat ensure decent work \n \n22. We commit to review existing recruitment mechanisms to guarantee that they \nare fair and ethical, and to protect all migrant workers against all forms of exploitation \nand abuse in order to guarantee decent work and maximize the socioeconomic \ncontributions of migrants in both their countries of origin and destination.  \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n14/36 \n \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nPromote signature and ratification of, accession to and implementation of \nrelevant international instruments related to international labour migration, labour \nrights, decent work and forced labour; \n \n(b) \nBuild upon the work of existing bilateral, subregional and regional \nplatforms that have overcome obstacles and identified best practices in labour \nmobility, by facilitating cross-regional dialogue to share this knowledge, and to \npromote full respect for the human and labour rights of migrant workers at all skills \nlevels, including migrant domestic workers;  \n \n(c) \nImprove regulations on public and private recruitment agencies in order to \nalign them with international guidelines and best practices, and prohibit recruiters and \nemployers from charging or shifting recruitment fees or related costs to migrant \nworkers in order to prevent debt bondage, exploitation and forced labour, including \nby establishing mandatory, enforceable mechanisms for effective regulation and \nmonitoring of the recruitment industry; \n \n(d) \nEstablish partnerships with all relevant stakeholders, including employers, \nmigrant workers’ organizations and trade unions, to ensure that migrant workers are \nprovided with written contracts and are made aware of the provisions therein, the \nregulations relating to international labour recruitment and employment in the \ncountry of destination, and their rights and obligations, as well as of how to access \neffective complaint and redress mechanisms, in a language they understand; \n \n(e) \nEnact and implement national laws that sanction human and labour rights \nviolations, especially in cases of forced and child labour, and cooperate with the \nprivate sector, including employers, recruiters, subcontractors and suppliers, to build \npartnerships that promote conditions for decent work, prevent abuse and exploitation, \nand ensure that the roles and responsibilities within the recruitment and employment \nprocesses are clearly outlined, thereby enhancing supply chain transparency; \n \n(f) \nStrengthen the enforcement of fair and ethical recruitment and decent work \nnorms and policies by enhancing the abilities of labour inspectors and other \nauthorities to better monitor recruiters, employers and service providers in all sectors, \nensuring that international human rights and labour law is observed to prevent all \nforms of exploitation, slavery, servitude and forced, compulsory or child labour; \n \n(g) \nDevelop and strengthen labour migration and fair and ethical recruitment \nprocesses that allow migrants to change employers and modify the conditions or \nlength of their stay with minimal administrative burden, while promoting greater \nopportunities for decent work and respect for international human rights and \nlabour law;  \n \n(h) \nTake measures that prohibit the confiscation or non-consensual retention \nof work contracts and travel or identity documents from migrants, in order to prevent \nabuse, all forms of exploitation, forced, compulsory and child labour, extortion and \nother situations of dependency, and to allow migrants to fully exercise their human \nrights; \n \n(i) \nProvide migrant workers engaged in remunerated and contractual labour \nwith the same labour rights and protections extended to all workers in the respective \nsector, such as the rights to just and favourable conditions of work, to equal pay for \nwork of equal value, to freedom of peaceful assembly and association, and to the \nhighest attainable standard of physical and mental health, including through wage \nprotection mechanisms, social dialogue and membership in trade unions; \n \n(j) \nEnsure that migrants working in the informal economy have safe access to \neffective reporting, complaint and redress mechanisms in cases of exploitation, abuse \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n15/36\n18-22354 \n \nor violations of their rights in the workplace, in a manner that does not exacerbate \nvulnerabilities of migrants who denounce such incidents and allows them to \nparticipate in respective legal proceedings whether in the country of origin or the \ncountry of destination; \n \n(k) \nReview relevant national labour laws, employment policies and \nprogrammes to ensure that they include considerations of the specific needs and \ncontributions of women migrant workers, especially in domestic work and lower-\nskilled occupations, and adopt specific measures to prevent, report, address and \nprovide effective remedy for all forms of exploitation and abuse, including sexual and \ngender-based violence, as a basis to promote gender-responsive labour mobility \npolicies;  \n \n(l) \nDevelop and improve national policies and programmes relating to \ninternational labour mobility, including by taking into consideration relevant \nrecommendations of the ILO General Principles and Operational Guidelines for Fair \nRecruitment, the United Nations Guiding Principles on Business and Human Rights 21 \nand the IOM International Recruitment Integrity System (IRIS).  \n \nObjective 7: Address and reduce vulnerabilities in migration \n \n23. We commit to respond to the needs of migrants who face situations of \nvulnerability, which may arise from the circumstances in which they travel or the \nconditions they face in countries of origin, transit and destination, by assisting them \nand protecting their human rights, in accordance with our obligations under \ninternational law. We further commit to uphold the best interests of the child at all \ntimes, as a primary consideration in situations where children are concerned, and to \napply a gender-responsive approach in addressing vulnerabilities, including in \nresponses to mixed movements.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nReview relevant policies and practices to ensure that they do not create, \nexacerbate or unintentionally increase vulnerabilities of migrants, including by \napplying a human rights-based, gender- and disability-responsive, as well as age- and \nchild-sensitive approach; \n \n(b) \nEstablish comprehensive policies and develop partnerships that provide \nmigrants in a situation of vulnerability, regardless of their migration status, with \nnecessary support at all stages of migration, through identification and assistance, as \nwell as protection of their human rights, in particular in cases related to women at \nrisk, children, especially those unaccompanied or separated from their families, \nmembers of ethnic and religious minorities, victims of violence, including sexual and \ngender-based violence, older persons, persons with disabilities, persons who are \ndiscriminated against on any basis, indigenous peoples, workers facing exploitation \nand abuse, domestic workers, victims of trafficking in persons, and migrants subject \nto exploitation and abuse in the context of smuggling of migrants; \n \n(c) \nDevelop gender-responsive migration policies to address the particular \nneeds and vulnerabilities of migrant women, girls and boys, which may include \nassistance, health care, psychological and other counselling services, as well as access \nto justice and effective remedies, especially in cases of sexual and gender-based \nviolence, abuse and exploitation; \n__________________ \n \n21 Guiding Principles on Business and Human Rights: Implementing the United Nations “Protect, \nRespect and Remedy” Framework (A/HRC/17/31, annex). \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n16/36 \n \n \n(d) \nReview relevant existing labour laws and work conditions to identify and \neffectively address workplace-related vulnerabilities and abuses of migrant workers \nat all skills levels, including domestic workers, and those working in the informal \neconomy, in cooperation with relevant stakeholders, particularly the private sector;  \n \n(e) \nAccount for migrant children in national child protection systems by \nestablishing robust procedures for the protection of migrant children in relevant \nlegislative, administrative and judicial proceedings and decisions, as well as in all \nmigration policies and programmes that impact children, including consular \nprotection policies and services, as well as cross-border cooperation frameworks, in \norder to ensure that the best interests of the child are appropriately integrated, \nconsistently interpreted and applied in coordination and cooperation with child \nprotection authorities; \n \n(f) \nProtect unaccompanied and separated children at all stages of migration \nthrough the establishment of specialized procedures for their identification, referral, \ncare and family reunification, and provide access to health-care services, including \nmental health, education, legal assistance and the right to be heard in administrative \nand judicial proceedings, including by swiftly appointing a competent and impartial \nlegal guardian, as essential means to address their particular vulnerabilities and \ndiscrimination, protect them from all forms of violence and provide access to \nsustainable solutions that are in their best interests;  \n \n(g) \nEnsure that migrants have access to public or affordable independent legal \nassistance and representation in legal proceedings that affect them, including during \nany related judicial or administrative hearing, in order to safeguard that all migrants, \neverywhere, are recognized as persons before the law and that the delivery of justice \nis impartial and non-discriminatory;  \n \n(h) \nDevelop accessible and expedient procedures that facilitate transitions \nfrom one status to another and inform migrants of their rights and obligations, so as \nto prevent migrants from falling into an irregular status in the country of destination, \nto reduce precariousness of status and related vulnerabilities, as well as to enable \nindividual status assessments for migrants, including for those who have fallen out of \nregular status, without fear of arbitrary expulsion;  \n \n(i) \nBuild on existing practices to facilitate access for migrants in an irregular \nstatus to an individual assessment that may lead to regular status, on a case-by-case \nbasis and with clear and transparent criteria, especially in cases where children, youth \nand families are involved, as an option for reducing vulnerabilities, as well as for \nStates to ascertain better knowledge of the resident population; \n \n(j) \nApply specific support measures to ensure that migrants caught up in \nsituations of crisis in countries of transit and destination have access to consular \nprotection and humanitarian assistance, including by facilitating cross-border and \nbroader international cooperation, as well as by taking migrant populations into \naccount in crisis preparedness, emergency response and post-crisis action;  \n \n(k) \nInvolve local authorities and relevant stakeholders in the identification, \nreferral and assistance of migrants in a situation of vulnerability, including through \nagreements with national protection bodies, legal aid and service providers, as well \nas the engagement of mobile response teams, where they exist;  \n \n(l) \nDevelop national policies and programmes to improve national responses \nthat address the needs of migrants in situations of vulnerability, including by taking \ninto consideration relevant recommendations of the Global Migration Group’s \nPrinciples and Guidelines, Supported by Practical Guidance, on the Human Rights \nProtection of Migrants in Vulnerable Situations. \n \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n17/36\n18-22354 \n \nObjective 8: Save lives and establish coordinated international efforts \non missing migrants \n \n24. We commit to cooperate internationally to save lives and prevent migrant deaths \nand injuries through individual or joint search and rescue operations, standardized \ncollection and exchange of relevant information, assuming collective responsibility \nto preserve the lives of all migrants, in accordance with international law. We further \ncommit to identify those who have died or gone missing, and to facilitate \ncommunication with affected families. \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nDevelop procedures and agreements on search and rescue of migrants, \nwith the primary objective of protecting migrants’ right to life, that uphold the \nprohibition of collective expulsion, guarantee due process and individual \nassessments, enhance reception and assistance capacities, and ensure that the \nprovision of assistance of an exclusively humanitarian nature for migrants is not \nconsidered unlawful; \n \n(b) \nReview the impacts of migration-related policies and laws to ensure that \nthese do not raise or create the risk of migrants going missing, including by \nidentifying dangerous transit routes used by migrants, by working with other States \nas well as relevant stakeholders and international organizations to identify contextual \nrisks and establishing mechanisms for preventing and responding to such situations, \nwith particular attention to migrant children, especially those unaccompanied or \nseparated; \n \n(c) \nEnable migrants to communicate with their families without delay to \ninform them that they are alive by facilitating access to means of communication \nalong routes and at their destination, including in places of detention, as well as access \nto consular missions, local authorities and organizations that can provide assistance \nwith family contacts, especially in cases of unaccompanied or separated migrant \nchildren, as well as adolescents; \n \n(d) \nEstablish transnational coordination channels, including through consular \ncooperation, and designate contact points for families looking for missing migrants, \nthrough which families can be kept informed on the status of the search and obtain \nother relevant information, while respecting the right to privacy and protecting \npersonal data; \n \n(e) \nCollect, centralize and systematize data regarding corpses and ensure \ntraceability after burial, in accordance with internationally accepted forensic \nstandards, and establish coordination channels at the transnational level to facilitate \nidentification and the provision of information to families; \n \n(f) \nMake all efforts, including through international cooperation, to recover, \nidentify and repatriate to their countries of origin the remains of deceased migrants, \nrespecting the wishes of grieving families, and, in the case of unidentified individuals, \nfacilitate the identification and subsequent recovery of the mortal remains, ensuring \nthat the remains of deceased migrants are treated in a dignified, respectful and proper \nmanner.  \n \nObjective 9: Strengthen the transnational response to smuggling of migrants \n \n25. We commit to intensify joint efforts to prevent and counter smuggling of \nmigrants by strengthening capacities and international cooperation to prevent, \ninvestigate, prosecute and penalize the smuggling of migrants in order to end the \nimpunity of smuggling networks. We further commit to ensure that migrants shall not \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n18/36 \n \nbecome liable to criminal prosecution for the fact of having been the object of \nsmuggling, notwithstanding potential prosecution for other violations of national law. \nWe also commit to identify smuggled migrants to protect their human rights, taking \ninto consideration the special needs of women and children, and assisting in particular \nthose migrants subject to smuggling under aggravating circumstances, in accordance \nwith international law.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nPromote ratification of, accession to and implementation of the Protocol \nagainst the Smuggling of Migrants by Land, Sea and Air, supplementing the United \nNations Convention against Transnational Organized Crime;  \n \n(b) \nUse transnational, regional and bilateral mechanisms to share relevant \ninformation and intelligence on smuggling routes, modus operandi and financial \ntransactions of smuggling networks, vulnerabilities faced by smuggled migrants, and \nother data to dismantle the smuggling networks and enhance joint responses; \n \n(c) \nDevelop gender-responsive and child-sensitive cooperation protocols \nalong migration routes that outline step-by-step measures to adequately identify and \nassist smuggled migrants, in accordance with international law, as well as to facilitate \ncross-border law enforcement and intelligence cooperation in order to prevent and \ncounter smuggling of migrants so as to end impunity for smugglers and prevent \nirregular migration, while ensuring that counter-smuggling measures are in full \nrespect for human rights; \n \n(d) \nAdopt legislative and other measures as may be necessary to establish the \nsmuggling of migrants as a criminal offence, when committed intentionally and in \norder to obtain, directly or indirectly, a financial or other material benefit for the \nsmuggler, and include enhanced penalties for smuggling of migrants under \naggravating circumstances, in accordance with international law; \n \n(e) \nDesign, review or amend relevant policies and procedures to distinguish \nbetween the crimes of smuggling of migrants and trafficking in persons by using the \ncorrect definitions and applying distinct responses to these separate crimes, while \nrecognizing that smuggled migrants might also become victims of trafficking in \npersons, therefore requiring appropriate protection and assistance;  \n \n(f) \nTake measures to prevent the smuggling of migrants along the migration \ncycle, in partnership with other States and relevant stakeholders, including by \ncooperating in the fields of development, public information, justice, as well as \ntraining and technical capacity-building at the national and local levels, paying \nspecial attention to geographical areas from which irregular migration systematically \noriginates. \n \nObjective 10: Prevent, combat and eradicate trafficking in persons \nin the context of international migration \n \n26. We commit to take legislative or other measures to prevent, combat and \neradicate trafficking in persons in the context of international migration by \nstrengthening capacities and international cooperation to investigate, prosecute and \npenalize trafficking in persons, discouraging demand that fosters exploitation \nleading to trafficking, and ending impunity of trafficking networks. We further \ncommit to enhance the identification and protection of, and assistance to, migrants \nwho have become victims of trafficking, paying particular attention to women and \nchildren.  \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n19/36\n18-22354 \n \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nPromote ratification of, accession to and implementation of the Protocol \nto Prevent, Suppress and Punish Trafficking in Persons, Especially Women and \nChildren, supplementing the United Nations Convention against Transnational \nOrganized Crime; \n \n(b) \nPromote the implementation of the United Nations Global Plan of Action \nto Combat Trafficking in Persons\n22  and take into consideration relevant \nrecommendations of the United Nations Office on Drugs and Crime (UNODC) \nToolkit to Combat Trafficking in Persons and other relevant UNODC documents \nwhen developing and implementing national and regional policies and measures \nrelating to trafficking in persons; \n \n(c) \nMonitor irregular migration routes which may be exploited by human \ntrafficking networks to recruit and victimize smuggled or irregular migrants, in order \nto strengthen cooperation at the bilateral, regional and cross-regional levels on \nprevention, investigation and prosecution of perpetrators, as well as on identification \nand protection of, and assistance to, victims of trafficking in persons; \n \n(d) \nShare relevant information and intelligence through transnational and \nregional mechanisms, including on the modus operandi, economic models and \nconditions driving trafficking networks, strengthen cooperation between all relevant \nactors, including financial intelligence units, regulators and financial institutions, to \nidentify and disrupt financial flows associated with trafficking in persons, and \nenhance judicial cooperation and enforcement so as to ensure accountability and end \nimpunity; \n \n(e) \nApply measures that address the particular vulnerabilities of women, men, \ngirls and boys, regardless of their migration status, who have become or are at risk of \nbecoming victims of trafficking in persons and other forms of exploitation, by \nfacilitating access to justice and safe reporting without fear of detention, deportation \nor penalty, focusing on prevention, identification, appropriate protection and \nassistance, and addressing specific forms of abuse and exploitation;  \n \n(f) \nEnsure that definitions of trafficking in persons used in legislation, \nmigration policy and planning, as well as in judicial prosecutions, are in accordance \nwith international law, in order to distinguish between the crimes of trafficking in \npersons and smuggling of migrants; \n \n(g) \nStrengthen legislation and relevant procedures to enhance prosecution of \ntraffickers, avoid criminalization of migrants who are victims of trafficking in persons \nfor trafficking-related offences, and ensure that the victim receives appropriate \nprotection and assistance, not conditional upon cooperation with the authorities \nagainst suspected traffickers; \n \n(h) \nProvide migrants who have become victims of trafficking in persons with \nprotection and assistance, such as measures for physical, psychological and social \nrecovery, as well as measures that permit them to remain in the country of destination, \ntemporarily or permanently, in appropriate cases, facilitating victims’ access to \njustice, including redress and compensation, in accordance with international law; \n \n(i) \nCreate national and local information systems and training programmes \nwhich alert and educate citizens, employers, as well as public officials and law \nenforcement officers, and strengthen capacities to identify signs of trafficking in \npersons, such as forced, compulsory or child labour, in countries of origin, transit and \ndestination; \n__________________ \n \n22 Resolution 64/293. \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n20/36 \n \n \n(j) \nInvest in awareness-raising campaigns, in partnership with relevant \nstakeholders, for migrants and prospective migrants on the risks and dangers of \ntrafficking in persons, and provide them with information on preventing and reporting \ntrafficking activities. \n \nObjective 11: Manage borders in an integrated, secure and coordinated \nmanner \n \n27. We commit to manage our national borders in a coordinated manner, promoting \nbilateral and regional cooperation, ensuring security for States, communities and \nmigrants, and facilitating safe and regular cross-border movements of people while \npreventing irregular migration. We further commit to implement border management \npolicies that respect national sovereignty, the rule of law, obligations under \ninternational law, and the human rights of all migrants, regardless of their migration \nstatus, and are non-discriminatory, gender-responsive and child-sensitive. \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nEnhance international, regional and cross-regional border management \ncooperation, taking into consideration the particular situation of countries of transit, \non proper identification, timely and efficient referral, assistance and appropriate \nprotection of migrants in situations of vulnerability at or near international borders, \nin compliance with international human rights law, by adopting whole-of-government \napproaches, implementing joint cross-border training and fostering capacity-building \nmeasures; \n \n(b) \nEstablish appropriate structures and mechanisms for effective integrated \nborder management by ensuring comprehensive and efficient border crossing \nprocedures, including through pre-screening of arriving persons, pre-reporting by \ncarriers of passengers, and use of information and communications technology, while \nupholding the principle of non-discrimination, respecting the right to privacy and \nprotecting personal data; \n \n(c) \nReview and revise relevant national procedures for border screening, \nindividual assessment and interview processes to ensure due process at international \nborders and that all migrants are treated in accordance with international human rights \nlaw, including through cooperation with national human rights institutions and other \nrelevant stakeholders; \n \n(d) \nDevelop technical cooperation agreements that enable States to request \nand offer assets, equipment and other technical assistance to strengthen border \nmanagement, particularly in the area of search and rescue as well as other emergency \nsituations; \n \n(e) \nEnsure that child protection authorities are promptly informed and \nassigned to participate in procedures for the determination of the best interests of the \nchild once an unaccompanied or separated child crosses an international border, in \naccordance with international law, including by training border officials in the rights \nof the child and child-sensitive procedures, such as those that prevent family \nseparation and reunite families when family separation occurs; \n \n(f) \nReview and revise relevant laws and regulations to determine whether \nsanctions are appropriate to address irregular entry or stay and, if so, to ensure that \nthey are proportionate, equitable, non-discriminatory and fully consistent with due \nprocess and other obligations under international law;  \n \n(g) \nImprove cross-border collaboration among neighbouring and other States \nrelating to the treatment given to persons crossing or seeking to cross international \nborders, including by taking into consideration relevant recommendations from the \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n21/36\n18-22354 \n \nOffice of the United Nations High Commissioner for Human Rights Recommended \nPrinciples and Guidelines on Human Rights at International Borders when identifying \nbest practices. \n \nObjective 12: Strengthen certainty and predictability in migration procedures \nfor appropriate screening, assessment and referral \n \n28. We commit to increase legal certainty and predictability of migration procedures \nby developing and strengthening effective and human rights-based mechanisms for \nthe adequate and timely screening and individual assessment of all migrants for the \npurpose of identifying and facilitating access to the appropriate referral procedures, \nin accordance with international law.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nIncrease transparency and accessibility of migration procedures by \ncommunicating the requirements for entry, admission, stay, work, study or other \nactivities, and introducing technology to simplify application procedures, in order to \navoid unnecessary delays and expenses for States and migrants; \n \n(b) \nDevelop and conduct intra- and cross-regional specialized human rights \nand trauma-informed training for first responders and government officials, including \nlaw enforcement authorities, border officials, consular representatives and judicial \nbodies, to facilitate and standardize identification and referral of, as well as \nappropriate assistance and counselling in a culturally sensitive way to, victims of \ntrafficking in persons, migrants in situations of vulnerability, including children, in \nparticular those unaccompanied or separated, and persons affected by any form of \nexploitation and abuse related to smuggling of migrants under aggravating \ncircumstances; \n \n(c) \nEstablish gender-responsive and child-sensitive referral mechanisms, \nincluding improved screening measures and individual assessments at borders and \nplaces of first arrival, by applying standardized operating procedures developed in \ncoordination with local authorities, national human rights institutions, international \norganizations and civil society; \n \n(d) \nEnsure that migrant children are promptly identified at places of first \narrival in countries of transit and destination, and, if unaccompanied or separated, are \nswiftly referred to child protection authorities and other relevant services as well as \nappointed a competent and impartial legal guardian, that family unity is protected, \nand that anyone legitimately claiming to be a child is treated as such unless otherwise \ndetermined through a multidisciplinary, independent and child-sensitive age \nassessment;  \n \n(e) \nEnsure that, in the context of mixed movements, relevant information on \nrights and obligations under national laws and procedures, including on entry and stay \nrequirements, available forms of protection, as well as options for return and \nreintegration, is appropriately, promptly and effectively communicated, and is \naccessible. \n \nObjective 13: Use immigration detention only as a measure of last resort and \nwork towards alternatives \n \n29. We commit to ensure that any detention in the context of international migration \nfollows due process, is non-arbitrary, is based on law, necessity, proportionality and \nindividual assessments, is carried out by authorized officials and is for the shortest \npossible period of time, irrespective of whether detention occurs at the moment of \nentry, in transit or in proceedings of return, and regardless of the type of place where \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n22/36 \n \nthe detention occurs. We further commit to prioritize non-custodial alternatives to \ndetention that are in line with international law, and to take a human rights-based \napproach to any detention of migrants, using detention as a measure of last resort only. \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nUse existing relevant human rights mechanisms to improve independent \nmonitoring of migrant detention, ensuring that it is a measure of last resort, that \nhuman rights violations do not occur, and that States promote, implement and expand \nalternatives to detention, favouring non-custodial measures and community-based \ncare arrangements, especially in the case of families and children; \n \n(b) \nConsolidate a comprehensive repository to disseminate best practices of \nhuman rights-based alternatives to detention in the context of international migration, \nincluding by facilitating regular exchanges and the development of initiatives based \non successful practices among States, and between States and relevant stakeholders; \n \n(c) \nReview and revise relevant legislation, policies and practices related to \nimmigration detention to ensure that migrants are not detained arbitrarily, that \ndecisions to detain are based on law, are proportionate, have a legitimate purpose, and \nare taken on an individual basis, in full compliance with due process and procedural \nsafeguards, and that immigration detention is not promoted as a deterrent or used as \na form of cruel, inhumane or degrading treatment of migrants, in accordance with \ninternational human rights law; \n \n(d) \nProvide access to justice for all migrants in countries of transit and \ndestination who are or may be subject to detention, including by facilitating access to \nfree or affordable legal advice and assistance of a qualified and independent lawyer, \nas well as access to information and the right to regular review of a detention order; \n \n(e) \nEnsure that all migrants in detention are informed about the reasons for \ntheir detention, in a language they understand, and facilitate the exercise of their \nrights, including to communicate with the respective consular or diplomatic missions \nwithout delay, legal representatives and family members, in accordance with \ninternational law and due process guarantees;  \n \n(f) \nReduce the negative and potentially lasting effects of detention on \nmigrants by guaranteeing due process and proportionality, that it is for the shortest \nperiod of time, that it safeguards physical and mental integrity, and that, at a \nminimum, access to food, basic health care, legal orientation and assistance, \ninformation and communication as well as adequate accommodation is granted, in \naccordance with international human rights law; \n \n(g) \nEnsure that all governmental authorities and private actors duly charged \nwith administering immigration detention do so in a way consistent with human rights \nand are trained on non-discrimination and the prevention of arbitrary arrest and \ndetention in the context of international migration, and are held accountable for \nviolations or abuses of human rights; \n \n(h) \nProtect and respect the rights and best interests of the child at all times, \nregardless of migration status, by ensuring availability and accessibility of a viable \nrange of alternatives to detention in non-custodial contexts, favouring community-\nbased care arrangements, that ensure access to education and health care, and respect \nthe right to family life and family unity, and by working to end the practice of child \ndetention in the context of international migration. \n \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n23/36\n18-22354 \n \nObjective 14: Enhance consular protection, assistance and cooperation \nthroughout the migration cycle \n \n30. We commit to strengthen consular protection of and assistance to our nationals \nabroad, as well as consular cooperation between States, in order to better safeguard \nthe rights and interests of all migrants at all times, and to build upon the functions of \nconsular missions to enhance interactions between migrants and State authorities of \ncountries of origin, transit and destination, in accordance with international law.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nCooperate to build consular capacities, train consular officers, promote \narrangements for providing consular services collectively where individual States \nlack capacity, including through technical assistance, and develop bilateral or regional \nagreements on various aspects of consular cooperation;  \n \n(b) \nInvolve relevant consular and immigration personnel in existing global \nand regional forums on migration in order to exchange information and best practices \nabout issues of mutual concern that pertain to citizens abroad and contribute to \ncomprehensive and evidence-based migration policy development;  \n \n(c) \nConclude bilateral or regional agreements on consular assistance and \nrepresentation in places where States have an interest in strengthening effective \nconsular services related to migration, but do not have a diplomatic or consular \npresence;  \n \n(d) \nStrengthen consular capacities in order to identify, protect and assist our \nnationals abroad who are in a situation of vulnerability, including victims of human \nand labour rights violations or abuse, victims of crime, victims of trafficking in \npersons, migrants subject to smuggling under aggravating circumstances, and migrant \nworkers exploited in the process of recruitment, by providing training to consular \nofficers on human rights-based, gender-responsive and child-sensitive actions in this \nregard; \n \n(e) \nProvide our nationals abroad with the opportunity to register with the \ncountry of origin, in close cooperation with consular, national and local authorities, \nas well as relevant migrant organizations, as a means to facilitate information, \nservices and assistance to migrants in emergency situations and ensure migrants’ \naccessibility to relevant and timely information, such as by establishing helplines and \nconsolidating national digital databases, while upholding the right to privacy and \nprotecting personal data; \n \n(f) \nProvide consular support to our nationals through advice, including on \nlocal laws and customs, interaction with authorities, financial inclusion and business \nestablishment, as well as through the issuance of relevant documentation, such as \ntravel documents and consular identity documents that may facilitate access to \nservices, assistance in emergency situations, the opening of a bank account, and \naccess to remittance facilities. \n \nObjective 15: Provide access to basic services for migrants \n \n31. We commit to ensure that all migrants, regardless of their migration status, can \nexercise their human rights through safe access to basic services. We further commit \nto strengthen migrant-inclusive service delivery systems, notwithstanding that \nnationals and regular migrants may be entitled to more comprehensive service \nprovision, while ensuring that any differential treatment must be based on law, be \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n24/36 \n \nproportionate and pursue a legitimate aim, in accordance with international human \nrights law.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nEnact laws and take measures to ensure that service delivery does not \namount to discrimination against migrants on the grounds of race, colour, sex, \nlanguage, religion, political or other opinion, national or social origin, property, birth, \ndisability or other grounds irrespective of cases where differential provision of \nservices based on migration status might apply; \n \n(b) \nEnsure that cooperation between service providers and immigration \nauthorities does not exacerbate vulnerabilities of irregular migrants by compromising \ntheir safe access to basic services or by unlawfully infringing upon the human rights \nto privacy, liberty and security of person at places of basic service delivery; \n \n(c) \nEstablish and strengthen holistic and easily accessible service points at the \nlocal level that are migrant-inclusive, offer relevant information on basic services in \na gender- and disability-responsive as well as child-sensitive manner, and facilitate \nsafe access thereto;  \n \n(d) \nEstablish or mandate independent institutions at the national or local level, \nsuch as national human rights institutions, to receive, investigate and monitor \ncomplaints about situations in which migrants’ access to basic services is \nsystematically denied or hindered, facilitate access to redress, and work towards a \nchange in practice; \n \n(e) \nIncorporate the health needs of migrants into national and local health-\ncare policies and plans, such as by strengthening capacities for service provision, \nfacilitating affordable and non-discriminatory access, reducing communication \nbarriers, and training health-care providers on culturally sensitive service delivery, in \norder to promote the physical and mental health of migrants and communities overall, \nincluding by taking into consideration relevant recommendations from the World \nHealth Organization Framework of Priorities and Guiding Principles to Promote the \nHealth of Refugees and Migrants; \n \n(f) \nProvide inclusive and equitable quality education to migrant children and \nyouth, as well as facilitate access to lifelong learning opportunities, including by \nstrengthening the capacities of education systems and by facilitating non-discriminatory \naccess to early childhood development, formal schooling, non-formal education \nprogrammes for children for whom the formal system is inaccessible, on-the-job and \nvocational training, technical education and language training, as well as by fostering \npartnerships with all stakeholders that can support this endeavour. \n \nObjective 16: Empower migrants and societies to realize full inclusion and \nsocial cohesion  \n \n32. We commit to foster inclusive and cohesive societies by empowering migrants \nto become active members of society and promoting the reciprocal engagement of \nreceiving communities and migrants in the exercise of their rights and obligations \ntowards each other, including observance of national laws and respect for customs of \nthe country of destination. We further commit to strengthen the welfare of all \nmembers of societies by minimizing disparities, avoiding polarization and increasing \npublic confidence in policies and institutions related to migration, in line with the \nacknowledgement that fully integrated migrants are better positioned to contribute to \nprosperity.  \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n25/36\n18-22354 \n \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nPromote mutual respect for the cultures, traditions and customs of \ncommunities of destination and of migrants by exchanging and implementing best \npractices on integration policies, programmes and activities, including on ways to \npromote acceptance of diversity and facilitate social cohesion and inclusion; \n \n(b) \nEstablish comprehensive and needs-based pre-departure and post-arrival \nprogrammes that may include rights and obligations, basic language training, as well \nas orientation about social norms and customs in the country of destination;  \n \n(c) \nDevelop national short-, medium- and long-term policy goals regarding \nthe inclusion of migrants in societies, including on labour market integration, family \nreunification, education, non-discrimination and health, including by fostering \npartnerships with relevant stakeholders; \n \n(d) \nWork towards inclusive labour markets and full participation of migrant \nworkers in the formal economy by facilitating access to decent work and employment \nfor which they are most qualified, in accordance with local and national labour market \ndemands and skills supply; \n \n(e) \nEmpower migrant women by eliminating gender-based discriminatory \nrestrictions on formal employment, ensuring the right to freedom of association and \nfacilitating access to relevant basic services, as measures to promote their leadership \nand guarantee their full, free and equal participation in society and the economy; \n \n(f) \nEstablish community centres or programmes at the local level to facilitate \nmigrant participation in the receiving society by involving migrants, community \nmembers, diaspora organizations, migrant associations and local authorities in \nintercultural dialogue, sharing of stories, mentorship programmes and development \nof business ties that improve integration outcomes and foster mutual respect;  \n \n(g) \nCapitalize on the skills, cultural and language proficiency of migrants and \nreceiving communities by developing and promoting peer-to-peer training exchanges, \ngender-responsive, vocational and civic integration courses and workshops; \n \n(h) \nSupport multicultural activities through sports, music, arts, culinary \nfestivals, volunteering and other social events that will facilitate mutual understanding \nand appreciation of migrant cultures and those of destination communities; \n \n(i) \nPromote school environments that are welcoming and safe, and support \nthe aspirations of migrant children by enhancing relationships within the school \ncommunity, incorporating evidence-based information about migration into education \ncurricula, and dedicating targeted resources to schools with a high concentration of \nmigrant children for integration activities in order to promote respect for diversity \nand inclusion, and to prevent all forms of discrimination, including racism, \nxenophobia and intolerance.  \n \nObjective 17: Eliminate all forms of discrimination and promote evidence-\nbased public discourse to shape perceptions of migration  \n \n33. We commit to eliminate all forms of discrimination, condemn and counter \nexpressions, acts and manifestations of racism, racial discrimination, violence, \nxenophobia and related intolerance against all migrants in conformity with \ninternational human rights law. We further commit to promote an open and \nevidence-based public discourse on migration and migrants in partnership with all \nparts of society, that generates a more realistic, humane and constructive perception \nin this regard. We also commit to protect freedom of expression in accordance with \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n26/36 \n \ninternational law, recognizing that an open and free debate contributes to a \ncomprehensive understanding of all aspects of migration.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nEnact, implement or maintain legislation that penalizes hate crimes and \naggravated hate crimes targeting migrants, and train law enforcement and other public \nofficials to identify, prevent and respond to such crimes and other acts of violence \nthat target migrants, as well as to provide medical, legal and psychosocial assistance \nfor victims; \n \n(b) \nEmpower migrants and communities to denounce any acts of incitement \nto violence directed towards migrants by informing them of available mechanisms for \nredress, and ensure that those who actively participate in the commission of a hate \ncrime targeting migrants are held accountable, in accordance with national \nlegislation, while upholding international human rights law, in particular the right to \nfreedom of expression; \n \n(c) \nPromote independent, objective and quality reporting of media outlets, \nincluding Internet-based information, including by sensitizing and educating media \nprofessionals on migration-related issues and terminology, investing in ethical \nreporting standards and advertising, and stopping allocation of public funding or \nmaterial support to media outlets that systematically promote intolerance, \nxenophobia, racism and other forms of discrimination towards migrants, in full \nrespect for the freedom of the media; \n \n(d) \nEstablish mechanisms to prevent, detect and respond to racial, ethnic and \nreligious profiling of migrants by public authorities, as well as systematic instances \nof intolerance, xenophobia, racism and all other multiple and intersecting forms of \ndiscrimination, in partnership with national human rights institutions, including by \ntracking and publishing trend analyses, and ensuring access to effective complaint \nand redress mechanisms; \n \n(e) \nProvide migrants, especially migrant women, with access to national and \nregional complaint and redress mechanisms with a view to promoting accountability \nand addressing governmental actions related to discriminatory acts and manifestations \ncarried out against migrants and their families; \n \n(f) \nPromote awareness-raising campaigns targeted at communities of origin, \ntransit and destination in order to inform public perceptions regarding the positive \ncontributions of safe, orderly and regular migration, based on evidence and facts, and \nto end racism, xenophobia and stigmatization against all migrants; \n \n(g) \nEngage migrants, political, religious and community leaders, as well as \neducators and service providers, to detect and prevent incidences of intolerance, \nracism, xenophobia and other forms of discrimination against migrants and diasporas, \nand support activities in local communities to promote mutual respect, including in \nthe context of electoral campaigns. \n \nObjective 18: Invest in skills development and facilitate mutual recognition of \nskills, qualifications and competences \n \n34. We commit to invest in innovative solutions that facilitate mutual recognition \nof skills, qualifications and competences of migrant workers at all skills levels, and \npromote demand-driven skills development to optimize the employability of migrants \nin formal labour markets in countries of destination and in countries of origin upon \nreturn, as well as to ensure decent work in labour migration.  \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n27/36\n18-22354 \n \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nDevelop standards and guidelines for the mutual recognition of foreign \nqualifications and non-formally acquired skills in different sectors in collaboration \nwith the respective industries with a view to ensuring worldwide compatibility based \non existing models and best practices; \n \n(b) \nPromote transparency of certifications and compatibility of national \nqualifications frameworks by agreeing on standard criteria, indicators and assessment \nparameters, and by creating and strengthening national skills profiling tools, registries \nor institutions in order to facilitate effective and efficient mutual recognition \nprocedures at all skills levels; \n \n(c) \nConclude bilateral, regional or multilateral mutual recognition agreements \nor include recognition provisions in other agreements, such as labour mobility or trade \nagreements, in order to provide equivalence or comparability in national systems, \nsuch as automatic or managed mutual recognition mechanisms; \n \n(d) \nUse technology and digitalization to evaluate and mutually recognize skills \nmore comprehensively on the basis of formal credentials as well as non-formally \nacquired competences and professional experience at all skills levels; \n \n(e) \nBuild global skills partnerships among countries that strengthen training \ncapacities of national authorities and relevant stakeholders, including the private \nsector and trade unions, and foster skills development of workers in countries of \norigin and migrants in countries of destination with a view to preparing trainees for \nemployability in the labour markets of all participating countries; \n \n(f) \nPromote inter-institutional networks and collaborative programmes for \npartnerships between the private sector and educational institutions in countries of \norigin and destination to enable mutually beneficial skills development opportunities \nfor migrants, communities and participating partners, including by building on the \nbest practices of the Business Mechanism developed in the context of the Global \nForum on Migration and Development; \n \n(g) \nEngage in bilateral partnerships and programmes in cooperation with \nrelevant stakeholders that promote skills development, mobility and circulation, such \nas student exchange programmes, scholarships, professional exchange programmes \nand trainee- or apprenticeships that include options for beneficiaries, after successful \ncompletion of these programmes, to seek employment and engage in entrepreneurship; \n \n(h) \nCooperate with the private sector and employers to make available easily \naccessible and gender-responsive remote or online skills development and matching \nprogrammes to migrants at all skills levels, including early and occupation-specific \nlanguage training, on-the-job training and access to advanced training programmes, \nto enhance their employability in sectors with demand for labour on the basis of the \nindustry’s knowledge of labour market dynamics, especially to promote the economic \nempowerment of women;  \n \n(i) \nEnhance the ability of migrant workers to transition from one job or \nemployer to another by making available documentation that recognizes skills \nacquired on the job or through training in order to optimize the benefits of upskilling; \n \n(j) \nDevelop and promote innovative ways to mutually recognize and assess \nformally and informally acquired skills, including through timely and complementary \ntraining for job seekers, mentoring, and internship programmes in order to fully \nrecognize existing credentials and provide certificates of proficiency for the \nvalidation of newly acquired skills; \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n28/36 \n \n \n(k) \nEstablish screening mechanisms for credentials and offer information to \nmigrants on how to have their skills and qualifications assessed and recognized prior \nto departure, including in recruitment processes or at an early stage after arrival to \nimprove employability; \n \n(l) \nCooperate to promote documentation and information tools, in partnership \nwith relevant stakeholders, that provide an overview of a worker’s credentials, skills \nand qualifications, recognized in countries of origin, transit and destination, in order \nto enable employers to evaluate the suitability of migrant workers in job application \nprocesses. \n \nObjective 19: Create conditions for migrants and diasporas to fully contribute \nto sustainable development in all countries \n \n35. We commit to empower migrants and diasporas to catalyse their development \ncontributions, and to harness the benefits of migration as a source of sustainable \ndevelopment, reaffirming that migration is a multidimensional reality of major \nrelevance to the sustainable development of countries of origin, transit and destination. \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nEnsure the full and effective implementation of the 2030 Agenda for \nSustainable Development and the Addis Ababa Action Agenda by fostering and \nfacilitating the positive effects of migration for the realization of all Sustainable \nDevelopment Goals; \n \n(b) \nIntegrate migration into development planning and sectoral policies at the \nlocal, national, regional and global levels, taking into consideration relevant existing \npolicy guidelines and recommendations, such as the Global Migration Group’s \nMainstreaming Migration into Development Planning: A Handbook for Policymakers \nand Practitioners, in order to strengthen policy coherence and effectiveness of \ndevelopment cooperation; \n \n(c) \nInvest in research on the impact of non-financial contributions of migrants \nand diasporas to sustainable development in countries of origin and destination, such \nas knowledge and skills transfer, social and civic engagement, and cultural exchange, \nwith a view to developing evidence-based policies and strengthening global policy \ndiscussions;  \n \n(d) \nFacilitate the contributions of migrants and diasporas to their countries of \norigin, including by establishing or strengthening government structures or \nmechanisms at all levels, such as dedicated diaspora offices or focal points, diaspora \npolicy advisory boards for Governments to account for the potential of migrants and \ndiasporas in migration and development policymaking, and dedicated diaspora focal \npoints in diplomatic or consular missions; \n \n(e) \nDevelop targeted support programmes and financial products that \nfacilitate migrant and diaspora investments and entrepreneurship, including by \nproviding administrative and legal support in business creation and granting seed \ncapital-matching, establish diaspora bonds, diaspora development funds and \ninvestment funds, and organize dedicated trade fairs; \n \n(f) \nProvide easily accessible information and guidance, including through \ndigital platforms, as well as tailored mechanisms for the coordinated and effective \nfinancial, voluntary or philanthropic engagement of migrants and diasporas, \nespecially in humanitarian emergencies in their countries of origin, including by \ninvolving consular missions; \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n29/36\n18-22354 \n \n \n(g) \nEnable political participation and engagement of migrants in their \ncountries of origin, including in peace and reconciliation processes, in elections and \npolitical reforms, such as by establishing voting registries for citizens abroad, and \nthrough parliamentary representation, in accordance with national legislation; \n \n(h) \nPromote migration policies that optimize the benefits of diasporas for \ncountries of origin and destination and their communities, by facilitating flexible \nmodalities to travel, work and invest with minimal administrative burdens, including \nby reviewing and revising visa, residency and citizenship regulations, as appropriate; \n \n(i) \nCooperate with other States, the private sector and employers’ \norganizations to enable migrants and diasporas, especially those in highly technical \nfields and in high demand, to carry out some of their professional activities and \nengage in knowledge transfer in their home countries, without necessarily losing \nemployment, residence status or earned social benefits; \n \n(j) \nBuild partnerships between local authorities, local communities, the \nprivate sector, diasporas, hometown associations and migrant organizations to \npromote knowledge and skills transfer between their countries of origin and their \ncountries of destination, including by mapping the diasporas and their skills, as a \nmeans to maintain the link between diasporas and their country of origin. \n \nObjective 20: Promote faster, safer and cheaper transfer of remittances \nand foster financial inclusion of migrants \n \n36. We commit to promote faster, safer and cheaper remittances by further \ndeveloping existing conducive policy and regulatory environments that enable \ncompetition, regulation and innovation on the remittance market and by providing \ngender-responsive programmes and instruments that enhance the financial inclusion \nof migrants and their families. We further commit to optimize the transformative \nimpact of remittances on the well-being of migrant workers and their families, as well \nas on the sustainable development of countries, while respecting that remittances \nconstitute an important source of private capital and cannot be equated to other \ninternational financial flows, such as foreign direct investment, official development \nassistance or other public sources of financing for development. \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nDevelop a road map to reduce the transaction costs of migrant remittances \nto less than 3 per cent and eliminate remittance corridors with costs higher than \n5 per cent by 2030 in line with target 10.c of the 2030 Agenda for Sustainable \nDevelopment;  \n \n(b) \nPromote and support the United Nations International Day of Family \nRemittances and the International Fund for Agricultural Development Global Forum \non Remittances, Investment and Development as an important platform to build and \nstrengthen partnerships for innovative solutions on cheaper, faster and safer transfer \nof remittances with all relevant stakeholders; \n \n(c) \nHarmonize remittance market regulations and increase the interoperability \nof remittance infrastructure along corridors by ensuring that measures to combat \nillicit financial flows and money-laundering do not impede migrant remittances \nthrough undue, excessive or discriminatory policies;  \n \n(d) \nEstablish conducive policy and regulatory frameworks that promote a \ncompetitive and innovative remittance market, remove unwarranted obstacles to non-\nbank remittance service providers in accessing payment system infrastructure, apply \ntax exemptions or incentives to remittance transfers, promote market access to diverse \nservice providers, incentivize the private sector to expand remittance services, and \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n30/36 \n \nenhance the security and predictability of low-value transactions by bearing in mind \nde-risking concerns, and developing a methodology to distinguish remittances from \nillicit flows, in consultation with remittance service providers and financial \nregulators;  \n \n(e) \nDevelop innovative technological solutions for remittance transfer, such \nas mobile payments, digital tools or e-banking, to reduce costs, improve speed, \nenhance security, increase transfer through regular channels and open up gender-\nresponsive distribution channels to underserved populations, including persons in \nrural areas, persons with low levels of literacy and persons with disabilities; \n \n(f) \nProvide accessible information on remittance transfer costs by provider \nand channel, such as comparison websites, in order to increase the transparency and \ncompetition on the remittance transfer market, and promote financial literacy and \ninclusion of migrants and their families through education and training; \n \n(g) \nDevelop programmes and instruments to promote investments from \nremittance senders in local development and entrepreneurship in countries of origin, \nsuch as through matching-grant mechanisms, municipal bonds and partnerships with \nhometown associations, in order to enhance the transformative potential of \nremittances beyond the individual households of migrant workers at all skills levels; \n \n(h) \nEnable migrant women to access financial literacy training and formal \nremittance transfer systems, as well as to open a bank account and own and manage \nfinancial assets, investments and businesses as means to address gender inequalities \nand foster their active participation in the economy; \n \n(i) \nProvide access to and develop banking solutions and financial instruments \nfor migrants, including low-income and female-headed households, such as bank \naccounts that permit direct deposits by employers, savings accounts, loans and credits \nin cooperation with the banking sector. \n \nObjective 21: Cooperate in facilitating safe and dignified return and \nreadmission, as well as sustainable reintegration  \n \n37. We commit to facilitate and cooperate for safe and dignified return and to \nguarantee due process, individual assessment and effective remedy, by upholding the \nprohibition of collective expulsion and of returning migrants when there is a real and \nforeseeable risk of death, torture and other cruel, inhuman and degrading treatment \nor punishment, or other irreparable harm, in accordance with our obligations under \ninternational human rights law. We further commit to ensure that our nationals are \nduly received and readmitted, in full respect for the human right to return to one’s \nown country and the obligation of States to readmit their own nationals. We also \ncommit to create conducive conditions for personal safety, economic empowerment, \ninclusion and social cohesion in communities, in order to ensure that reintegration of \nmigrants upon return to their countries of origin is sustainable.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nDevelop and implement bilateral, regional and multilateral cooperation \nframeworks and agreements, including readmission agreements, ensuring that return \nand readmission of migrants to their own country is safe, dignified and in full \ncompliance with international human rights law, including the rights of the child, by \ndetermining clear and mutually agreed procedures that uphold procedural safeguards, \nguarantee individual assessments and legal certainty, and by ensuring that they also \ninclude provisions that facilitate sustainable reintegration; \n \n(b) \nPromote gender-responsive and child-sensitive return and reintegration \nprogrammes that may include legal, social and financial support, guaranteeing that \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n31/36\n18-22354 \n \nall returns in the context of such voluntary programmes effectively take place on the \nbasis of the migrant’s free, prior and informed consent, and that returning migrants \nare assisted in their reintegration process through effective partnerships, including to \navoid their becoming displaced in the country of origin upon return;  \n \n(c) \nCooperate on identification of nationals and issuance of travel documents \nfor safe and dignified return and readmission in cases of persons who do not have the \nlegal right to stay on another State’s territory, by establishing reliable and efficient \nmeans of identification of our own nationals such as through the addition of biometric \nidentifiers in population registries, and by digitalizing civil registry systems, with full \nrespect for the right to privacy and protection of personal data; \n \n(d) \nFoster institutional contacts between consular authorities and relevant \nofficials from countries of origin and destination, and provide adequate consular \nassistance to returning migrants prior to return by facilitating access to documentation, \ntravel documents and other services, in order to ensure predictability, safety and \ndignity in return and readmission; \n \n(e) \nEnsure that the return of migrants who do not have the legal right to stay \non another State’s territory is safe and dignified, follows an individual assessment, is \ncarried out by competent authorities through prompt and effective cooperation \nbetween countries of origin and destination, and allows all applicable legal remedies \nto be exhausted, in compliance with due process guarantees and other obligations \nunder international human rights law; \n \n(f) \nEstablish or strengthen national monitoring mechanisms on return, in \npartnership with relevant stakeholders, that provide independent recommendations on \nways and means to strengthen accountability, in order to guarantee the safety, dignity \nand human rights of all returning migrants; \n \n(g) \nEnsure that return and readmission processes involving children are \ncarried out only after a determination of the best interests of the child and take into \naccount the right to family life and family unity, and that a parent, legal guardian or \nspecialized official accompanies the child throughout the return process, ensuring that \nappropriate reception, care and reintegration arrangements for children are in place \nin the country of origin upon return; \n \n(h) \nFacilitate the sustainable reintegration of returning migrants into \ncommunity life by providing them with equal access to social protection and services, \njustice, psychosocial assistance, vocational training, employment opportunities and \ndecent work, recognition of skills acquired abroad, and financial services, in order to \nfully build upon their entrepreneurship, skills and human capital as active members \nof society and contributors to sustainable development in the country of origin upon \nreturn; \n \n(i) \nIdentify and address the needs of the communities to which migrants \nreturn by including respective provisions in national and local development strategies, \ninfrastructure planning, budget allocations and other relevant policy decisions and \ncooperating with local authorities and relevant stakeholders. \n \nObjective 22: Establish mechanisms for the portability of social security \nentitlements and earned benefits \n \n38. We commit to assist migrant workers at all skills levels to have access to social \nprotection in countries of destination and profit from the portability of applicable \nsocial security entitlements and earned benefits in their countries of origin or when \nthey decide to take up work in another country.  \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n32/36 \n \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nEstablish or maintain non-discriminatory national social protection \nsystems, including social protection floors for nationals and migrants, in line with the \nILO Social Protection Floors Recommendation, 2012 (No. 202); \n \n(b) \nConclude reciprocal bilateral, regional or multilateral social security \nagreements on the portability of earned benefits for migrant workers at all skills \nlevels, that refer to applicable social protection floors in the respective States and \napplicable social security entitlements and provisions, such as pensions, health care \nor other earned benefits, or integrate such provisions into other relevant agreements, \nsuch as those on long-term and temporary labour migration; \n \n(c) \nIntegrate provisions on the portability of entitlements and earned benefits \ninto national social security frameworks, designate focal points in countries of origin, \ntransit and destination that facilitate portability requests from migrants, address the \ndifficulties women and older persons can face in accessing social protection, and \nestablish dedicated instruments, such as migrant welfare funds in countries of origin, \nthat support migrant workers and their families.  \n \nObjective 23: Strengthen international cooperation and global partnerships \nfor safe, orderly and regular migration \n \n39. We commit to support each other in the realization of the objectives and \ncommitments laid out in this Global Compact through enhanced international \ncooperation, a revitalized global partnership and, in the spirit of solidarity, \nreaffirming the centrality of a comprehensive and integrated approach to facilitate \nsafe, orderly and regular migration and recognizing that we are all countries of origin, \ntransit and destination. We further commit to take joint action, in addressing the \nchallenges faced by each country, to implement this Global Compact, underscoring \nthe specific challenges faced in particular by African countries, least developed \ncountries, landlocked developing countries, small island developing States and \nmiddle-income countries. We also commit to promote the mutually reinforcing nature \nbetween the Global Compact and existing international legal and policy frameworks, \nby aligning the implementation of this Global Compact with such frameworks, \nparticularly the 2030 Agenda for Sustainable Development as well as the Addis Ababa \nAction Agenda, and their recognition that migration and sustainable development are \nmultidimensional and interdependent.  \n \nTo realize this commitment, we will draw from the following actions:  \n \n(a) \nSupport other States as we collectively implement the Global Compact, \nincluding through the provision of financial and technical assistance, in line with \nnational priorities, policies, action plans and strategies, through a whole-of-\ngovernment and whole-of-society approach; \n \n(b) \nIncrease international and regional cooperation to accelerate the \nimplementation of the 2030 Agenda for Sustainable Development in geographical \nareas from which irregular migration systematically originates owing to consistent \nimpacts of poverty, unemployment, climate change and disasters, inequality, \ncorruption and poor governance, among other structural factors, through appropriate \ncooperation frameworks, innovative partnerships and the involvement of all relevant \nstakeholders, while upholding national ownership and shared responsibility; \n \n(c) \nInvolve and support local authorities in the identification of needs and \nopportunities for international cooperation for the effective implementation of the \nGlobal Compact and integrate their perspectives and priorities into development \nstrategies, programmes and planning on migration, as a means to ensure good \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n33/36\n18-22354 \n \ngovernance as well as policy coherence across levels of government and policy \nsectors, and maximize the effectiveness and impact of international development \ncooperation; \n \n(d) \nMake use of the capacity-building mechanism and build upon other \nexisting instruments to strengthen the capacities of relevant authorities by mobilizing \ntechnical, financial and human resources from States, international financial \ninstitutions, the private sector, international organizations and other sources in order \nto assist all States in fulfilling the commitments outlined in this Global Compact;  \n \n(e) \nConclude bilateral, regional or multilateral mutually beneficial, tailored \nand transparent partnerships, in line with international law, that develop targeted \nsolutions to migration policy issues of common interest and address opportunities and \nchallenges of migration in accordance with the Global Compact.  \n \n \n \n \nImplementation \n \n \n40. For the effective implementation of the Global Compact, we require concerted \nefforts at the global, regional, national and local levels, including a coherent United \nNations system.  \n41. We commit to fulfil the objectives and commitments outlined in the Global \nCompact, in line with our vision and guiding principles, by taking effective steps at \nall levels to facilitate safe, orderly and regular migration at all stages. We will \nimplement the Global Compact, within our own countries and at the regional and \nglobal levels, taking into account different national realities, capacities and levels of \ndevelopment, and respecting national policies and priorities. We reaffirm our \ncommitment to international law and emphasize that the Global Compact is to be \nimplemented in a manner that is consistent with our rights and obligations under \ninternational law. \n42. We will implement the Global Compact through enhanced bilateral, regional \nand multilateral cooperation and a revitalized global partnership in a spirit of \nsolidarity. We will continue building on existing mechanisms, platforms and \nframeworks to address migration in all its dimensions. Recognizing the centrality of \ninternational cooperation for the effective fulfilment of the objectives and \ncommitments, we will strive to reinforce our engagement in North-South, South-\nSouth and triangular cooperation and assistance. Our cooperation efforts in this regard \nwill be aligned with the 2030 Agenda for Sustainable Development and the Addis \nAbaba Action Agenda.  \n43. We decide to establish a capacity-building mechanism in the United Nations, \nbuilding upon existing initiatives, that supports efforts of Member States to \nimplement the Global Compact. It allows Member States, the United Nations and \nother relevant stakeholders, including the private sector and philanthropic \nfoundations, to contribute technical, financial and human resources on a voluntary \nbasis in order to strengthen capacities and foster multi-partner cooperation. The \ncapacity-building mechanism will consist of: \n \n(a) \nA connection hub that facilitates demand-driven, tailor-made and \nintegrated solutions, by: \n \n(i) \nAdvising on, assessing and processing country requests for the \ndevelopment of solutions; \n \n(ii) Identifying main implementing partners within and outside of the United \nNations system, in line with their comparative advantages and operational \ncapacities; \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n34/36 \n \n \n(iii) Connecting the request to similar initiatives and solutions for peer-to-peer \nexchange and potential replication, where existing and relevant; \n \n(iv) Ensuring effective set-up for multi-agency and multi-stakeholder \nimplementation; \n \n(v) \nIdentifying funding opportunities, including by initiating the start-up fund; \n \n(b) \nA start-up fund for initial financing to realize project-oriented solutions, by: \n \n(i) \nProviding seed funding, where needed, to jump-start a specific project; \n \n(ii) Complementing other funding sources; \n \n(iii) Receiving voluntary financial contributions by Member States, the United \nNations, international financial institutions and other stakeholders, including the \nprivate sector and philanthropic foundations; \n \n(c) \nA global knowledge platform as an online open data source, by:  \n \n(i) \nServing as a repository of existing evidence, practices and initiatives; \n \n(ii) Facilitating the accessibility of knowledge and sharing of solutions; \n \n(iii) Building on the Global Forum on Migration and Development Platform \nfor Partnerships and other relevant sources. \n44. We will implement the Global Compact in cooperation and partnership with \nmigrants, civil society, migrant and diaspora organizations, faith-based organizations, \nlocal authorities and communities, the private sector, trade unions, parliamentarians, \nnational human rights institutions, the International Red Cross and Red Crescent \nMovement, academia, the media and other relevant stakeholders. \n45. We welcome the decision of the Secretary-General to establish a United Nations \nnetwork on migration to ensure effective and coherent system-wide support for \nimplementation, including the capacity-building mechanism, as well as follow-up and \nreview of the Global Compact, in response to the needs of Member States. In this \nregard, we note that: \n \n(a) \nIOM will serve as the coordinator and secretariat of the network; \n \n(b) \nThe network will fully draw from the technical expertise and experience \nof relevant entities within the United Nations system; \n \n(c) \nThe work of the network will be fully aligned with existing coordination \nmechanisms and the repositioning of the United Nations development system. \n46. We request the Secretary-General, drawing on the network, to report to the \nGeneral Assembly on a biennial basis on the implementation of the Global Compact, \nthe activities of the United Nations system in this regard, as well as the functioning \nof the institutional arrangements. \n47. Further recognizing the important role of State-led processes and platforms at \nthe global and regional levels in advancing the international dialogue on migration, \nwe invite the Global Forum on Migration and Development, regional consultative \nprocesses and other global, regional and subregional forums to provide platforms to \nexchange experiences on the implementation of the Global Compact, share good \npractices on policies and cooperation, promote innovative approaches, and foster \nmulti-stakeholder partnerships around specific policy issues. \n \n \n\nGlobal Compact for Safe, Orderly and Regular Migration \nA/RES/73/195\n \n35/36\n18-22354 \n \n \n \nFollow-up and review \n \n \n48. We will review the progress made at the local, national, regional and global \nlevels in implementing the Global Compact in the framework of the United Nations \nthrough a State-led approach and with the participation of all relevant stakeholders. \nFor follow-up and review, we agree on intergovernmental measures that will assist us \nin fulfilling our objectives and commitments.  \n49. Considering that international migration requires a forum at the global level \nthrough which Member States can review the implementation progress and guide the \ndirection of the work of the United Nations, we decide that: \n \n(a) \nThe High-level Dialogue on International Migration and Development, \ncurrently scheduled to take place every fourth session of the General Assembly, shall \nbe repurposed and renamed “International Migration Review Forum”; \n \n(b) \nThe International Migration Review Forum shall serve as the primary \nintergovernmental global platform for Member States to discuss and share progress \non the implementation of all aspects of the Global Compact, including as it relates to \nthe 2030 Agenda for Sustainable Development, and with the participation of all \nrelevant stakeholders; \n \n(c) \nThe International Migration Review Forum shall take place every four \nyears beginning in 2022; \n \n(d) \nThe International Migration Review Forum shall discuss the implementation \nof the Global Compact at the local, national, regional and global levels, as well as \nallow for interaction with other relevant stakeholders with a view to building upon \naccomplishments and identifying opportunities for further cooperation; \n \n(e) \nEach edition of the International Migration Review Forum will result in \nan intergovernmentally agreed Progress Declaration, which may be taken into \nconsideration by the high-level political forum on sustainable development. \n50. Considering that most international migration takes place within regions, we \ninvite relevant subregional, regional and cross-regional processes, platforms and \norganizations, including the United Nations regional economic commissions or \nregional consultative processes, to review the implementation of the Global Compact \nwithin the respective regions, beginning in 2020, alternating with discussions at the \nglobal level at a four-year interval, in order to effectively inform each edition of the \nInternational Migration Review Forum, with the participation of all relevant \nstakeholders. \n51. We invite the Global Forum on Migration and Development to provide a space \nfor annual informal exchange on the implementation of the Global Compact, and to \nreport the findings, best practices and innovative approaches to the International \nMigration Review Forum. \n52. Recognizing the important contributions of State-led initiatives on international \nmigration, we invite forums such as the IOM International Dialogue on Migration, \nregional consultative processes and others to contribute to the International Migration \nReview Forum by providing relevant data, evidence, best practices, innovative \napproaches and recommendations as they relate to the implementation of the Global \nCompact for Safe, Orderly and Regular Migration. \n53. We encourage all Member States to develop, as soon as practicable, ambitious \nnational responses for the implementation of the Global Compact, and to conduct \nregular and inclusive reviews of progress at the national level, such as through the \n\nA/RES/73/195 \nGlobal Compact for Safe, Orderly and Regular Migration\n \n18-22354\n36/36 \n \nvoluntary elaboration and use of a national implementation plan. Such reviews should \ndraw on contributions from all relevant stakeholders, as well as parliaments and local \nauthorities, and serve to effectively inform the participation of Member States in the \nInternational Migration Review Forum and other relevant forums.  \n54. We request the President of the General Assembly to launch and conclude, in \n2019, open, transparent and inclusive intergovernmental consultations to determine \nthe precise modalities and organizational aspects of the International Migration \nReview Forums and articulate how the contributions of the regional reviews and other \nrelevant processes will inform the Forums, as a means to further strengthen the overall \neffectiveness and consistency of the follow-up and review outlined in the Global \nCompact. \n \n",
  "paragraphs": {
    "1": "Collect and utilize accurate and disaggregated data as a basis for evidence-based policies",
    "2": "Minimize the adverse drivers and structural factors that compel people to leave their country of origin",
    "3": "Provide accurate and timely information at all stages of migration",
    "2007": "These platforms paved the way for the New York Declaration for Refugees and Migrants, through which we committed to elaborate a global compact on refugees and to adopt this Global Compact for Safe, Orderly and Regular Migration, in two separate processes. The two global compacts, together, present complementary international cooperation frameworks that fulfil their respective mandates as laid out __________________ 2 Resolution 217 A (III). 3 See resolution 2200 A (XXI), annex. 4 International Convention on the Elimination of All Forms of Racial Discrimination, Convention on the Elimination of All Forms of Discrimination against Women, Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, Convention on the Rights of the Child, International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, International Convention for the Protection of All Persons from Enforced Disappearance, and Convention on the Rights of Persons with Disabilities. 5 United Nations, Treaty Series, vol. 2225, No. 39574. 6 Ibid., vol. 2237, No. 39574. 7 Ibid., vol. 2241, No. 39574. 8 League of Nations, Treaty Series, vol. LX, No. 1414. 9 United Nations, Treaty Series, vol. 266, No. 3822. 10 Ibid., vol. 1771, No. 30822. 11 Ibid., vol. 1954, No. 33480. 12 Adopted under the United Nations Framework Convention on Climate Change in FCCC/CP/2015/10/Add.1, decision 1/CP.21. 13 Migration for Employment Convention (Revised), 1949 (No. 97), Migrant Workers (Supplementary Provisions) Convention, 1975 (No. 143), Equality of Treatment (Social Security) Convention, 1962 (No. 118), and Domestic Workers Convention, 2011 (No. 189). 14 Resolution 70/1. 15 Resolution 69/313, annex. 16 Resolution 69/283, annex II. 17 Resolution 71/256, annex. Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 3/36 18-22354 in the New York Declaration for Refugees and Migrants, which recognizes that migrants and refugees may face many common challenges and similar vulnerabilities.",
    "4": "Ensure that all migrants have proof of legal identity and adequate documentation",
    "5": "Enhance availability and flexibility of pathways for regular migration",
    "6": "Facilitate fair and ethical recruitment and safeguard conditions that ensure decent work",
    "7": "Address and reduce vulnerabilities in migration",
    "8": "Save lives and establish coordinated international efforts on missing migrants",
    "9": "Strengthen the transnational response to smuggling of migrants",
    "10": "Prevent, combat and eradicate trafficking in persons in the context of international migration",
    "11": "Manage borders in an integrated, secure and coordinated manner Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 7/36 18-22354",
    "12": "Strengthen certainty and predictability in migration procedures for appropriate screening, assessment and referral",
    "13": "Use migration detention only as a measure of last resort and work towards alternatives",
    "14": "Enhance consular protection, assistance and cooperation throughout the migration cycle",
    "15": "Provide access to basic services for migrants",
    "16": "Empower migrants and societies to realize full inclusion and social cohesion",
    "17": "We commit to strengthen the global evidence base on international migration by improving and investing in the collection, analysis and dissemination of accurate, reliable and comparable data, disaggregated by sex, age, migration status and other characteristics relevant in national contexts, while upholding the right to privacy under international human rights law and protecting personal data. We further commit to ensure that this data fosters research, guides coherent and evidence-based policymaking and well-informed public discourse, and allows for effective monitoring and evaluation of the implementation of commitments over time. To realize this commitment, we will draw from the following actions: (a) Elaborate and implement a comprehensive strategy for improving migration data at the local, national, regional and global levels, with the participation of all relevant stakeholders, under the guidance of the Statistical Commission of the United Nations, by harmonizing methodologies for data collection, and strengthening analysis and dissemination of migration-related data and indicators; (b) Improve international comparability and compatibility of migration statistics and national data systems, including by further developing and applying the statistical definition of an international migrant, elaborating a set of standards to A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 8/36 measure migrant stocks and flows, and documenting migration patterns and trends, characteristics of migrants, as well as drivers and impacts of migration; (c) Develop a global programme to build and enhance national capacities in data collection, analysis and dissemination to share data, address data gaps and assess key migration trends, that encourages collaboration between relevant stakeholders at all levels, provides dedicated training, financial support and technical assistance, leverages new data sources, including big data, and is reviewed by the Statistical Commission on a regular basis; (d) Collect, analyse and use data on the effects and benefits of migration, as well as the contributions of migrants and diasporas to sustainable development, with a view to informing the implementation of the 2030 Agenda for Sustainable Development and related strategies and programmes at the local, national, regional and global levels; (e) Support further development of and collaboration between existing global and regional databases and depositories, including the International Organization for Migration (IOM) Global Migration Data Portal and the World Bank Global Knowledge Partnership on Migration and Development, with a view to systematically consolidating relevant data in a transparent and user-friendly manner, while encouraging inter-agency collaboration to avoid duplication; (f) Establish and strengthen regional centres for research and training on migration or migration observatories, such as the African Observatory for Migration and Development, to collect and analyse data in line with United Nations standards, including on best practices, the contributions of migrants, the overall economic, social and political benefits and challenges of migration in countries of origin, transit and destination, as well as drivers of migration, with a view to establishing shared strategies and maximizing the value of disaggregated migration data, in coordination with existing regional and subregional mechanisms; (g) Improve national data collection by integrating migration-related topics into national censuses, as early as practicable, such as on country of birth, country of birth of parents, country of citizenship, country of residence five years prior to the census, most recent arrival date and reason for migrating, to ensure timely analysis and dissemination of results, disaggregated and tabulated in accordance with international standards, for statistical purposes; (h) Conduct household, labour force and other surveys to collect information on the social and economic integration of migrants or add standard migration modules to existing household surveys to improve national, regional and international comparability, and make collected data available through public use of statistical microdata files; (i) Enhance collaboration between State units responsible for migration data and national statistical offices to produce migration-related statistics, including by using administrative records for statistical purposes, such as border records, visas, resident permits, population registers and other relevant sources, while upholding the right to privacy and protecting personal data; (j) Develop and use country-specific migration profiles, which include disaggregated data on all migration-relevant aspects in a national context, including those on labour market needs, demand for and availability of skills, the economic, environmental and social impacts of migration, remittance transfer costs, health, education, occupation, living and working conditions, wages, and the needs of migrants and receiving communities, in order to develop evidence-based migration policies; Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 9/36 18-22354 (k) Cooperate with relevant stakeholders in countries of origin, transit and destination to develop research, studies and surveys on the interrelationship between migration and the three dimensions of sustainable development, the contributions and skills of migrants and diasporas, as well as their ties to the countries of origin and destination. Objective 2: Minimize the adverse drivers and structural factors that compel people to leave their country of origin",
    "18": "We commit to create conducive political, economic, social and environmental conditions for people to lead peaceful, productive and sustainable lives in their own country and to fulfil their personal aspirations, while ensuring that desperation and deteriorating environments do not compel them to seek a livelihood elsewhere through irregular migration. We further commit to ensure timely and full implementation of the 2030 Agenda for Sustainable Development, as well as to build upon and invest in the implementation of other existing frameworks, in order to enhance the overall impact of the Global Compact to facilitate safe, orderly and regular migration. To realize this commitment, we will draw from the following actions: (a) Promote the implementation of the 2030 Agenda for Sustainable Development, including the Sustainable Development Goals and the Addis Ababa Action Agenda, and the commitment to reach the furthest behind first, as well as the Paris Agreement and the Sendai Framework for Disaster Risk Reduction 2015–2030; (b) Invest in programmes that accelerate States’ fulfilment of the Sustainable Development Goals with the aim of eliminating the adverse drivers and structural factors that compel people to leave their country of origin, including through poverty eradication, food security, health and sanitation, education, inclusive economic growth, infrastructure, urban and rural development, employment creation, decent work, gender equality and empowerment of women and girls, resilience and disaster risk reduction, climate change mitigation and adaptation, addressing the socioeconomic effects of all forms of violence, non-discrimination, the rule of law and good governance, access to justice and protection of human rights, as well as creating and maintaining peaceful and inclusive societies with effective, accountable and transparent institutions; (c) Establish or strengthen mechanisms to monitor and anticipate the development of risks and threats that might trigger or affect migration movements, strengthen early warning systems, develop emergency procedures and toolkits, launch emergency operations and support post-emergency recovery, in close cooperation with and in support of other States, relevant national and local authorities, national human rights institutions and civil society; (d) Invest in sustainable development at the local and national levels in all regions, allowing all people to improve their lives and meet their aspirations, by fostering sustained, inclusive and sustainable economic growth, including through private and foreign direct investment and trade preferences, to create conducive conditions that allow communities and individuals to take advantage of opportunities in their own countries and drive sustainable development; (e) Invest in human capital development by promoting entrepreneurship, education, vocational training and skills development programmes and partnerships, productive employment creation, in line with labour market needs, as well as in cooperation with the private sector and trade unions, with a view to reducing youth unemployment, avoiding brain drain and optimizing brain gain in countries of origin, and harnessing the demographic dividend; A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 10/36 (f) Strengthen collaboration between humanitarian and development actors, including by promoting joint analysis, multi-donor approaches and multi-year funding cycles, in order to develop long-term responses and outcomes that ensure respect for the rights of affected individuals, resilience and coping capacities of populations, as well as economic and social self-reliance, and by ensuring that these efforts take migration into account; (g) Account for migrants in national emergency preparedness and response, including by taking into consideration relevant recommendations from State-led consultative processes, such as the Guidelines to Protect Migrants in Countries Experiencing Conﬂict or Natural Disaster (Migrants in Countries in Crisis Initiative Guidelines); Natural disasters, the adverse effects of climate change, and environmental degradation (h) Strengthen joint analysis and sharing of information to better map, understand, predict and address migration movements, such as those that may result from sudden-onset and slow-onset natural disasters, the adverse effects of climate change, environmental degradation, as well as other precarious situations, while ensuring effective respect for and protection and fulfilment of the human rights of all migrants; (i) Develop adaptation and resilience strategies to sudden-onset and slow- onset natural disasters, the adverse effects of climate change, and environmental degradation, such as desertification, land degradation, drought and sea level rise, taking into account the potential implications for migration, while recognizing that adaptation in the country of origin is a priority; (j) Integrate displacement considerations into disaster preparedness strategies and promote cooperation with neighbouring and other relevant countries to prepare for early warning, contingency planning, stockpiling, coordination mechanisms, evacuation planning, reception and assistance arrangements, and public information; (k) Harmonize and develop approaches and mechanisms at the subregional and regional levels to address the vulnerabilities of persons affected by sudden-onset and slow-onset natural disasters, by ensuring that they have access to humanitarian assistance that meets their essential needs with full respect for their rights wherever they are, and by promoting sustainable outcomes that increase resilience and self-reliance, taking into account the capacities of all countries involved; (l) Develop coherent approaches to address the challenges of migration movements in the context of sudden-onset and slow-onset natural disasters, including by taking into consideration relevant recommendations from State-led consultative processes, such as the Agenda for the Protection of Cross-Border Displaced Persons in the Context of Disasters and Climate Change, and the Platform on Disaster Displacement. Objective 3: Provide accurate and timely information at all stages of migration",
    "19": "We commit to strengthen our efforts to provide, make available and disseminate accurate, timely, accessible and transparent information on migration-related aspects for and between States, communities and migrants at all stages of migration. We further commit to use this information to develop migration policies that provide a high degree of predictability and certainty for all actors involved. Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 11/36 18-22354 To realize this commitment, we will draw from the following actions: (a) Launch and publicize a centralized and publicly accessible national website to make information available on regular migration options, such as on country-specific immigration laws and policies, visa requirements, application formalities, fees and conversion criteria, employment permit requirements, professional qualification requirements, credential assessment and equivalences, training and study opportunities, and living costs and conditions, in order to inform the decisions of migrants; (b) Promote and improve systematic bilateral, regional and international cooperation and dialogue to exchange information on migration-related trends, including through joint databases, online platforms, international training centres and liaison networks, while upholding the right to privacy and protecting personal data; (c) Establish open and accessible information points along relevant migration routes that can refer migrants to child-sensitive and gender-responsive support and counselling, offer opportunities to communicate with consular representatives of the country of origin, and make available relevant information, including on human rights and fundamental freedoms, appropriate protection and assistance, options and pathways for regular migration, and possibilities for return, in a language that the person concerned understands; (d) Provide newly arrived migrants with targeted, gender-responsive, child- sensitive, accessible and comprehensive information and legal guidance on their rights and obligations, including on compliance with national and local laws, obtaining of work and resident permits, status adjustments, registration with authorities, access to justice to file complaints about rights violations, as well as access to basic services; (e) Promote multilingual, gender-responsive and evidence-based information campaigns and organize awareness-raising events and pre-departure orientation training in countries of origin, in cooperation with local authorities, consular and diplomatic missions, the private sector, academia, migrant and diaspora organizations and civil society, in order to promote safe, orderly and regular migration, as well as to highlight the risks associated with irregular and unsafe migration. Objective 4: Ensure that all migrants have proof of legal identity and adequate documentation",
    "20": "We commit to fulfil the right of all individuals to a legal identity by providing all our nationals with proof of nationality and relevant documentation, allowing national and local authorities to ascertain a migrant’s legal identity upon entry, during stay and for return, as well as to ensure effective migration procedures, efficient service provision and improved public safety. We further commit to ensure, through appropriate measures, that migrants are issued adequate documentation and civil registry documents, such as birth, marriage and death certificates, at all stages of migration, as a means to empower migrants to effectively exercise their human rights. To realize this commitment, we will draw from the following actions: (a) Improve civil registry systems, with a particular focus on reaching unregistered persons and our nationals residing in other countries, including by providing relevant identity and civil registry documents, strengthening capacities, and investing in information and communications technology solutions, while upholding the right to privacy and protecting personal data; (b) Harmonize travel documents in line with the specifications of the International Civil Aviation Organization to facilitate interoperable and universal A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 12/36 recognition of travel documents, as well as to combat identity fraud and document forgery, including by investing in digitalization, and strengthening mechanisms for biometric data-sharing, while upholding the right to privacy and protecting personal data; (c) Ensure adequate, timely, reliable and accessible consular documentation to our nationals residing in other countries, including identity and travel documents, making use of information and communications technology, as well as community outreach, particularly in remote areas; (d) Facilitate access to personal documentation, such as passports and visas, and ensure that relevant regulations and criteria for obtaining such documentation are non-discriminatory, by undertaking a gender-responsive and age-sensitive review in order to prevent increased risk of vulnerabilities throughout the migration cycle; (e) Strengthen measures to reduce statelessness, including by registering migrants’ births, ensuring that women and men can equally confer their nationality on their children, and providing nationality to children born in another State’s territory, especially in situations where a child would otherwise be stateless, fully respecting the human right to a nationality and in accordance with national legislation; (f) Review and revise requirements to prove nationality at service delivery centres to ensure that migrants without proof of nationality or legal identity are not precluded from accessing basic services nor denied their human rights; (g) Build upon existing practices at the local level that facilitate participation in community life, such as interaction with authorities and access to relevant services, through the issuance of registration cards to all persons living in a municipality, including migrants, that contain basic personal information, while not constituting entitlements to citizenship or residency. Objective 5: Enhance availability and flexibility of pathways for regular migration",
    "21": "We commit to adapt options and pathways for regular migration in a manner that facilitates labour mobility and decent work reflecting demographic and labour market realities, optimizes education opportunities, upholds the right to family life, and responds to the needs of migrants in a situation of vulnerability, with a view to expanding and diversifying availability of pathways for safe, orderly and regular migration. To realize this commitment, we will draw from the following actions: (a) Develop human rights-based and gender-responsive bilateral, regional and multilateral labour mobility agreements with sector-specific standard terms of employment in cooperation with relevant stakeholders, drawing on relevant International Labour Organization (ILO) standards, guidelines and principles, in compliance with international human rights and labour law; (b) Facilitate regional and cross-regional labour mobility through international and bilateral cooperation arrangements, such as free movement regimes, visa liberalization or multiple-country visas, and labour mobility cooperation frameworks, in accordance with national priorities, local market needs and skills supply; (c) Review and revise existing options and pathways for regular migration, with a view to optimizing skills-matching in labour markets and addressing demographic realities and development challenges and opportunities, in accordance Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 13/36 18-22354 with local and national labour market demands and skills supply, in consultation with the private sector and other relevant stakeholders; (d) Develop flexible, rights-based and gender-responsive labour mobility schemes for migrants, in accordance with local and national labour market needs and skills supply at all skills levels, including temporary, seasonal, circular and fast- track programmes in areas of labour shortages, by providing flexible, convertible and non-discriminatory visa and permit options, such as for permanent and temporary work, multiple-entry study, business, visit, investment and entrepreneurship; (e) Promote effective skills-matching in the national economy by involving local authorities and other relevant stakeholders, particularly the private sector and trade unions, in the analysis of the local labour market, identification of skills gaps, definition of required skills profiles, and evaluation of the efficacy of labour migration policies, in order to ensure market-responsive contractual labour mobility through regular pathways; (f) Foster efficient and effective skills-matching programmes by reducing visa and permit processing time frames for standard employment authorizations, and by offering accelerated and facilitated visa and permit processing for employers with a track record of compliance; (g) Develop or build on existing national and regional practices for admission and stay of appropriate duration based on compassionate, humanitarian or other considerations for migrants compelled to leave their countries of origin owing to sudden-onset natural disasters and other precarious situations, such as by providing humanitarian visas, private sponsorships, access to education for children, and temporary work permits, while adaptation in or return to their country of origin is not possible; (h) Cooperate to identify, develop and strengthen solutions for migrants compelled to leave their countries of origin owing to slow-onset natural disasters, the adverse effects of climate change, and environmental degradation, such as desertification, land degradation, drought and sea level rise, including by devising planned relocation and visa options, in cases where adaptation in or return to their country of origin is not possible; (i) Facilitate access to procedures for family reunification for migrants at all skills levels through appropriate measures that promote the realization of the right to family life and the best interests of the child, including by reviewing and revising applicable requirements, such as on income, language proficiency, length of stay, work authorization, and access to social security and services; (j) Expand available options for academic mobility, including through bilateral and multilateral agreements that facilitate academic exchanges, such as scholarships for students and academic professionals, visiting professorships, joint training programmes and international research opportunities, in cooperation with academic institutions and other relevant stakeholders. Objective 6: Facilitate fair and ethical recruitment and safeguard conditions that ensure decent work",
    "22": "We commit to review existing recruitment mechanisms to guarantee that they are fair and ethical, and to protect all migrant workers against all forms of exploitation and abuse in order to guarantee decent work and maximize the socioeconomic contributions of migrants in both their countries of origin and destination. A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 14/36 To realize this commitment, we will draw from the following actions: (a) Promote signature and ratification of, accession to and implementation of relevant international instruments related to international labour migration, labour rights, decent work and forced labour; (b) Build upon the work of existing bilateral, subregional and regional platforms that have overcome obstacles and identified best practices in labour mobility, by facilitating cross-regional dialogue to share this knowledge, and to promote full respect for the human and labour rights of migrant workers at all skills levels, including migrant domestic workers; (c) Improve regulations on public and private recruitment agencies in order to align them with international guidelines and best practices, and prohibit recruiters and employers from charging or shifting recruitment fees or related costs to migrant workers in order to prevent debt bondage, exploitation and forced labour, including by establishing mandatory, enforceable mechanisms for effective regulation and monitoring of the recruitment industry; (d) Establish partnerships with all relevant stakeholders, including employers, migrant workers’ organizations and trade unions, to ensure that migrant workers are provided with written contracts and are made aware of the provisions therein, the regulations relating to international labour recruitment and employment in the country of destination, and their rights and obligations, as well as of how to access effective complaint and redress mechanisms, in a language they understand; (e) Enact and implement national laws that sanction human and labour rights violations, especially in cases of forced and child labour, and cooperate with the private sector, including employers, recruiters, subcontractors and suppliers, to build partnerships that promote conditions for decent work, prevent abuse and exploitation, and ensure that the roles and responsibilities within the recruitment and employment processes are clearly outlined, thereby enhancing supply chain transparency; (f) Strengthen the enforcement of fair and ethical recruitment and decent work norms and policies by enhancing the abilities of labour inspectors and other authorities to better monitor recruiters, employers and service providers in all sectors, ensuring that international human rights and labour law is observed to prevent all forms of exploitation, slavery, servitude and forced, compulsory or child labour; (g) Develop and strengthen labour migration and fair and ethical recruitment processes that allow migrants to change employers and modify the conditions or length of their stay with minimal administrative burden, while promoting greater opportunities for decent work and respect for international human rights and labour law; (h) Take measures that prohibit the confiscation or non-consensual retention of work contracts and travel or identity documents from migrants, in order to prevent abuse, all forms of exploitation, forced, compulsory and child labour, extortion and other situations of dependency, and to allow migrants to fully exercise their human rights; (i) Provide migrant workers engaged in remunerated and contractual labour with the same labour rights and protections extended to all workers in the respective sector, such as the rights to just and favourable conditions of work, to equal pay for work of equal value, to freedom of peaceful assembly and association, and to the highest attainable standard of physical and mental health, including through wage protection mechanisms, social dialogue and membership in trade unions; (j) Ensure that migrants working in the informal economy have safe access to effective reporting, complaint and redress mechanisms in cases of exploitation, abuse Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 15/36 18-22354 or violations of their rights in the workplace, in a manner that does not exacerbate vulnerabilities of migrants who denounce such incidents and allows them to participate in respective legal proceedings whether in the country of origin or the country of destination; (k) Review relevant national labour laws, employment policies and programmes to ensure that they include considerations of the specific needs and contributions of women migrant workers, especially in domestic work and lower- skilled occupations, and adopt specific measures to prevent, report, address and provide effective remedy for all forms of exploitation and abuse, including sexual and gender-based violence, as a basis to promote gender-responsive labour mobility policies; (l) Develop and improve national policies and programmes relating to international labour mobility, including by taking into consideration relevant recommendations of the ILO General Principles and Operational Guidelines for Fair Recruitment, the United Nations Guiding Principles on Business and Human Rights 21 and the IOM International Recruitment Integrity System (IRIS). Objective 7: Address and reduce vulnerabilities in migration",
    "23": "We commit to respond to the needs of migrants who face situations of vulnerability, which may arise from the circumstances in which they travel or the conditions they face in countries of origin, transit and destination, by assisting them and protecting their human rights, in accordance with our obligations under international law. We further commit to uphold the best interests of the child at all times, as a primary consideration in situations where children are concerned, and to apply a gender-responsive approach in addressing vulnerabilities, including in responses to mixed movements. To realize this commitment, we will draw from the following actions: (a) Review relevant policies and practices to ensure that they do not create, exacerbate or unintentionally increase vulnerabilities of migrants, including by applying a human rights-based, gender- and disability-responsive, as well as age- and child-sensitive approach; (b) Establish comprehensive policies and develop partnerships that provide migrants in a situation of vulnerability, regardless of their migration status, with necessary support at all stages of migration, through identification and assistance, as well as protection of their human rights, in particular in cases related to women at risk, children, especially those unaccompanied or separated from their families, members of ethnic and religious minorities, victims of violence, including sexual and gender-based violence, older persons, persons with disabilities, persons who are discriminated against on any basis, indigenous peoples, workers facing exploitation and abuse, domestic workers, victims of trafficking in persons, and migrants subject to exploitation and abuse in the context of smuggling of migrants; (c) Develop gender-responsive migration policies to address the particular needs and vulnerabilities of migrant women, girls and boys, which may include assistance, health care, psychological and other counselling services, as well as access to justice and effective remedies, especially in cases of sexual and gender-based violence, abuse and exploitation; __________________ 21 Guiding Principles on Business and Human Rights: Implementing the United Nations “Protect, Respect and Remedy” Framework (A/HRC/17/31, annex). A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 16/36 (d) Review relevant existing labour laws and work conditions to identify and effectively address workplace-related vulnerabilities and abuses of migrant workers at all skills levels, including domestic workers, and those working in the informal economy, in cooperation with relevant stakeholders, particularly the private sector; (e) Account for migrant children in national child protection systems by establishing robust procedures for the protection of migrant children in relevant legislative, administrative and judicial proceedings and decisions, as well as in all migration policies and programmes that impact children, including consular protection policies and services, as well as cross-border cooperation frameworks, in order to ensure that the best interests of the child are appropriately integrated, consistently interpreted and applied in coordination and cooperation with child protection authorities; (f) Protect unaccompanied and separated children at all stages of migration through the establishment of specialized procedures for their identification, referral, care and family reunification, and provide access to health-care services, including mental health, education, legal assistance and the right to be heard in administrative and judicial proceedings, including by swiftly appointing a competent and impartial legal guardian, as essential means to address their particular vulnerabilities and discrimination, protect them from all forms of violence and provide access to sustainable solutions that are in their best interests; (g) Ensure that migrants have access to public or affordable independent legal assistance and representation in legal proceedings that affect them, including during any related judicial or administrative hearing, in order to safeguard that all migrants, everywhere, are recognized as persons before the law and that the delivery of justice is impartial and non-discriminatory; (h) Develop accessible and expedient procedures that facilitate transitions from one status to another and inform migrants of their rights and obligations, so as to prevent migrants from falling into an irregular status in the country of destination, to reduce precariousness of status and related vulnerabilities, as well as to enable individual status assessments for migrants, including for those who have fallen out of regular status, without fear of arbitrary expulsion; (i) Build on existing practices to facilitate access for migrants in an irregular status to an individual assessment that may lead to regular status, on a case-by-case basis and with clear and transparent criteria, especially in cases where children, youth and families are involved, as an option for reducing vulnerabilities, as well as for States to ascertain better knowledge of the resident population; (j) Apply specific support measures to ensure that migrants caught up in situations of crisis in countries of transit and destination have access to consular protection and humanitarian assistance, including by facilitating cross-border and broader international cooperation, as well as by taking migrant populations into account in crisis preparedness, emergency response and post-crisis action; (k) Involve local authorities and relevant stakeholders in the identification, referral and assistance of migrants in a situation of vulnerability, including through agreements with national protection bodies, legal aid and service providers, as well as the engagement of mobile response teams, where they exist; (l) Develop national policies and programmes to improve national responses that address the needs of migrants in situations of vulnerability, including by taking into consideration relevant recommendations of the Global Migration Group’s Principles and Guidelines, Supported by Practical Guidance, on the Human Rights Protection of Migrants in Vulnerable Situations. Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 17/36 18-22354 Objective 8: Save lives and establish coordinated international efforts on missing migrants",
    "24": "We commit to cooperate internationally to save lives and prevent migrant deaths and injuries through individual or joint search and rescue operations, standardized collection and exchange of relevant information, assuming collective responsibility to preserve the lives of all migrants, in accordance with international law. We further commit to identify those who have died or gone missing, and to facilitate communication with affected families. To realize this commitment, we will draw from the following actions: (a) Develop procedures and agreements on search and rescue of migrants, with the primary objective of protecting migrants’ right to life, that uphold the prohibition of collective expulsion, guarantee due process and individual assessments, enhance reception and assistance capacities, and ensure that the provision of assistance of an exclusively humanitarian nature for migrants is not considered unlawful; (b) Review the impacts of migration-related policies and laws to ensure that these do not raise or create the risk of migrants going missing, including by identifying dangerous transit routes used by migrants, by working with other States as well as relevant stakeholders and international organizations to identify contextual risks and establishing mechanisms for preventing and responding to such situations, with particular attention to migrant children, especially those unaccompanied or separated; (c) Enable migrants to communicate with their families without delay to inform them that they are alive by facilitating access to means of communication along routes and at their destination, including in places of detention, as well as access to consular missions, local authorities and organizations that can provide assistance with family contacts, especially in cases of unaccompanied or separated migrant children, as well as adolescents; (d) Establish transnational coordination channels, including through consular cooperation, and designate contact points for families looking for missing migrants, through which families can be kept informed on the status of the search and obtain other relevant information, while respecting the right to privacy and protecting personal data; (e) Collect, centralize and systematize data regarding corpses and ensure traceability after burial, in accordance with internationally accepted forensic standards, and establish coordination channels at the transnational level to facilitate identification and the provision of information to families; (f) Make all efforts, including through international cooperation, to recover, identify and repatriate to their countries of origin the remains of deceased migrants, respecting the wishes of grieving families, and, in the case of unidentified individuals, facilitate the identification and subsequent recovery of the mortal remains, ensuring that the remains of deceased migrants are treated in a dignified, respectful and proper manner. Objective 9: Strengthen the transnational response to smuggling of migrants",
    "25": "We commit to intensify joint efforts to prevent and counter smuggling of migrants by strengthening capacities and international cooperation to prevent, investigate, prosecute and penalize the smuggling of migrants in order to end the impunity of smuggling networks. We further commit to ensure that migrants shall not A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 18/36 become liable to criminal prosecution for the fact of having been the object of smuggling, notwithstanding potential prosecution for other violations of national law. We also commit to identify smuggled migrants to protect their human rights, taking into consideration the special needs of women and children, and assisting in particular those migrants subject to smuggling under aggravating circumstances, in accordance with international law. To realize this commitment, we will draw from the following actions: (a) Promote ratification of, accession to and implementation of the Protocol against the Smuggling of Migrants by Land, Sea and Air, supplementing the United Nations Convention against Transnational Organized Crime; (b) Use transnational, regional and bilateral mechanisms to share relevant information and intelligence on smuggling routes, modus operandi and financial transactions of smuggling networks, vulnerabilities faced by smuggled migrants, and other data to dismantle the smuggling networks and enhance joint responses; (c) Develop gender-responsive and child-sensitive cooperation protocols along migration routes that outline step-by-step measures to adequately identify and assist smuggled migrants, in accordance with international law, as well as to facilitate cross-border law enforcement and intelligence cooperation in order to prevent and counter smuggling of migrants so as to end impunity for smugglers and prevent irregular migration, while ensuring that counter-smuggling measures are in full respect for human rights; (d) Adopt legislative and other measures as may be necessary to establish the smuggling of migrants as a criminal offence, when committed intentionally and in order to obtain, directly or indirectly, a financial or other material benefit for the smuggler, and include enhanced penalties for smuggling of migrants under aggravating circumstances, in accordance with international law; (e) Design, review or amend relevant policies and procedures to distinguish between the crimes of smuggling of migrants and trafficking in persons by using the correct definitions and applying distinct responses to these separate crimes, while recognizing that smuggled migrants might also become victims of trafficking in persons, therefore requiring appropriate protection and assistance; (f) Take measures to prevent the smuggling of migrants along the migration cycle, in partnership with other States and relevant stakeholders, including by cooperating in the fields of development, public information, justice, as well as training and technical capacity-building at the national and local levels, paying special attention to geographical areas from which irregular migration systematically originates. Objective 10: Prevent, combat and eradicate trafficking in persons in the context of international migration",
    "26": "We commit to take legislative or other measures to prevent, combat and eradicate trafficking in persons in the context of international migration by strengthening capacities and international cooperation to investigate, prosecute and penalize trafficking in persons, discouraging demand that fosters exploitation leading to trafficking, and ending impunity of trafficking networks. We further commit to enhance the identification and protection of, and assistance to, migrants who have become victims of trafficking, paying particular attention to women and children. Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 19/36 18-22354 To realize this commitment, we will draw from the following actions: (a) Promote ratification of, accession to and implementation of the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime; (b) Promote the implementation of the United Nations Global Plan of Action to Combat Trafficking in Persons 22 and take into consideration relevant recommendations of the United Nations Office on Drugs and Crime (UNODC) Toolkit to Combat Trafficking in Persons and other relevant UNODC documents when developing and implementing national and regional policies and measures relating to trafficking in persons; (c) Monitor irregular migration routes which may be exploited by human trafficking networks to recruit and victimize smuggled or irregular migrants, in order to strengthen cooperation at the bilateral, regional and cross-regional levels on prevention, investigation and prosecution of perpetrators, as well as on identification and protection of, and assistance to, victims of trafficking in persons; (d) Share relevant information and intelligence through transnational and regional mechanisms, including on the modus operandi, economic models and conditions driving trafficking networks, strengthen cooperation between all relevant actors, including financial intelligence units, regulators and financial institutions, to identify and disrupt financial flows associated with trafficking in persons, and enhance judicial cooperation and enforcement so as to ensure accountability and end impunity; (e) Apply measures that address the particular vulnerabilities of women, men, girls and boys, regardless of their migration status, who have become or are at risk of becoming victims of trafficking in persons and other forms of exploitation, by facilitating access to justice and safe reporting without fear of detention, deportation or penalty, focusing on prevention, identification, appropriate protection and assistance, and addressing specific forms of abuse and exploitation; (f) Ensure that definitions of trafficking in persons used in legislation, migration policy and planning, as well as in judicial prosecutions, are in accordance with international law, in order to distinguish between the crimes of trafficking in persons and smuggling of migrants; (g) Strengthen legislation and relevant procedures to enhance prosecution of traffickers, avoid criminalization of migrants who are victims of trafficking in persons for trafficking-related offences, and ensure that the victim receives appropriate protection and assistance, not conditional upon cooperation with the authorities against suspected traffickers; (h) Provide migrants who have become victims of trafficking in persons with protection and assistance, such as measures for physical, psychological and social recovery, as well as measures that permit them to remain in the country of destination, temporarily or permanently, in appropriate cases, facilitating victims’ access to justice, including redress and compensation, in accordance with international law; (i) Create national and local information systems and training programmes which alert and educate citizens, employers, as well as public officials and law enforcement officers, and strengthen capacities to identify signs of trafficking in persons, such as forced, compulsory or child labour, in countries of origin, transit and destination; __________________ 22 Resolution 64/293. A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 20/36 (j) Invest in awareness-raising campaigns, in partnership with relevant stakeholders, for migrants and prospective migrants on the risks and dangers of trafficking in persons, and provide them with information on preventing and reporting trafficking activities. Objective 11: Manage borders in an integrated, secure and coordinated manner",
    "27": "We commit to manage our national borders in a coordinated manner, promoting bilateral and regional cooperation, ensuring security for States, communities and migrants, and facilitating safe and regular cross-border movements of people while preventing irregular migration. We further commit to implement border management policies that respect national sovereignty, the rule of law, obligations under international law, and the human rights of all migrants, regardless of their migration status, and are non-discriminatory, gender-responsive and child-sensitive. To realize this commitment, we will draw from the following actions: (a) Enhance international, regional and cross-regional border management cooperation, taking into consideration the particular situation of countries of transit, on proper identification, timely and efficient referral, assistance and appropriate protection of migrants in situations of vulnerability at or near international borders, in compliance with international human rights law, by adopting whole-of-government approaches, implementing joint cross-border training and fostering capacity-building measures; (b) Establish appropriate structures and mechanisms for effective integrated border management by ensuring comprehensive and efficient border crossing procedures, including through pre-screening of arriving persons, pre-reporting by carriers of passengers, and use of information and communications technology, while upholding the principle of non-discrimination, respecting the right to privacy and protecting personal data; (c) Review and revise relevant national procedures for border screening, individual assessment and interview processes to ensure due process at international borders and that all migrants are treated in accordance with international human rights law, including through cooperation with national human rights institutions and other relevant stakeholders; (d) Develop technical cooperation agreements that enable States to request and offer assets, equipment and other technical assistance to strengthen border management, particularly in the area of search and rescue as well as other emergency situations; (e) Ensure that child protection authorities are promptly informed and assigned to participate in procedures for the determination of the best interests of the child once an unaccompanied or separated child crosses an international border, in accordance with international law, including by training border officials in the rights of the child and child-sensitive procedures, such as those that prevent family separation and reunite families when family separation occurs; (f) Review and revise relevant laws and regulations to determine whether sanctions are appropriate to address irregular entry or stay and, if so, to ensure that they are proportionate, equitable, non-discriminatory and fully consistent with due process and other obligations under international law; (g) Improve cross-border collaboration among neighbouring and other States relating to the treatment given to persons crossing or seeking to cross international borders, including by taking into consideration relevant recommendations from the Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 21/36 18-22354 Office of the United Nations High Commissioner for Human Rights Recommended Principles and Guidelines on Human Rights at International Borders when identifying best practices. Objective 12: Strengthen certainty and predictability in migration procedures for appropriate screening, assessment and referral",
    "28": "We commit to increase legal certainty and predictability of migration procedures by developing and strengthening effective and human rights-based mechanisms for the adequate and timely screening and individual assessment of all migrants for the purpose of identifying and facilitating access to the appropriate referral procedures, in accordance with international law. To realize this commitment, we will draw from the following actions: (a) Increase transparency and accessibility of migration procedures by communicating the requirements for entry, admission, stay, work, study or other activities, and introducing technology to simplify application procedures, in order to avoid unnecessary delays and expenses for States and migrants; (b) Develop and conduct intra- and cross-regional specialized human rights and trauma-informed training for first responders and government officials, including law enforcement authorities, border officials, consular representatives and judicial bodies, to facilitate and standardize identification and referral of, as well as appropriate assistance and counselling in a culturally sensitive way to, victims of trafficking in persons, migrants in situations of vulnerability, including children, in particular those unaccompanied or separated, and persons affected by any form of exploitation and abuse related to smuggling of migrants under aggravating circumstances; (c) Establish gender-responsive and child-sensitive referral mechanisms, including improved screening measures and individual assessments at borders and places of first arrival, by applying standardized operating procedures developed in coordination with local authorities, national human rights institutions, international organizations and civil society; (d) Ensure that migrant children are promptly identified at places of first arrival in countries of transit and destination, and, if unaccompanied or separated, are swiftly referred to child protection authorities and other relevant services as well as appointed a competent and impartial legal guardian, that family unity is protected, and that anyone legitimately claiming to be a child is treated as such unless otherwise determined through a multidisciplinary, independent and child-sensitive age assessment; (e) Ensure that, in the context of mixed movements, relevant information on rights and obligations under national laws and procedures, including on entry and stay requirements, available forms of protection, as well as options for return and reintegration, is appropriately, promptly and effectively communicated, and is accessible. Objective 13: Use immigration detention only as a measure of last resort and work towards alternatives",
    "29": "We commit to ensure that any detention in the context of international migration follows due process, is non-arbitrary, is based on law, necessity, proportionality and individual assessments, is carried out by authorized officials and is for the shortest possible period of time, irrespective of whether detention occurs at the moment of entry, in transit or in proceedings of return, and regardless of the type of place where A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 22/36 the detention occurs. We further commit to prioritize non-custodial alternatives to detention that are in line with international law, and to take a human rights-based approach to any detention of migrants, using detention as a measure of last resort only. To realize this commitment, we will draw from the following actions: (a) Use existing relevant human rights mechanisms to improve independent monitoring of migrant detention, ensuring that it is a measure of last resort, that human rights violations do not occur, and that States promote, implement and expand alternatives to detention, favouring non-custodial measures and community-based care arrangements, especially in the case of families and children; (b) Consolidate a comprehensive repository to disseminate best practices of human rights-based alternatives to detention in the context of international migration, including by facilitating regular exchanges and the development of initiatives based on successful practices among States, and between States and relevant stakeholders; (c) Review and revise relevant legislation, policies and practices related to immigration detention to ensure that migrants are not detained arbitrarily, that decisions to detain are based on law, are proportionate, have a legitimate purpose, and are taken on an individual basis, in full compliance with due process and procedural safeguards, and that immigration detention is not promoted as a deterrent or used as a form of cruel, inhumane or degrading treatment of migrants, in accordance with international human rights law; (d) Provide access to justice for all migrants in countries of transit and destination who are or may be subject to detention, including by facilitating access to free or affordable legal advice and assistance of a qualified and independent lawyer, as well as access to information and the right to regular review of a detention order; (e) Ensure that all migrants in detention are informed about the reasons for their detention, in a language they understand, and facilitate the exercise of their rights, including to communicate with the respective consular or diplomatic missions without delay, legal representatives and family members, in accordance with international law and due process guarantees; (f) Reduce the negative and potentially lasting effects of detention on migrants by guaranteeing due process and proportionality, that it is for the shortest period of time, that it safeguards physical and mental integrity, and that, at a minimum, access to food, basic health care, legal orientation and assistance, information and communication as well as adequate accommodation is granted, in accordance with international human rights law; (g) Ensure that all governmental authorities and private actors duly charged with administering immigration detention do so in a way consistent with human rights and are trained on non-discrimination and the prevention of arbitrary arrest and detention in the context of international migration, and are held accountable for violations or abuses of human rights; (h) Protect and respect the rights and best interests of the child at all times, regardless of migration status, by ensuring availability and accessibility of a viable range of alternatives to detention in non-custodial contexts, favouring community- based care arrangements, that ensure access to education and health care, and respect the right to family life and family unity, and by working to end the practice of child detention in the context of international migration. Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 23/36 18-22354 Objective 14: Enhance consular protection, assistance and cooperation throughout the migration cycle",
    "30": "We commit to strengthen consular protection of and assistance to our nationals abroad, as well as consular cooperation between States, in order to better safeguard the rights and interests of all migrants at all times, and to build upon the functions of consular missions to enhance interactions between migrants and State authorities of countries of origin, transit and destination, in accordance with international law. To realize this commitment, we will draw from the following actions: (a) Cooperate to build consular capacities, train consular officers, promote arrangements for providing consular services collectively where individual States lack capacity, including through technical assistance, and develop bilateral or regional agreements on various aspects of consular cooperation; (b) Involve relevant consular and immigration personnel in existing global and regional forums on migration in order to exchange information and best practices about issues of mutual concern that pertain to citizens abroad and contribute to comprehensive and evidence-based migration policy development; (c) Conclude bilateral or regional agreements on consular assistance and representation in places where States have an interest in strengthening effective consular services related to migration, but do not have a diplomatic or consular presence; (d) Strengthen consular capacities in order to identify, protect and assist our nationals abroad who are in a situation of vulnerability, including victims of human and labour rights violations or abuse, victims of crime, victims of trafficking in persons, migrants subject to smuggling under aggravating circumstances, and migrant workers exploited in the process of recruitment, by providing training to consular officers on human rights-based, gender-responsive and child-sensitive actions in this regard; (e) Provide our nationals abroad with the opportunity to register with the country of origin, in close cooperation with consular, national and local authorities, as well as relevant migrant organizations, as a means to facilitate information, services and assistance to migrants in emergency situations and ensure migrants’ accessibility to relevant and timely information, such as by establishing helplines and consolidating national digital databases, while upholding the right to privacy and protecting personal data; (f) Provide consular support to our nationals through advice, including on local laws and customs, interaction with authorities, financial inclusion and business establishment, as well as through the issuance of relevant documentation, such as travel documents and consular identity documents that may facilitate access to services, assistance in emergency situations, the opening of a bank account, and access to remittance facilities. Objective 15: Provide access to basic services for migrants",
    "31": "We commit to ensure that all migrants, regardless of their migration status, can exercise their human rights through safe access to basic services. We further commit to strengthen migrant-inclusive service delivery systems, notwithstanding that nationals and regular migrants may be entitled to more comprehensive service provision, while ensuring that any differential treatment must be based on law, be A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 24/36 proportionate and pursue a legitimate aim, in accordance with international human rights law. To realize this commitment, we will draw from the following actions: (a) Enact laws and take measures to ensure that service delivery does not amount to discrimination against migrants on the grounds of race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth, disability or other grounds irrespective of cases where differential provision of services based on migration status might apply; (b) Ensure that cooperation between service providers and immigration authorities does not exacerbate vulnerabilities of irregular migrants by compromising their safe access to basic services or by unlawfully infringing upon the human rights to privacy, liberty and security of person at places of basic service delivery; (c) Establish and strengthen holistic and easily accessible service points at the local level that are migrant-inclusive, offer relevant information on basic services in a gender- and disability-responsive as well as child-sensitive manner, and facilitate safe access thereto; (d) Establish or mandate independent institutions at the national or local level, such as national human rights institutions, to receive, investigate and monitor complaints about situations in which migrants’ access to basic services is systematically denied or hindered, facilitate access to redress, and work towards a change in practice; (e) Incorporate the health needs of migrants into national and local health- care policies and plans, such as by strengthening capacities for service provision, facilitating affordable and non-discriminatory access, reducing communication barriers, and training health-care providers on culturally sensitive service delivery, in order to promote the physical and mental health of migrants and communities overall, including by taking into consideration relevant recommendations from the World Health Organization Framework of Priorities and Guiding Principles to Promote the Health of Refugees and Migrants; (f) Provide inclusive and equitable quality education to migrant children and youth, as well as facilitate access to lifelong learning opportunities, including by strengthening the capacities of education systems and by facilitating non-discriminatory access to early childhood development, formal schooling, non-formal education programmes for children for whom the formal system is inaccessible, on-the-job and vocational training, technical education and language training, as well as by fostering partnerships with all stakeholders that can support this endeavour. Objective 16: Empower migrants and societies to realize full inclusion and social cohesion",
    "32": "We commit to foster inclusive and cohesive societies by empowering migrants to become active members of society and promoting the reciprocal engagement of receiving communities and migrants in the exercise of their rights and obligations towards each other, including observance of national laws and respect for customs of the country of destination. We further commit to strengthen the welfare of all members of societies by minimizing disparities, avoiding polarization and increasing public confidence in policies and institutions related to migration, in line with the acknowledgement that fully integrated migrants are better positioned to contribute to prosperity. Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 25/36 18-22354 To realize this commitment, we will draw from the following actions: (a) Promote mutual respect for the cultures, traditions and customs of communities of destination and of migrants by exchanging and implementing best practices on integration policies, programmes and activities, including on ways to promote acceptance of diversity and facilitate social cohesion and inclusion; (b) Establish comprehensive and needs-based pre-departure and post-arrival programmes that may include rights and obligations, basic language training, as well as orientation about social norms and customs in the country of destination; (c) Develop national short-, medium- and long-term policy goals regarding the inclusion of migrants in societies, including on labour market integration, family reunification, education, non-discrimination and health, including by fostering partnerships with relevant stakeholders; (d) Work towards inclusive labour markets and full participation of migrant workers in the formal economy by facilitating access to decent work and employment for which they are most qualified, in accordance with local and national labour market demands and skills supply; (e) Empower migrant women by eliminating gender-based discriminatory restrictions on formal employment, ensuring the right to freedom of association and facilitating access to relevant basic services, as measures to promote their leadership and guarantee their full, free and equal participation in society and the economy; (f) Establish community centres or programmes at the local level to facilitate migrant participation in the receiving society by involving migrants, community members, diaspora organizations, migrant associations and local authorities in intercultural dialogue, sharing of stories, mentorship programmes and development of business ties that improve integration outcomes and foster mutual respect; (g) Capitalize on the skills, cultural and language proficiency of migrants and receiving communities by developing and promoting peer-to-peer training exchanges, gender-responsive, vocational and civic integration courses and workshops; (h) Support multicultural activities through sports, music, arts, culinary festivals, volunteering and other social events that will facilitate mutual understanding and appreciation of migrant cultures and those of destination communities; (i) Promote school environments that are welcoming and safe, and support the aspirations of migrant children by enhancing relationships within the school community, incorporating evidence-based information about migration into education curricula, and dedicating targeted resources to schools with a high concentration of migrant children for integration activities in order to promote respect for diversity and inclusion, and to prevent all forms of discrimination, including racism, xenophobia and intolerance. Objective 17: Eliminate all forms of discrimination and promote evidence- based public discourse to shape perceptions of migration",
    "33": "We commit to eliminate all forms of discrimination, condemn and counter expressions, acts and manifestations of racism, racial discrimination, violence, xenophobia and related intolerance against all migrants in conformity with international human rights law. We further commit to promote an open and evidence-based public discourse on migration and migrants in partnership with all parts of society, that generates a more realistic, humane and constructive perception in this regard. We also commit to protect freedom of expression in accordance with A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 26/36 international law, recognizing that an open and free debate contributes to a comprehensive understanding of all aspects of migration. To realize this commitment, we will draw from the following actions: (a) Enact, implement or maintain legislation that penalizes hate crimes and aggravated hate crimes targeting migrants, and train law enforcement and other public officials to identify, prevent and respond to such crimes and other acts of violence that target migrants, as well as to provide medical, legal and psychosocial assistance for victims; (b) Empower migrants and communities to denounce any acts of incitement to violence directed towards migrants by informing them of available mechanisms for redress, and ensure that those who actively participate in the commission of a hate crime targeting migrants are held accountable, in accordance with national legislation, while upholding international human rights law, in particular the right to freedom of expression; (c) Promote independent, objective and quality reporting of media outlets, including Internet-based information, including by sensitizing and educating media professionals on migration-related issues and terminology, investing in ethical reporting standards and advertising, and stopping allocation of public funding or material support to media outlets that systematically promote intolerance, xenophobia, racism and other forms of discrimination towards migrants, in full respect for the freedom of the media; (d) Establish mechanisms to prevent, detect and respond to racial, ethnic and religious profiling of migrants by public authorities, as well as systematic instances of intolerance, xenophobia, racism and all other multiple and intersecting forms of discrimination, in partnership with national human rights institutions, including by tracking and publishing trend analyses, and ensuring access to effective complaint and redress mechanisms; (e) Provide migrants, especially migrant women, with access to national and regional complaint and redress mechanisms with a view to promoting accountability and addressing governmental actions related to discriminatory acts and manifestations carried out against migrants and their families; (f) Promote awareness-raising campaigns targeted at communities of origin, transit and destination in order to inform public perceptions regarding the positive contributions of safe, orderly and regular migration, based on evidence and facts, and to end racism, xenophobia and stigmatization against all migrants; (g) Engage migrants, political, religious and community leaders, as well as educators and service providers, to detect and prevent incidences of intolerance, racism, xenophobia and other forms of discrimination against migrants and diasporas, and support activities in local communities to promote mutual respect, including in the context of electoral campaigns. Objective 18: Invest in skills development and facilitate mutual recognition of skills, qualifications and competences",
    "34": "We commit to invest in innovative solutions that facilitate mutual recognition of skills, qualifications and competences of migrant workers at all skills levels, and promote demand-driven skills development to optimize the employability of migrants in formal labour markets in countries of destination and in countries of origin upon return, as well as to ensure decent work in labour migration. Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 27/36 18-22354 To realize this commitment, we will draw from the following actions: (a) Develop standards and guidelines for the mutual recognition of foreign qualifications and non-formally acquired skills in different sectors in collaboration with the respective industries with a view to ensuring worldwide compatibility based on existing models and best practices; (b) Promote transparency of certifications and compatibility of national qualifications frameworks by agreeing on standard criteria, indicators and assessment parameters, and by creating and strengthening national skills profiling tools, registries or institutions in order to facilitate effective and efficient mutual recognition procedures at all skills levels; (c) Conclude bilateral, regional or multilateral mutual recognition agreements or include recognition provisions in other agreements, such as labour mobility or trade agreements, in order to provide equivalence or comparability in national systems, such as automatic or managed mutual recognition mechanisms; (d) Use technology and digitalization to evaluate and mutually recognize skills more comprehensively on the basis of formal credentials as well as non-formally acquired competences and professional experience at all skills levels; (e) Build global skills partnerships among countries that strengthen training capacities of national authorities and relevant stakeholders, including the private sector and trade unions, and foster skills development of workers in countries of origin and migrants in countries of destination with a view to preparing trainees for employability in the labour markets of all participating countries; (f) Promote inter-institutional networks and collaborative programmes for partnerships between the private sector and educational institutions in countries of origin and destination to enable mutually beneficial skills development opportunities for migrants, communities and participating partners, including by building on the best practices of the Business Mechanism developed in the context of the Global Forum on Migration and Development; (g) Engage in bilateral partnerships and programmes in cooperation with relevant stakeholders that promote skills development, mobility and circulation, such as student exchange programmes, scholarships, professional exchange programmes and trainee- or apprenticeships that include options for beneficiaries, after successful completion of these programmes, to seek employment and engage in entrepreneurship; (h) Cooperate with the private sector and employers to make available easily accessible and gender-responsive remote or online skills development and matching programmes to migrants at all skills levels, including early and occupation-specific language training, on-the-job training and access to advanced training programmes, to enhance their employability in sectors with demand for labour on the basis of the industry’s knowledge of labour market dynamics, especially to promote the economic empowerment of women; (i) Enhance the ability of migrant workers to transition from one job or employer to another by making available documentation that recognizes skills acquired on the job or through training in order to optimize the benefits of upskilling; (j) Develop and promote innovative ways to mutually recognize and assess formally and informally acquired skills, including through timely and complementary training for job seekers, mentoring, and internship programmes in order to fully recognize existing credentials and provide certificates of proficiency for the validation of newly acquired skills; A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 28/36 (k) Establish screening mechanisms for credentials and offer information to migrants on how to have their skills and qualifications assessed and recognized prior to departure, including in recruitment processes or at an early stage after arrival to improve employability; (l) Cooperate to promote documentation and information tools, in partnership with relevant stakeholders, that provide an overview of a worker’s credentials, skills and qualifications, recognized in countries of origin, transit and destination, in order to enable employers to evaluate the suitability of migrant workers in job application processes. Objective 19: Create conditions for migrants and diasporas to fully contribute to sustainable development in all countries",
    "35": "We commit to empower migrants and diasporas to catalyse their development contributions, and to harness the benefits of migration as a source of sustainable development, reaffirming that migration is a multidimensional reality of major relevance to the sustainable development of countries of origin, transit and destination. To realize this commitment, we will draw from the following actions: (a) Ensure the full and effective implementation of the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda by fostering and facilitating the positive effects of migration for the realization of all Sustainable Development Goals; (b) Integrate migration into development planning and sectoral policies at the local, national, regional and global levels, taking into consideration relevant existing policy guidelines and recommendations, such as the Global Migration Group’s Mainstreaming Migration into Development Planning: A Handbook for Policymakers and Practitioners, in order to strengthen policy coherence and effectiveness of development cooperation; (c) Invest in research on the impact of non-financial contributions of migrants and diasporas to sustainable development in countries of origin and destination, such as knowledge and skills transfer, social and civic engagement, and cultural exchange, with a view to developing evidence-based policies and strengthening global policy discussions; (d) Facilitate the contributions of migrants and diasporas to their countries of origin, including by establishing or strengthening government structures or mechanisms at all levels, such as dedicated diaspora offices or focal points, diaspora policy advisory boards for Governments to account for the potential of migrants and diasporas in migration and development policymaking, and dedicated diaspora focal points in diplomatic or consular missions; (e) Develop targeted support programmes and financial products that facilitate migrant and diaspora investments and entrepreneurship, including by providing administrative and legal support in business creation and granting seed capital-matching, establish diaspora bonds, diaspora development funds and investment funds, and organize dedicated trade fairs; (f) Provide easily accessible information and guidance, including through digital platforms, as well as tailored mechanisms for the coordinated and effective financial, voluntary or philanthropic engagement of migrants and diasporas, especially in humanitarian emergencies in their countries of origin, including by involving consular missions; Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 29/36 18-22354 (g) Enable political participation and engagement of migrants in their countries of origin, including in peace and reconciliation processes, in elections and political reforms, such as by establishing voting registries for citizens abroad, and through parliamentary representation, in accordance with national legislation; (h) Promote migration policies that optimize the benefits of diasporas for countries of origin and destination and their communities, by facilitating flexible modalities to travel, work and invest with minimal administrative burdens, including by reviewing and revising visa, residency and citizenship regulations, as appropriate; (i) Cooperate with other States, the private sector and employers’ organizations to enable migrants and diasporas, especially those in highly technical fields and in high demand, to carry out some of their professional activities and engage in knowledge transfer in their home countries, without necessarily losing employment, residence status or earned social benefits; (j) Build partnerships between local authorities, local communities, the private sector, diasporas, hometown associations and migrant organizations to promote knowledge and skills transfer between their countries of origin and their countries of destination, including by mapping the diasporas and their skills, as a means to maintain the link between diasporas and their country of origin. Objective 20: Promote faster, safer and cheaper transfer of remittances and foster financial inclusion of migrants",
    "36": "We commit to promote faster, safer and cheaper remittances by further developing existing conducive policy and regulatory environments that enable competition, regulation and innovation on the remittance market and by providing gender-responsive programmes and instruments that enhance the financial inclusion of migrants and their families. We further commit to optimize the transformative impact of remittances on the well-being of migrant workers and their families, as well as on the sustainable development of countries, while respecting that remittances constitute an important source of private capital and cannot be equated to other international financial flows, such as foreign direct investment, official development assistance or other public sources of financing for development. To realize this commitment, we will draw from the following actions: (a) Develop a road map to reduce the transaction costs of migrant remittances to less than 3 per cent and eliminate remittance corridors with costs higher than 5 per cent by 2030 in line with target 10.c of the 2030 Agenda for Sustainable Development; (b) Promote and support the United Nations International Day of Family Remittances and the International Fund for Agricultural Development Global Forum on Remittances, Investment and Development as an important platform to build and strengthen partnerships for innovative solutions on cheaper, faster and safer transfer of remittances with all relevant stakeholders; (c) Harmonize remittance market regulations and increase the interoperability of remittance infrastructure along corridors by ensuring that measures to combat illicit financial flows and money-laundering do not impede migrant remittances through undue, excessive or discriminatory policies; (d) Establish conducive policy and regulatory frameworks that promote a competitive and innovative remittance market, remove unwarranted obstacles to non- bank remittance service providers in accessing payment system infrastructure, apply tax exemptions or incentives to remittance transfers, promote market access to diverse service providers, incentivize the private sector to expand remittance services, and A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 30/36 enhance the security and predictability of low-value transactions by bearing in mind de-risking concerns, and developing a methodology to distinguish remittances from illicit flows, in consultation with remittance service providers and financial regulators; (e) Develop innovative technological solutions for remittance transfer, such as mobile payments, digital tools or e-banking, to reduce costs, improve speed, enhance security, increase transfer through regular channels and open up gender- responsive distribution channels to underserved populations, including persons in rural areas, persons with low levels of literacy and persons with disabilities; (f) Provide accessible information on remittance transfer costs by provider and channel, such as comparison websites, in order to increase the transparency and competition on the remittance transfer market, and promote financial literacy and inclusion of migrants and their families through education and training; (g) Develop programmes and instruments to promote investments from remittance senders in local development and entrepreneurship in countries of origin, such as through matching-grant mechanisms, municipal bonds and partnerships with hometown associations, in order to enhance the transformative potential of remittances beyond the individual households of migrant workers at all skills levels; (h) Enable migrant women to access financial literacy training and formal remittance transfer systems, as well as to open a bank account and own and manage financial assets, investments and businesses as means to address gender inequalities and foster their active participation in the economy; (i) Provide access to and develop banking solutions and financial instruments for migrants, including low-income and female-headed households, such as bank accounts that permit direct deposits by employers, savings accounts, loans and credits in cooperation with the banking sector. Objective 21: Cooperate in facilitating safe and dignified return and readmission, as well as sustainable reintegration",
    "37": "We commit to facilitate and cooperate for safe and dignified return and to guarantee due process, individual assessment and effective remedy, by upholding the prohibition of collective expulsion and of returning migrants when there is a real and foreseeable risk of death, torture and other cruel, inhuman and degrading treatment or punishment, or other irreparable harm, in accordance with our obligations under international human rights law. We further commit to ensure that our nationals are duly received and readmitted, in full respect for the human right to return to one’s own country and the obligation of States to readmit their own nationals. We also commit to create conducive conditions for personal safety, economic empowerment, inclusion and social cohesion in communities, in order to ensure that reintegration of migrants upon return to their countries of origin is sustainable. To realize this commitment, we will draw from the following actions: (a) Develop and implement bilateral, regional and multilateral cooperation frameworks and agreements, including readmission agreements, ensuring that return and readmission of migrants to their own country is safe, dignified and in full compliance with international human rights law, including the rights of the child, by determining clear and mutually agreed procedures that uphold procedural safeguards, guarantee individual assessments and legal certainty, and by ensuring that they also include provisions that facilitate sustainable reintegration; (b) Promote gender-responsive and child-sensitive return and reintegration programmes that may include legal, social and financial support, guaranteeing that Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 31/36 18-22354 all returns in the context of such voluntary programmes effectively take place on the basis of the migrant’s free, prior and informed consent, and that returning migrants are assisted in their reintegration process through effective partnerships, including to avoid their becoming displaced in the country of origin upon return; (c) Cooperate on identification of nationals and issuance of travel documents for safe and dignified return and readmission in cases of persons who do not have the legal right to stay on another State’s territory, by establishing reliable and efficient means of identification of our own nationals such as through the addition of biometric identifiers in population registries, and by digitalizing civil registry systems, with full respect for the right to privacy and protection of personal data; (d) Foster institutional contacts between consular authorities and relevant officials from countries of origin and destination, and provide adequate consular assistance to returning migrants prior to return by facilitating access to documentation, travel documents and other services, in order to ensure predictability, safety and dignity in return and readmission; (e) Ensure that the return of migrants who do not have the legal right to stay on another State’s territory is safe and dignified, follows an individual assessment, is carried out by competent authorities through prompt and effective cooperation between countries of origin and destination, and allows all applicable legal remedies to be exhausted, in compliance with due process guarantees and other obligations under international human rights law; (f) Establish or strengthen national monitoring mechanisms on return, in partnership with relevant stakeholders, that provide independent recommendations on ways and means to strengthen accountability, in order to guarantee the safety, dignity and human rights of all returning migrants; (g) Ensure that return and readmission processes involving children are carried out only after a determination of the best interests of the child and take into account the right to family life and family unity, and that a parent, legal guardian or specialized official accompanies the child throughout the return process, ensuring that appropriate reception, care and reintegration arrangements for children are in place in the country of origin upon return; (h) Facilitate the sustainable reintegration of returning migrants into community life by providing them with equal access to social protection and services, justice, psychosocial assistance, vocational training, employment opportunities and decent work, recognition of skills acquired abroad, and financial services, in order to fully build upon their entrepreneurship, skills and human capital as active members of society and contributors to sustainable development in the country of origin upon return; (i) Identify and address the needs of the communities to which migrants return by including respective provisions in national and local development strategies, infrastructure planning, budget allocations and other relevant policy decisions and cooperating with local authorities and relevant stakeholders. Objective 22: Establish mechanisms for the portability of social security entitlements and earned benefits",
    "38": "We commit to assist migrant workers at all skills levels to have access to social protection in countries of destination and profit from the portability of applicable social security entitlements and earned benefits in their countries of origin or when they decide to take up work in another country. A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 32/36 To realize this commitment, we will draw from the following actions: (a) Establish or maintain non-discriminatory national social protection systems, including social protection floors for nationals and migrants, in line with the ILO Social Protection Floors Recommendation, 2012 (No. 202); (b) Conclude reciprocal bilateral, regional or multilateral social security agreements on the portability of earned benefits for migrant workers at all skills levels, that refer to applicable social protection floors in the respective States and applicable social security entitlements and provisions, such as pensions, health care or other earned benefits, or integrate such provisions into other relevant agreements, such as those on long-term and temporary labour migration; (c) Integrate provisions on the portability of entitlements and earned benefits into national social security frameworks, designate focal points in countries of origin, transit and destination that facilitate portability requests from migrants, address the difficulties women and older persons can face in accessing social protection, and establish dedicated instruments, such as migrant welfare funds in countries of origin, that support migrant workers and their families. Objective 23: Strengthen international cooperation and global partnerships for safe, orderly and regular migration",
    "39": "We commit to support each other in the realization of the objectives and commitments laid out in this Global Compact through enhanced international cooperation, a revitalized global partnership and, in the spirit of solidarity, reaffirming the centrality of a comprehensive and integrated approach to facilitate safe, orderly and regular migration and recognizing that we are all countries of origin, transit and destination. We further commit to take joint action, in addressing the challenges faced by each country, to implement this Global Compact, underscoring the specific challenges faced in particular by African countries, least developed countries, landlocked developing countries, small island developing States and middle-income countries. We also commit to promote the mutually reinforcing nature between the Global Compact and existing international legal and policy frameworks, by aligning the implementation of this Global Compact with such frameworks, particularly the 2030 Agenda for Sustainable Development as well as the Addis Ababa Action Agenda, and their recognition that migration and sustainable development are multidimensional and interdependent. To realize this commitment, we will draw from the following actions: (a) Support other States as we collectively implement the Global Compact, including through the provision of financial and technical assistance, in line with national priorities, policies, action plans and strategies, through a whole-of- government and whole-of-society approach; (b) Increase international and regional cooperation to accelerate the implementation of the 2030 Agenda for Sustainable Development in geographical areas from which irregular migration systematically originates owing to consistent impacts of poverty, unemployment, climate change and disasters, inequality, corruption and poor governance, among other structural factors, through appropriate cooperation frameworks, innovative partnerships and the involvement of all relevant stakeholders, while upholding national ownership and shared responsibility; (c) Involve and support local authorities in the identification of needs and opportunities for international cooperation for the effective implementation of the Global Compact and integrate their perspectives and priorities into development strategies, programmes and planning on migration, as a means to ensure good Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 33/36 18-22354 governance as well as policy coherence across levels of government and policy sectors, and maximize the effectiveness and impact of international development cooperation; (d) Make use of the capacity-building mechanism and build upon other existing instruments to strengthen the capacities of relevant authorities by mobilizing technical, financial and human resources from States, international financial institutions, the private sector, international organizations and other sources in order to assist all States in fulfilling the commitments outlined in this Global Compact; (e) Conclude bilateral, regional or multilateral mutually beneficial, tailored and transparent partnerships, in line with international law, that develop targeted solutions to migration policy issues of common interest and address opportunities and challenges of migration in accordance with the Global Compact. Implementation",
    "40": "For the effective implementation of the Global Compact, we require concerted efforts at the global, regional, national and local levels, including a coherent United Nations system.",
    "41": "We commit to fulfil the objectives and commitments outlined in the Global Compact, in line with our vision and guiding principles, by taking effective steps at all levels to facilitate safe, orderly and regular migration at all stages. We will implement the Global Compact, within our own countries and at the regional and global levels, taking into account different national realities, capacities and levels of development, and respecting national policies and priorities. We reaffirm our commitment to international law and emphasize that the Global Compact is to be implemented in a manner that is consistent with our rights and obligations under international law.",
    "42": "We will implement the Global Compact through enhanced bilateral, regional and multilateral cooperation and a revitalized global partnership in a spirit of solidarity. We will continue building on existing mechanisms, platforms and frameworks to address migration in all its dimensions. Recognizing the centrality of international cooperation for the effective fulfilment of the objectives and commitments, we will strive to reinforce our engagement in North-South, South- South and triangular cooperation and assistance. Our cooperation efforts in this regard will be aligned with the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda.",
    "43": "We decide to establish a capacity-building mechanism in the United Nations, building upon existing initiatives, that supports efforts of Member States to implement the Global Compact. It allows Member States, the United Nations and other relevant stakeholders, including the private sector and philanthropic foundations, to contribute technical, financial and human resources on a voluntary basis in order to strengthen capacities and foster multi-partner cooperation. The capacity-building mechanism will consist of: (a) A connection hub that facilitates demand-driven, tailor-made and integrated solutions, by: (i) Advising on, assessing and processing country requests for the development of solutions; (ii) Identifying main implementing partners within and outside of the United Nations system, in line with their comparative advantages and operational capacities; A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 34/36 (iii) Connecting the request to similar initiatives and solutions for peer-to-peer exchange and potential replication, where existing and relevant; (iv) Ensuring effective set-up for multi-agency and multi-stakeholder implementation; (v) Identifying funding opportunities, including by initiating the start-up fund; (b) A start-up fund for initial financing to realize project-oriented solutions, by: (i) Providing seed funding, where needed, to jump-start a specific project; (ii) Complementing other funding sources; (iii) Receiving voluntary financial contributions by Member States, the United Nations, international financial institutions and other stakeholders, including the private sector and philanthropic foundations; (c) A global knowledge platform as an online open data source, by: (i) Serving as a repository of existing evidence, practices and initiatives; (ii) Facilitating the accessibility of knowledge and sharing of solutions; (iii) Building on the Global Forum on Migration and Development Platform for Partnerships and other relevant sources.",
    "44": "We will implement the Global Compact in cooperation and partnership with migrants, civil society, migrant and diaspora organizations, faith-based organizations, local authorities and communities, the private sector, trade unions, parliamentarians, national human rights institutions, the International Red Cross and Red Crescent Movement, academia, the media and other relevant stakeholders.",
    "45": "We welcome the decision of the Secretary-General to establish a United Nations network on migration to ensure effective and coherent system-wide support for implementation, including the capacity-building mechanism, as well as follow-up and review of the Global Compact, in response to the needs of Member States. In this regard, we note that: (a) IOM will serve as the coordinator and secretariat of the network; (b) The network will fully draw from the technical expertise and experience of relevant entities within the United Nations system; (c) The work of the network will be fully aligned with existing coordination mechanisms and the repositioning of the United Nations development system.",
    "46": "We request the Secretary-General, drawing on the network, to report to the General Assembly on a biennial basis on the implementation of the Global Compact, the activities of the United Nations system in this regard, as well as the functioning of the institutional arrangements.",
    "47": "Further recognizing the important role of State-led processes and platforms at the global and regional levels in advancing the international dialogue on migration, we invite the Global Forum on Migration and Development, regional consultative processes and other global, regional and subregional forums to provide platforms to exchange experiences on the implementation of the Global Compact, share good practices on policies and cooperation, promote innovative approaches, and foster multi-stakeholder partnerships around specific policy issues. Global Compact for Safe, Orderly and Regular Migration A/RES/73/195 35/36 18-22354 Follow-up and review",
    "48": "We will review the progress made at the local, national, regional and global levels in implementing the Global Compact in the framework of the United Nations through a State-led approach and with the participation of all relevant stakeholders. For follow-up and review, we agree on intergovernmental measures that will assist us in fulfilling our objectives and commitments.",
    "49": "Considering that international migration requires a forum at the global level through which Member States can review the implementation progress and guide the direction of the work of the United Nations, we decide that: (a) The High-level Dialogue on International Migration and Development, currently scheduled to take place every fourth session of the General Assembly, shall be repurposed and renamed “International Migration Review Forum”; (b) The International Migration Review Forum shall serve as the primary intergovernmental global platform for Member States to discuss and share progress on the implementation of all aspects of the Global Compact, including as it relates to the 2030 Agenda for Sustainable Development, and with the participation of all relevant stakeholders; (c) The International Migration Review Forum shall take place every four years beginning in 2022; (d) The International Migration Review Forum shall discuss the implementation of the Global Compact at the local, national, regional and global levels, as well as allow for interaction with other relevant stakeholders with a view to building upon accomplishments and identifying opportunities for further cooperation; (e) Each edition of the International Migration Review Forum will result in an intergovernmentally agreed Progress Declaration, which may be taken into consideration by the high-level political forum on sustainable development.",
    "50": "Considering that most international migration takes place within regions, we invite relevant subregional, regional and cross-regional processes, platforms and organizations, including the United Nations regional economic commissions or regional consultative processes, to review the implementation of the Global Compact within the respective regions, beginning in 2020, alternating with discussions at the global level at a four-year interval, in order to effectively inform each edition of the International Migration Review Forum, with the participation of all relevant stakeholders.",
    "51": "We invite the Global Forum on Migration and Development to provide a space for annual informal exchange on the implementation of the Global Compact, and to report the findings, best practices and innovative approaches to the International Migration Review Forum.",
    "52": "Recognizing the important contributions of State-led initiatives on international migration, we invite forums such as the IOM International Dialogue on Migration, regional consultative processes and others to contribute to the International Migration Review Forum by providing relevant data, evidence, best practices, innovative approaches and recommendations as they relate to the implementation of the Global Compact for Safe, Orderly and Regular Migration.",
    "53": "We encourage all Member States to develop, as soon as practicable, ambitious national responses for the implementation of the Global Compact, and to conduct regular and inclusive reviews of progress at the national level, such as through the A/RES/73/195 Global Compact for Safe, Orderly and Regular Migration 18-22354 36/36 voluntary elaboration and use of a national implementation plan. Such reviews should draw on contributions from all relevant stakeholders, as well as parliaments and local authorities, and serve to effectively inform the participation of Member States in the International Migration Review Forum and other relevant forums.",
    "54": "We request the President of the General Assembly to launch and conclude, in 2019, open, transparent and inclusive intergovernmental consultations to determine the precise modalities and organizational aspects of the International Migration Review Forums and articulate how the contributions of the regional reviews and other relevant processes will inform the Forums, as a means to further strengthen the overall effectiveness and consistency of the follow-up and review outlined in the Global Compact."
  },
  "agenda_items": [
    "Item 14"
  ],
  "symbol_references": [
    "A/73/L.66"
  ]
}