{
  "symbol": "A/RES/73/71",
  "filename": "A_RES_73_71.pdf",
  "title": "73/71. Fourth Conference of Nuclear-Weapon-Free Zones and Mongolia, 2020",
  "text": "United Nations \nA/RES/73/71\n \n \nGeneral Assembly \nDistr.: General \n13 December 2018 \n \n18-21280 (E)    171218 \n*1821280* \n \n \nSeventy-third session \nAgenda item 101 \n \n \n \n \n Resolution adopted by the General Assembly \non 5 December 2018 \n \n \n \n \n[on the report of the First Committee (A/73/510 and A/73/510/Corr.1)] \n \n \n \n73/71. Fourth Conference of Nuclear-Weapon-Free Zones \nand Mongolia, 2020 \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 64/52 of 2 December 2009 and 69/66 of 2 December \n2014 by which it convened the second and third Conferences of States Parties and \nSignatories to Treaties that Establish Nuclear-Weapon-Free Zones and Mongolia in \n2010 and 2015, respectively, \n \nRecognizing the right of any group of States to conclude regional treaties in \norder to ensure the total absence of nuclear weapons in their respective territories, as \nestablished by article VII of the Treaty on the Non-Proliferation of Nuclear Weapons,1  \n \nRecalling the provisions on nuclear-weapon-free zones of the Final Document \nof the Tenth Special Session of the General Assembly, the first special session devoted \nto disarmament,2  \n \nWelcoming the important contribution of the treaties of Tlatelolco, 3 Rarotonga,4 \nBangkok5 and Pelindaba6 and the Treaty on a Nuclear-Weapon-Free Zone in Central \nAsia, as well as the Antarctic Treaty,7 to the achievement of the objectives of nuclear \ndisarmament and nuclear non-proliferation, and towards freeing the southern \nhemisphere and adjacent areas covered by those treaties from nuclear weapons, \n \nRecalling its resolution 71/43 of 5 December 2016 on Mongolia’s international \nsecurity and nuclear-weapon-free status, \n__________________ \n \n1  United Nations, Treaty Series, vol. 729, No. 10485. \n \n2  Resolution S-10/2. \n \n3  United Nations, Treaty Series, vol. 634, No. 9068. \n \n4  The United Nations Disarmament Yearbook, vol. 10: 1985 (United Nations publication, Sales \nNo. E.86.IX.7), appendix VII. \n \n5  United Nations, Treaty Series, vol. 1981, No. 33873. \n \n6  A/50/426, annex. \n \n7  United Nations, Treaty Series, vol. 402, No. 5778. \n\nA/RES/73/71 \nFourth Conference of Nuclear-Weapon-Free Zones and Mongolia, 2020\n \n18-21280\n2/3 \n \n \nReaffirming the conviction that, pending the total elimination of nuclear \nweapons, the establishment and maintenance of nuclear-weapon-free zones enhances \nglobal and regional peace and security, strengthens the nuclear non-proliferation \nregime and contributes towards realizing the objectives of nuclear disarmament, \n \nUrging States that have not yet established nuclear-weapon-free-zone treaties to \naccelerate efforts in this direction, particularly in the Middle East, through \nagreements freely arrived at among the States of the region concerned, in accordance \nwith the provisions of the Final Document of the first special session of the General \nAssembly devoted to disarmament and the principles adopted by the Disarmament \nCommission in 1999,8  \n \nTaking note of paragraph 232 of the Final Document of the Eighteenth Midterm \nMinisterial Meeting of the Movement of Non-Aligned Countries, held in Baku \nfrom 3 to 6 April 2018, in which the Ministers stated their belief that those nuclear-\nweapon-free zones were positive steps and important measures towards strengthening \nglobal nuclear disarmament and nuclear non-proliferation, \n \nRecalling that States in regions in which there are nuclear-weapon-free zones \nare encouraged to ratify the respective treaties that establish said zones,  \n \nRecalling also that it is expected that the States to which the protocols to the \ntreaties that establish nuclear-weapon-free zones are open for signature ratify them \nand constructively consult and cooperate to bring about the entry into force of the \nprotocols, \n \nNoting that, among other aspects, those protocols include the necessary security \nguarantees for the States belonging to nuclear-weapon-free zones, \n \nRecognizing the progress made on increased collaboration within and between \nzones at the first, second and third Conferences of States Parties and Signatories to \nTreaties that Establish Nuclear-Weapon-Free Zones, held in Mexico City from 26 to \n28 April 2005 and in New York on 30 April 2010 and 24 April 2015, respectively, at \nwhich States reaffirmed their need to cooperate in order to achieve their common \nobjectives,  \n \n1. \nDecides to convene the fourth Conference of Nuclear-Weapon-Free Zones \nand Mongolia as a one-day conference at United Nations Headquarters in New York \non 24 April 2020; \n \n2. \nInvites all States Members and observer States of the United Nations that \nare States parties or signatories to the treaties that establish nuclear-weapon-free \nzones and Mongolia to participate in the Conference; \n \n3. \nInvites all States parties and signatories to the protocols to the treaties that \nestablish nuclear-weapon-free zones to participate in the capacity of observers;  \n \n4. \nEncourages all the other States Members and observer States of the United \nNations to participate in the capacity of observers; \n \n5. \nDecides that the objective of the Conference will be to consider ways and \nmeans to enhance consultations and cooperation among nuclear-weapon-free zones and \nMongolia, the treaty agencies and interested States, with the purpose of promoting \ncoordination and convergence in the implementation of the provisions of the treaties \nand in strengthening the regime of nuclear disarmament and non-proliferation; \n__________________ \n \n8  Official Records of the General Assembly, Fifty-fourth Session, Supplement No. 42 (A/54/42), \nannex I, sect. C. \n\nFourth Conference of Nuclear-Weapon-Free Zones and Mongolia, 2020 \nA/RES/73/71\n \n3/3\n18-21280 \n \n \n6. \nUrges the States parties and signatories to treaties that have established \nnuclear-weapon-free zones to develop activities of cooperation and coordination in \norder to promote their common objectives in the framework of the Conference;  \n \n7. \nWelcomes the offer by Mongolia to act as coordinator of the fourth \nConference and to conduct preparatory meetings and informal consultations, \nincluding with relevant regional organizations, as may be necessary to prepare for the \nConference and its rules of procedure and draft outcome document, beginning in \nearly 2019; \n \n8. \nRequests the Secretary-General to provide the support necessary to \nconvene the fourth Conference of Nuclear-Weapon-Free Zones and Mongolia and to \ntransmit the report of the fourth Conference to the Conference on Disarmament and \nthe Disarmament Commission. \n \n45th plenary meeting  \n5 December 2018 \n \n",
  "paragraphs": {
    "1": "Decides to convene the fourth Conference of Nuclear-Weapon-Free Zones and Mongolia as a one-day conference at United Nations Headquarters in New York on 24 April 2020;",
    "2": "Invites all States Members and observer States of the United Nations that are States parties or signatories to the treaties that establish nuclear-weapon-free zones and Mongolia to participate in the Conference;",
    "3": "Invites all States parties and signatories to the protocols to the treaties that establish nuclear-weapon-free zones to participate in the capacity of observers;",
    "4": "Encourages all the other States Members and observer States of the United Nations to participate in the capacity of observers;",
    "5": "Decides that the objective of the Conference will be to consider ways and means to enhance consultations and cooperation among nuclear-weapon-free zones and Mongolia, the treaty agencies and interested States, with the purpose of promoting coordination and convergence in the implementation of the provisions of the treaties and in strengthening the regime of nuclear disarmament and non-proliferation; __________________ 8 Official Records of the General Assembly, Fifty-fourth Session, Supplement No. 42 (A/54/42), annex I, sect. C. Fourth Conference of Nuclear-Weapon-Free Zones and Mongolia, 2020 A/RES/73/71 3/3 18-21280",
    "6": "Urges the States parties and signatories to treaties that have established nuclear-weapon-free zones to develop activities of cooperation and coordination in order to promote their common objectives in the framework of the Conference;",
    "7": "Welcomes the offer by Mongolia to act as coordinator of the fourth Conference and to conduct preparatory meetings and informal consultations, including with relevant regional organizations, as may be necessary to prepare for the Conference and its rules of procedure and draft outcome document, beginning in early 2019;",
    "8": "Requests the Secretary-General to provide the support necessary to convene the fourth Conference of Nuclear-Weapon-Free Zones and Mongolia and to transmit the report of the fourth Conference to the Conference on Disarmament and the Disarmament Commission. 45th plenary meeting 5 December 2018"
  },
  "agenda_items": [
    "Item 101"
  ],
  "symbol_references": []
}