{
  "symbol": "A/RES/76/235",
  "filename": "A_RES_76_235.pdf",
  "title": "76/235. Financial reports and audited financial statements, and reports of the Board of Auditors",
  "text": "United Nations \nA/RES/76/235\n \n \nGeneral Assembly \nDistr.: General \n31 December 2021 \n \n21-19688 (E)    070122 \n*2119688* \n \n \nSeventy-sixth session \nAgenda item 135 \nFinancial reports and audited financial statements, and \nreports of the Board of Auditors \n \n \n \n \n Resolution adopted by the General Assembly \non 24 December 2021 \n \n \n \n \n[on the report of the Fifth Committee (A/76/617, para. 6)] \n \n \n 76/235. Financial reports and audited financial statements, and reports of \nthe Board of Auditors \n \n \n \nThe General Assembly, \n \nRecalling its resolution 52/212 B of 31 March 1998 and its decision 57/573 of \n20 December 2002, \n \nRecalling also its resolutions 75/242 A of 31 December 2020 and 75/242 B of \n30 June 2021, \n \nHaving considered, for the period ended 31 December 2020, the financial \nreports and audited financial statements and the reports of the Board of Auditors on \nthe United Nations,1 the International Trade Centre,2 the United Nations University,3 \nthe United Nations Development Programme, 4  the United Nations Capital \nDevelopment Fund,5 the United Nations Children’s Fund,6 the United Nations Relief \nand Works Agency for Palestine Refugees in the Near East, 7 the United Nations \nInstitute for Training and Research,8 the voluntary funds administered by the United \nNations High Commissioner for Refugees, 9  the Fund of the United Nations \n__________________ \n \n1 Official Records of the General Assembly, Seventy-sixth Session, Supplement No. 5, vol. I \n(A/76/5 (Vol. I)). \n \n2 Ibid., vol. III (A/76/5 (Vol. III)). \n \n3 Ibid., vol. IV (A/76/5 (Vol. IV)). \n \n4 Ibid., Supplement No. 5A (A/76/5/Add.1). \n \n5 Ibid., Supplement No. 5B (A/76/5/Add.2). \n \n6 Ibid., Supplement No. 5C (A/76/5/Add.3). \n \n7 Ibid., Supplement No. 5D (A/76/5/Add.4). \n \n8 Ibid., Supplement No. 5E (A/76/5/Add.5). \n \n9 Ibid., Supplement No. 5F (A/76/5/Add.6). \n\nA/RES/76/235 \nFinancial reports and audited financial statements, \nand reports of the Board of Auditors\n \n21-19688\n2/3 \n \nEnvironment Programme,10 the United Nations Population Fund,11 the United Nations \nHuman Settlements Programme,12 the United Nations Office on Drugs and Crime, 13 \nthe United Nations Office for Project Services,14 the United Nations Entity for Gender \nEquality and the Empowerment of Women (UN-Women),15 the International Residual \nMechanism for Criminal Tribunals 16  and the United Nations Joint Staff Pension \nFund,17 the note by the Secretary-General transmitting the concise summary of the \nprincipal findings and conclusions contained in the reports of the Board of Auditors \nfor the annual financial period 2020,18 the reports of the Secretary-General on the \nimplementation of the recommendations of the Board of Auditors contained in its \nreports on the United Nations19 and on the United Nations funds and programmes 20 \nfor the year ended 31 December 2020, the report of the Chief Executive of Pension \nAdministration of the United Nations Joint Staff Pension Board and the \nRepresentative of the Secretary-General for the investment of the assets of the Fund \non the implementation of the recommendations of the Board of Auditors contained in \nits report for the year ended 31 December 2020 on the United Nations Joint Staff \nPension Fund21 and the related report of the Advisory Committee on Administrative \nand Budgetary Questions,22 \n \n1. \nTakes note of the audit opinions and findings, and endorses the \nrecommendations, contained in the reports of the Board of Auditors; \n \n2. \nEndorses the conclusions and recommendations contained in the report of \nthe Advisory Committee on Administrative and Budgetary Questions; \n \n3. \nReaffirms that the Board of Auditors shall be completely independent and \nsolely responsible for the conduct of audits; \n \n4. \nDecides to consider further the report of the Board of Auditors on the \nInternational Residual Mechanism for Criminal Tribunals under the agenda item \nrelating to the Mechanism; \n \n5. \nAlso decides to consider further the report of the Board of Auditors on the \nUnited Nations Joint Staff Pension Fund under the agenda item relating to the Pension \nFund; \n \n6. \nCommends the Board of Auditors for the continued high quality of its \nreports and the streamlined format thereof; \n \n7. \nTakes note of the reports of the Secretary-General on the implementation \nof the recommendations of the Board of Auditors contained in its reports for the year \nended 31 December 2020 on the United Nations and on the United Nations funds and \nprogrammes; \n \n8. \nReiterates its request to the Secretary-General and the executive heads of \nthe funds and programmes of the United Nations to ensure full implementation of the \nrecommendations of the Board of Auditors and the related recommendations of the \n__________________ \n \n10 Ibid., Supplement No. 5G (A/76/5/Add.7). \n \n11 Ibid., Supplement No. 5H (A/76/5/Add.8). \n \n12 Ibid., Supplement No. 5I (A/76/5/Add.9). \n \n13 Ibid., Supplement No. 5J (A/76/5/Add.10). \n \n14 Ibid., Supplement No. 5K (A/76/5/Add.11). \n \n15 Ibid., Supplement No. 5L (A/76/5/Add.12) \n \n16 Ibid., Supplement No. 5O (A/76/5/Add.15) \n \n17 Ibid., Supplement No. 5P (A/76/5/Add.16). \n \n18 A/76/173. \n \n19 A/76/307. \n \n20 A/76/307/Add.1. \n \n21 A/76/294. \n \n22 A/76/554. \n\nFinancial reports and audited financial statements, \nand reports of the Board of Auditors \nA/RES/76/235\n \n3/3\n21-19688 \n \nAdvisory Committee in a prompt and timely manner, to continue to hold programme \nmanagers accountable for the non-implementation of recommendations and to \neffectively address the root causes of the problems highlighted by the Board; \n \n9. \nReiterates its request to the Secretary-General to provide in his reports on \nthe implementation of the recommendations of the Board of Auditors a full \nexplanation for the delays in the implementation of the recommendations of the \nBoard, in particular those recommendations not yet fully implemented that are two or \nmore years old; \n \n10. Also reiterates its request to the Secretary-General to indicate in future \nreports an expected time frame for the implementation of the recommendations of the \nBoard of Auditors, as well as the priorities for their implementation and the office \nholders to be held accountable. \n \n54th (resumed) plenary meeting \n24 December 2021 \n \n",
  "paragraphs": {
    "1": "Takes note of the audit opinions and findings, and endorses the recommendations, contained in the reports of the Board of Auditors;",
    "2": "Endorses the conclusions and recommendations contained in the report of the Advisory Committee on Administrative and Budgetary Questions;",
    "3": "Reaffirms that the Board of Auditors shall be completely independent and solely responsible for the conduct of audits;",
    "4": "Decides to consider further the report of the Board of Auditors on the International Residual Mechanism for Criminal Tribunals under the agenda item relating to the Mechanism;",
    "5": "Also decides to consider further the report of the Board of Auditors on the United Nations Joint Staff Pension Fund under the agenda item relating to the Pension Fund;",
    "6": "Commends the Board of Auditors for the continued high quality of its reports and the streamlined format thereof;",
    "7": "Takes note of the reports of the Secretary-General on the implementation of the recommendations of the Board of Auditors contained in its reports for the year ended 31 December 2020 on the United Nations and on the United Nations funds and programmes;",
    "8": "Reiterates its request to the Secretary-General and the executive heads of the funds and programmes of the United Nations to ensure full implementation of the recommendations of the Board of Auditors and the related recommendations of the Advisory Committee in a prompt and timely manner, to continue to hold programme managers accountable for the non-implementation of recommendations and to effectively address the root causes of the problems highlighted by the Board;",
    "9": "Reiterates its request to the Secretary-General to provide in his reports on the implementation of the recommendations of the Board of Auditors a full explanation for the delays in the implementation of the recommendations of the Board, in particular those recommendations not yet fully implemented that are two or more years old;",
    "10": "Also reiterates its request to the Secretary-General to indicate in future reports an expected time frame for the implementation of the recommendations of the Board of Auditors, as well as the priorities for their implementation and the office holders to be held accountable."
  },
  "agenda_items": [
    "Item 135"
  ],
  "symbol_references": []
}