{
  "symbol": "A/RES/78/208",
  "filename": "A_RES_78_208.pdf",
  "title": "78/208. Strengthening the role of the United Nations in the promotion of democratization and enhancing periodic and genuine elections",
  "text": "United Nations \nA/RES/78/208\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n23-26020 (E)    090124     \n*2326020* \n \n \nSeventy-eighth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human rights \nquestions, including alternative approaches for improving \nthe effective enjoyment of human rights and \nfundamental freedoms  \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/481/Add.2, para. 139)] \n \n \n 78/208. Strengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles of the Charter of the United Nations,  \n \nReaffirming that democracy is a universal value based on the freely expressed \nwill of the people to determine their own political, economic, social and cultural \nsystems and their full participation in all aspects of their lives,  \n \nReaffirming also that, while democracies share common features, there is no \nsingle model of democracy and that democracy does not belong to any country or \nregion, and reaffirming further the necessity of due respect for sovereignty and the \nright to self-determination,  \n \nStressing that democracy, development, rule of law and respect for all human \nrights and fundamental freedoms are interdependent and mutually reinforcing, \n \nAcknowledging also that respecting human rights, protecting democratic \ninstitutions and principles and promoting the rule of law creates an environment in \nwhich countries can promote development, protect individuals from discrimination \nand ensure equal access to justice for all by involving Governments, parliaments, the \nUnited Nations system and other international organizations, local authorities, \nnational human rights institutions, indigenous peoples, persons belonging to \nminorities, human rights defenders, civil society, businesses and the private sector, \nthe scientific and academic communities, and all other interested stakeholders,  \n \nReaffirming that Member States are responsible for organizing, conducting and \nensuring transparent, free and fair electoral processes inclusive of all citizens, \n\nA/RES/78/208 \nStrengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections\n \n23-26020\n2/9 \n \nincluding those who are marginalized and underrepresented, as well as those \nbelonging to minorities, and that Member States, in the exercise of their sovereignty, \nmay request international organizations to provide advisory services or assistance for \nstrengthening and developing their electoral institutions and processes, including \nsending preliminary missions for that purpose,  \n \nRecognizing the importance of fair, periodic, inclusive and genuine elections, \nincluding in nascent democracies and countries undergoing democratization, in order \nto empower citizens to express their will and to promote a successful transition to \nlong-term sustainable democracies, \n \nRecognizing also that Member States are responsible for ensuring transparent, \nfree and fair elections, free of intimidation, coercion and tampering with vote counts, \nand that all such acts are sanctioned accordingly, \n \nReaffirming the importance of protecting the integrity of electoral processes as \na means to promote democracy and good governance and reinforce trust in public \ninstitutions, including through providing public and technical support, upon request \nand in line with the purposes and principles of the Charter, to help to ensure periodic, \nfree and fair elections through an inclusive and genuine process, \n \nHighlighting the importance of including women in all their diversity on an \nequal basis in election processes that are free from discrimination and allow for their \nfull, equal and meaningful participation, allowing for gender-responsive political \ninstitutions and the creation of more inclusive societies,  \n \nEmphasizing that Member States are responsible for respecting the will of the \nvoters as expressed through genuine, periodic, free and fair elections, which shall be \nby universal and equal suffrage, and in this respect expressing serious concern about \nthe unconstitutional or unlawful disruption of representative governance and \ndemocratic institutions and the unlawful removal of any democratically elected \nofficials, whether by States or non-State actors, \n \nRecalling its previous resolutions on the subject, in particular resolution 76/176 \nof 16 December 2021, \n \nRecalling also all relevant Human Rights Council resolutions on the topic, \nincluding resolutions 19/11 of 22 March 2012,1 31/14 of 23 March 2016,2 31/37 of \n24 March 2016,3 33/22 of 30 September 2016,4 34/41 of 24 March 2017,5 39/11 of \n28 September 2018,6 48/2 of 7 October 2021,7 51/5 of 6 October 2022,8 50/21 of \n8 July 2022,9 52/22 of 3 April 202310 and 50/17 of 8 July 2022,11 \n \nReaffirming that United Nations electoral assistance and support for the \npromotion of democratization are provided only at the specific request of the Member \nState concerned,  \n \nNoting with satisfaction that an increasing number of Member States are using \nelections as a peaceful means of discerning the will of the people, which builds \n__________________ \n \n1  See Official Records of the General Assembly, Sixty-seventh Session, Supplement No. 53 and \ncorrigendum (A/67/53 and A/67/53/Corr.1), chap. III, sect. A. \n \n2  Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. IV, sect. A. \n \n3  Ibid. \n \n4  Ibid., Supplement No. 53A and corrigendum (A/71/53/Add.1 and A/71/53/Add.1/Corr.1), chap. II. \n \n5  Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. IV, sect. A. \n \n6  Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. III. \n \n7  Ibid., Seventy-sixth Session, Supplement No. 53A (A/76/53/Add.1), chap. IV, sect. A. \n \n8  Ibid., Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. VIII, sect. A. \n \n9  Ibid., Supplement No. 53 (A/77/53), chap. III, sect. A. \n \n10  Ibid., Seventy-eighth Session, Supplement No. 53 (A/78/53), chap. V, sect. A. \n \n11  Ibid., Seventy-seventh Session, Supplement No. 53 (A/77/53), chap. VIII, sect. A. \n\nStrengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections \nA/RES/78/208\n \n3/9\n23-26020 \n \nconfidence in representational governance and contributes to greater national peace \nand stability, and which may contribute to regional peace and stability,  \n \nRecalling the Universal Declaration of Human Rights, adopted on 10 December \n1948,12 in particular the principle that the will of the people, as expressed through \nperiodic and genuine elections, shall be the basis of government authority, as well as \nthe right of everyone to freely choose representatives through periodic and genuine \nelections, which shall be by universal and equal suffrage and shall be held by secret \nvote or by equivalent free voting procedures,  \n \nReaffirming the International Covenant on Civil and Political Rights, 13  the \nConvention on the Elimination of All Forms of Discrimination against Women,14 the \nInternational Convention on the Elimination of All Forms of Racial Discrimination 15 \nand the Convention on the Rights of Persons with Disabilities, 16 and reaffirming also \nthat no distinctions are permitted among citizens on any grounds, such as race, colour, \nsex, language, religion, political or other opinion, national or social origin, property, \nbirth or other status, or on the basis of disability, in the enjoyment of the right to \nparticipate, directly or through freely chosen representatives, and to vote and to be \nelected in genuine periodic elections, which shall be by universal and equal suffrage \nand shall be held by secret ballot, guaranteeing the free expression of the will of the \nelectors,  \n \nReaffirming also that the promotion and protection of human rights and \nfundamental freedoms at the national and international levels should be universal and \nconducted without conditions attached and that the international community should \nsupport the strengthening and promotion of democracy, development and respect for \nhuman rights and fundamental freedoms and the principles of the rule of law in the \nentire world,17  \n \nUnderscoring the important role that regional and subregional organizations \nplay, in accordance with the Charter, in the areas of peace and security, development \nand human rights,18 and recalling their commitments to supporting the principles of \nfree and fair elections,  \n \nReaffirming that the full, equal and meaningful participation and representation \nof all women, on equal terms with men, at all levels of decision-making is essential \nto the achievement of gender equality, social inclusion, sustainable development, \npeace and democracy, as well as for the realization of all human rights and \nfundamental freedoms,  \n \nRecognizing that unpaid care and domestic work remains invisible, undervalued \nand unaccounted for in national statistics, and neglected in economic and social \npolicymaking, and that women and girls, including adolescent girls, undertake a \ndisproportionate share of unpaid care and domestic work from one generation to the \nnext, and that these disproportionate impacts compound existing obstacles to \nwomen’s full, effective, equal and meaningful participation and decision-making in \npublic life,  \n \nMindful that women continue to account for only one quarter of national \nlegislators worldwide, and highlighting the importance of all women’s full, equal and \nmeaningful participation, including women with disabilities, and representation in \n__________________ \n \n12  Resolution 217 A (III). \n \n13  See resolution 2200 A (XXI), annex. \n \n14  United Nations, Treaty Series, vol. 1249, No. 20378. \n \n15  Ibid., vol. 660, No. 9464. \n \n16  Ibid., vol. 2515, No. 44910. \n \n17  A/CONF.157/24 (Part I), chap. III, para. 8. \n \n18  Resolution 69/277, para. 2. \n\nA/RES/78/208 \nStrengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections\n \n23-26020\n4/9 \n \nparliaments, including in leadership positions, and the importance for parliaments to \nmainstream a gender perspective in their work,  \n \nEmphasizing the role of all women in decision-making and leadership positions \nthrough broad political engagement and full, effective, equal and meaningful \nparticipation and representation across all political, economic and public dimensions \nof a society is essential to a strong democracy,  \n \nNoting such inclusion will further contribute to the prevention and resolution of \narmed conflict, the success of peace mediation, peacebuilding processes, post-conflict \nreconstruction and sustainable global security while simultaneously advancing \nSecurity Council resolution 1325 (2000) and the women, peace and security agenda,  \n \nMindful that the full, equal and meaningful participation of all women in \npolitical and public life may only be achieved when all acts of sexual and gender-\nbased violence including conflict-related sexual violence, and sexual harassment both \nonline and offline, are effectively combated,  \n \nUnderlining the importance of primary birth registration for the enjoyment of \nall the rights to which individuals are entitled, including civil and political rights and \nwith respect to political participation,  \n \nRecognizing that in order to equally participate in free and fair elections, all \nwomen need not only the legal right to vote but the ability to access polling stations \nand elections information freely, and that Member States should include the \nperspectives of women in diverse conditions and situations in designing, evaluating \nand reviewing policies and legislation on participation in political and public affairs, \n \nNoting the importance of providing comprehensive, accessible and free civic \neducation for all people, including all women and girls, as well as electoral \ninformation and voting papers, to all having the right to participate in elections, in a \nrange of accessible formats and languages, as appropriate, empowering thus all \ncitizens having the right to participate in elections, \n \nStressing the importance, generally and in the context of promoting free, fair \nand inclusive elections, of respect for the freedoms of peaceful assembly and \nassociation and expression, including the freedom to seek, receive and impart \ninformation, in accordance with the International Covenant on Civil and Political \nRights, and noting in particular the fundamental importance of access to information \nand media freedom, including through accessible and easy-to-understand formats for \nnew information and communications technologies,  \n \nRecognizing the potential of online communication tools to promote freedom of \nexpression and expand political participation, as well as to empower persons who \nbelong to underrepresented groups and those who are marginalized, including but not \nlimited to groups mentioned in the report of the Secretary-General on strengthening \nthe role of the United Nations in enhancing periodic and genuine elections and the \npromotion of democratization,19 and urging States to create and maintain, in law and \nin practice, a safe and enabling environment for journalists to perform their work \nindependently and without undue interference,  \n \nRecognizing also that social media platforms are now well-established channels \nfor the free expression of ideas and opinions and that they can be effective tools for \nparticipation and inclusion as part of the political process, and recognizing further \nthat misinformation and disinformation disrupts the ability of the electorate to make \ninformed decisions, \n__________________ \n \n19  A/78/260. \n\nStrengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections \nA/RES/78/208\n \n5/9\n23-26020 \n \n \nExpressing deep concern that the increasing prevalence and spread of \ndisinformation by both internal and external actors on traditional and social media, as \nwell as efforts to manipulate voting systems and the use of Internet and mass media \nshutdowns to intentionally and arbitrarily prevent or disrupt access to or \ndissemination of information online in the framework of elections, constitute an \nurgent problem for democracies around the world,  \n \nRecognizing that the spread of hate speech through online platforms is \nincreasingly directed at political figures, disproportionately targeted at women and \nmembers of minority groups, causes serious harm to those affected and can have a \ndamaging impact on electoral processes,  \n \nEmphasizing that democracy, transparent, responsible, accountable and \nparticipatory governance responsive to the needs and aspirations of the people, and \nrespect for human rights, fundamental freedoms and the rule of law are essential for \nthe effective prevention and elimination of racism, racial discrimination, xenophobia \nand related intolerance, \n \nAcknowledging the linkage and complementarity of the fight against racism, \nracial discrimination, xenophobia and related intolerance with the long-term \nconstruction of a democratic, non-discriminatory and multicultural society based on \nthe recognition, respect and promotion of cultural, ethnic and religious diversity, \n \nNoting that some countries are beginning to use online technology for balloting \npurposes, and reaffirming the right to privacy, according to which no one shall be \nsubjected to arbitrary or unlawful interference with their privacy, family, home or \ncorrespondence, and the right to the protection of the law against such interference, \nas set out in article 12 of the Universal Declaration of Human Rights and article 17 \nof the International Covenant on Civil and Political Rights, and that the same rights \nthat people have offline must also be protected online,  \n \nRecognizing the need to strengthen democratic processes, electoral institutions \nand national capacity-building in requesting countries, including the capacity to \nadminister fair elections, promote voter education, the development of electoral \nexpertise and technology and the full, equal and meaningful participation of all \nwomen on equal terms with men, take all appropriate measures to ensure the full, \nequal and meaningful participation of all persons with disabilities on an equal basis \nwith others, increase citizen participation and provide civic education, including to \nyouth, in requesting countries in order to consolidate and regularize the achievements \nof previous elections and support subsequent elections,  \n \nNoting the importance of ensuring orderly, open, fair and transparent democratic \nprocesses that protect the rights to peaceful assembly, association and freedom of \nexpression and opinion,  \n \nEmphasizing that free, independent and pluralistic media can play an \nindispensable role in informing people around the world, and stressing the important \nconnections between free and fair elections, freedom of expression and a free and \nindependent press that can operate without hindrance as cornerstones of democracy,  \n \nEmphasizing also that the right to freedom of expression, as set forth in \narticle 19 of the International Covenant on Civil and Political Rights, includes the \nfreedom to seek, receive and impart information and ideas of all kinds, both online \nand offline, and that access to information and the work of journalists and media \nworkers are essential for the promotion and protection of human rights and \nfundamental freedoms,  \n \nExpressing concern at the growing threats to freedom of expression and media \nfreedom worldwide, including harassment, attacks and unlawful detention of \n\nA/RES/78/208 \nStrengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections\n \n23-26020\n6/9 \n \njournalists and media workers, while recognizing their crucial role in the context of \nelections, including informing the public about candidates, their platforms and \nongoing debates, and expressing serious concerns that attacks against journalists \nincrease during election periods,  \n \nNoting that the international community can contribute to the creation of \nconditions that could foster stability and security throughout the pre-election, election \nand post-election periods in transitional and post-conflict situations,  \n \nReiterating that transparency is a fundamental basis for free and fair elections, \nwhich contribute to the accountability of Governments to their citizens, which, in \nturn, is an underpinning of democratic societies,  \n \nAcknowledging, in this regard, the importance of national and international \nobservation of elections for the promotion of free and fair elections and its \ncontribution to enhancing the integrity of election processes in requesting countries, \nto promoting public confidence and electoral participation and to mitigating the \npotential for election-related disturbances,  \n \nAcknowledging also that extending invitations regarding international electoral \nassistance and/or observation is the sovereign right of Member States, and welcoming \nthe decisions of those States that have requested such assistance and/or observation,  \n \nRecalling its resolution 60/1 of 16 September 2005, entitled “2005 World \nSummit Outcome”, in which it welcomed the establishment by the Secretary-General \nof the United Nations Democracy Fund,  \n \nWelcoming the support provided by Member States to the electoral assistance \nactivities of the United Nations, inter alia, through the provision of electoral experts, \nincluding electoral commission staff, and observers, as well as through contributions \nto the United Nations trust fund for electoral assistance, the democratic governance \nthematic trust fund of the United Nations Development Programme and the United \nNations Democracy Fund,  \n \nRecognizing that electoral assistance, particularly through appropriate, \nsustainable, accessible and cost-effective electoral technology, can facilitate full \naccess for persons with disabilities and supports the electoral processes of developing \ncountries,  \n \nRecognizing also the coordination challenges posed by the multiplicity of actors \ninvolved in electoral assistance both within and outside the United Nations,  \n \nWelcoming the contributions made by international and regional organizations \nand also by non-governmental organizations to enhancing the effectiveness of the \nprinciple of periodic and genuine elections and the promotion of democratization, and \nstressing the importance of fostering enabling environments in which civil society \norganizations, human rights defenders, peacebuilders and journalists and media \nworkers can operate freely and safely, both online and offline, thereby increasing the \nability of individuals to take part in elections and election monitoring, \n \nRecognizing the importance of the links between democracy, sustainable, social \nand economic development, the reduction of inequalities, peace, human rights, the \nrule of law, democracy and good governance, including the holding of free and fair \nelections, and in this regard recalling the adoption of the 2030 Agenda for Sustainable \nDevelopment,20  \n \nBearing in mind that measures necessary to deal with situations of health \nemergencies and pandemics, such as the coronavirus (COVID-19) pandemic, can \n__________________ \n \n20  Resolution 70/1. \n\nStrengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections \nA/RES/78/208\n \n7/9\n23-26020 \n \nhave a considerable impact on public participation, including through restrictions on \nthe rights to freedom of expression, to peaceful assembly and freedom of association, \nand on access to information, affecting particularly the work of the media and civil \nsociety, including women’s rights organizations and organizations of persons with \ndisabilities, and direct participation in decision-making and leading to restrictions in \nthe context of electoral processes, \n \n1. \nWelcomes the report of the Secretary-General on strengthening the role of \nthe United Nations in enhancing periodic and genuine elections and the promotion of \ndemocratization;  \n \n2. \nCommends the electoral assistance provided upon request to Member \nStates by the United Nations, and requests that such assistance continue on a case-by-\ncase basis in accordance with the evolving needs and legislation of requesting \ncountries to develop, improve and refine their electoral institutions and processes, \nincluding by ensuring full access to all stages of the electoral process for persons with \ndisabilities, recognizing that the responsibility for organizing free and fair elections \nlies with Governments;  \n \n3. \nReaffirms that the electoral assistance provided by the United Nations \nshould continue to be carried out in an objective, impartial, neutral and independent \nmanner;  \n \n4. \nRequests the Under-Secretary-General for Political and Peacebuilding \nAffairs, in her role as United Nations focal point for electoral assistance matters, to \ncontinue to regularly inform Member States about the requests received and the nature \nof any assistance provided;  \n \n5. \nRequests the United Nations to continue its efforts to ensure, before \nundertaking to provide electoral assistance to a requesting State, that there is adequate \ntime to organize and carry out an effective mission providing such assistance, \nincluding the provision of long-term technical cooperation, that conditions exist to \nallow a free and fair election and that the results of the mission will be reported \ncomprehensively and consistently;  \n \n6. \nNotes the importance of adequate resources for the administration of \nefficient and transparent elections at the national and local levels, and recommends \nthat Member States provide adequate resources for those elections, including by \nconsidering the possibility of establishing internal funding, where feasible;  \n \n7. \nReaffirms the obligation of all States to take all appropriate measures to \nensure that every citizen has the effective right and opportunity to participate in \nelections on an equal basis, and calls upon States to take measures to eliminate laws, \nregulations and practices that discriminate, directly or indirectly, against citizens in \ntheir right to participate in public affairs, including based on race, colour, ethnicity, \nnational or social origin, sex, sexual orientation and gender identity, language, \nreligion, political views or on the basis of disability; \n \n8. \nStrongly condemns any manipulation of election processes, coercion and \ntampering with vote counts, particularly when done by States, as well as by other \nactors, and calls upon all Member States to respect the rule of law and the human \nrights and fundamental freedoms of all persons, including the right to vote and to be \nelected at genuine periodic elections, which shall be by universal and equal suffrage \nand shall be held by secret ballot, guaranteeing the free expression of the will of the \nelectors, thereby fostering conditions in which all citizens, regardless of how they \nvoted, whom they supported or whether their candidates prevailed, have the \nmotivation and incentive, as well as the right and opportunity, to continue to \nparticipate directly or through elected representatives in the conduct of public affairs \nand their Government;  \n\nA/RES/78/208 \nStrengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections\n \n23-26020\n8/9 \n \n \n9. \nReaffirms the need for all Member States to respect and protect the right \nto freedom of expression, including through creating an environment where a free and \nindependent press can flourish and where journalists and media workers can keep \ncitizens informed at all stages of elections about candidates, parties and their political \nplatforms, both online and offline, in order to promote transparency and information \nintegrity, including by countering disinformation and misinformation, and to this end \nalso strongly condemns any attempts to harass, intimidate, attack or arbitrarily detain \njournalists and media workers;  \n \n10. Calls upon all Member States to ensure that persons with disabilities can \neffectively and fully participate in political and public life on an equal basis with \nothers, directly or through freely chosen representatives, including the right and \nopportunity for persons with disabilities to vote and to be elected;  \n \n11. \nAlso calls upon all Member States to consider ways to increase the \nrepresentation of all youth in decision-making at all levels in local, national, regional \nand international institutions and mechanisms, to promote the constructive political \nengagement of youth and to consider, explore and promote new avenues for the full, \neffective, structured and sustained participation of youth and youth-led organizations \nin relevant decision-making processes;  \n \n12. Further calls upon all Member States to enhance the political participation \nof all women, accelerate the achievement of gender equality and the empowerment of \nall women and girls in all situations, including by taking measures to reduce and \nredistribute women’s and girls’ disproportionate share of unpaid care and domestic \nwork, promote and protect the human rights of women with respect to voting in \nelections and public referendums and being eligible for election to publicly elected \nbodies on equal terms with men at all levels of government by further inclusion and \nby measures to prevent and respond to and condemn all forms of sexual and gender-\nbased violence, both online and offline; \n \n13. Recommends that, throughout the timespan of the entire electoral cycle, \nincluding before and after elections, as appropriate, on the basis of a needs assessment \nand in accordance with the evolving needs of requesting Member States, bearing in \nmind sustainability and cost-effectiveness, the United Nations continue to provide \ntechnical advice and other assistance to requesting States and electoral institutions in \norder to help to strengthen their democratic processes, also bearing in mind that the \nrelevant office may provide additional assistance in the form of mediation and good \noffices, upon the request of Member States;  \n \n14. Notes with appreciation the additional efforts being made to enhance \ncooperation \nwith other international, governmental \nand \nnon-governmental \norganizations in order to facilitate more comprehensive and needs-specific responses \nto requests for electoral assistance, encourages those organizations to share \nknowledge and experience in order to promote best practices in the assistance that \nthey provide and in their reporting on electoral processes, and expresses its \nappreciation to those Member States, regional organizations and non-governmental \norganizations that have provided observers or technical experts in support of United \nNations electoral assistance efforts;  \n \n15. Acknowledges the aim of harmonizing the methods and standards of the \nmany intergovernmental and non-governmental organizations engaged in observing \nelections, and in this regard expresses appreciation for the Declaration of Principles \nfor International Election Observation and the Code of Conduct for International \nElection Observers, which elaborate guidelines for international electoral observation;  \n \n16. Recalls the establishment by the Secretary-General of the United Nations \ntrust fund for electoral assistance, and, bearing in mind that the fund is currently close \nto depletion, calls upon Member States to consider contributing to the fund;  \n\nStrengthening the role of the United Nations in the promotion of \ndemocratization and enhancing periodic and genuine elections \nA/RES/78/208\n \n9/9\n23-26020 \n \n \n17. Encourages the Secretary-General, through the United Nations focal point \nfor electoral assistance matters and with the support of the Electoral Assistance \nDivision of the Department of Political and Peacebuilding Affairs of the Secretariat, \nto continue to respond to the evolving nature of requests for assistance and the \ngrowing need for specific types of medium-term expert assistance aimed at supporting \nand strengthening the existing capacity of the requesting Government, in particular \nby enhancing the capacity of national electoral institutions;  \n \n18. Requests the Secretary-General to provide the Electoral Assistance \nDivision with adequate human and financial resources to allow it to carry out its \nmandate, including to enhance the accessibility and diversity of the roster of electoral \nexperts and the electoral institutional memory of the Organization, and to continue to \nensure that the Office of the United Nations High Commissioner for Human Rights is \nable to respond, within its mandate and in close coordination with the Division, to the \nnumerous and increasingly complex and comprehensive requests from Member States \nfor advisory services;  \n \n19. Reiterates the need for ongoing comprehensive coordination, under the \nauspices of the United Nations focal point for electoral assistance matters, between \nthe Electoral Assistance Division, the United Nations Development Programme, the \nDepartment of Peace Operations and the Department of Operational Support of the \nSecretariat and the Office of the High Commissioner to ensure coordination and \ncoherence and avoid duplication of United Nations electoral assistance;  \n \n20. Requests the United Nations Development Programme to continue its \ndemocratic governance assistance programmes in cooperation with other relevant \norganizations, in particular those that promote the strengthening of democratic \ninstitutions and linkages between civil society and Governments;  \n \n21. Reiterates the role of civil society, human rights defenders, peacebuilders, \nas well as journalists and media workers, and the importance of their active \nengagement in the promotion of democratization, and invites Member States to \nfacilitate the full, effective, equal and meaningful participation of civil society in \nelectoral processes; \n \n22. Also reiterates the importance of reinforced coordination within and \noutside the United Nations system, and reaffirms the clear leadership role within the \nUnited Nations system of the United Nations focal point for electoral assistance \nmatters, including in ensuring system-wide coherence and consistency and in \nstrengthening the institutional memory and the development, dissemination and \nissuance of United Nations electoral assistance policies;  \n \n23. Requests the Secretary-General to report to the General Assembly at its \neightieth session on the implementation of the present resolution, in particular on the \nstatus of requests from Member States for electoral assistance, and on his efforts to \nenhance support by the Organization for the democratization process in Member \nStates;  \n \n24. Underlines the importance of public participation, with an increasing \nnumber of channels for engagement moving online, posing obstacles for those \nsegments of the population who have limited or no Internet access or who face other \nbarriers to digital inclusion, such as the affordability of the Internet, and encourages \nStates to ensure that all stakeholders, including women and girls, persons living in \nrural communities and persons with disabilities, have access to timely and accurate \ninformation and are fully involved in decisions that affect them. \n \n50th plenary meeting \n19 December 2023 \n",
  "paragraphs": {
    "1": "Welcomes the report of the Secretary-General on strengthening the role of the United Nations in enhancing periodic and genuine elections and the promotion of democratization;",
    "2": "Commends the electoral assistance provided upon request to Member States by the United Nations, and requests that such assistance continue on a case-by- case basis in accordance with the evolving needs and legislation of requesting countries to develop, improve and refine their electoral institutions and processes, including by ensuring full access to all stages of the electoral process for persons with disabilities, recognizing that the responsibility for organizing free and fair elections lies with Governments;",
    "3": "Reaffirms that the electoral assistance provided by the United Nations should continue to be carried out in an objective, impartial, neutral and independent manner;",
    "4": "Requests the Under-Secretary-General for Political and Peacebuilding Affairs, in her role as United Nations focal point for electoral assistance matters, to continue to regularly inform Member States about the requests received and the nature of any assistance provided;",
    "5": "Requests the United Nations to continue its efforts to ensure, before undertaking to provide electoral assistance to a requesting State, that there is adequate time to organize and carry out an effective mission providing such assistance, including the provision of long-term technical cooperation, that conditions exist to allow a free and fair election and that the results of the mission will be reported comprehensively and consistently;",
    "6": "Notes the importance of adequate resources for the administration of efficient and transparent elections at the national and local levels, and recommends that Member States provide adequate resources for those elections, including by considering the possibility of establishing internal funding, where feasible;",
    "7": "Reaffirms the obligation of all States to take all appropriate measures to ensure that every citizen has the effective right and opportunity to participate in elections on an equal basis, and calls upon States to take measures to eliminate laws, regulations and practices that discriminate, directly or indirectly, against citizens in their right to participate in public affairs, including based on race, colour, ethnicity, national or social origin, sex, sexual orientation and gender identity, language, religion, political views or on the basis of disability;",
    "8": "",
    "9": "Reaffirms the need for all Member States to respect and protect the right to freedom of expression, including through creating an environment where a free and independent press can flourish and where journalists and media workers can keep citizens informed at all stages of elections about candidates, parties and their political platforms, both online and offline, in order to promote transparency and information integrity, including by countering disinformation and misinformation, and to this end also strongly condemns any attempts to harass, intimidate, attack or arbitrarily detain journalists and media workers;",
    "10": "Calls upon all Member States to ensure that persons with disabilities can effectively and fully participate in political and public life on an equal basis with others, directly or through freely chosen representatives, including the right and opportunity for persons with disabilities to vote and to be elected;",
    "11": "Also calls upon all Member States to consider ways to increase the representation of all youth in decision-making at all levels in local, national, regional and international institutions and mechanisms, to promote the constructive political engagement of youth and to consider, explore and promote new avenues for the full, effective, structured and sustained participation of youth and youth-led organizations in relevant decision-making processes;",
    "12": "Further calls upon all Member States to enhance the political participation of all women, accelerate the achievement of gender equality and the empowerment of all women and girls in all situations, including by taking measures to reduce and redistribute women’s and girls’ disproportionate share of unpaid care and domestic work, promote and protect the human rights of women with respect to voting in elections and public referendums and being eligible for election to publicly elected bodies on equal terms with men at all levels of government by further inclusion and by measures to prevent and respond to and condemn all forms of sexual and gender- based violence, both online and offline;",
    "13": "Recommends that, throughout the timespan of the entire electoral cycle, including before and after elections, as appropriate, on the basis of a needs assessment and in accordance with the evolving needs of requesting Member States, bearing in mind sustainability and cost-effectiveness, the United Nations continue to provide technical advice and other assistance to requesting States and electoral institutions in order to help to strengthen their democratic processes, also bearing in mind that the relevant office may provide additional assistance in the form of mediation and good offices, upon the request of Member States;",
    "14": "Notes with appreciation the additional efforts being made to enhance cooperation with other international, governmental and non-governmental organizations in order to facilitate more comprehensive and needs-specific responses to requests for electoral assistance, encourages those organizations to share knowledge and experience in order to promote best practices in the assistance that they provide and in their reporting on electoral processes, and expresses its appreciation to those Member States, regional organizations and non-governmental organizations that have provided observers or technical experts in support of United Nations electoral assistance efforts;",
    "15": "Acknowledges the aim of harmonizing the methods and standards of the many intergovernmental and non-governmental organizations engaged in observing elections, and in this regard expresses appreciation for the Declaration of Principles for International Election Observation and the Code of Conduct for International Election Observers, which elaborate guidelines for international electoral observation;",
    "16": "",
    "17": "Encourages the Secretary-General, through the United Nations focal point for electoral assistance matters and with the support of the Electoral Assistance Division of the Department of Political and Peacebuilding Affairs of the Secretariat, to continue to respond to the evolving nature of requests for assistance and the growing need for specific types of medium-term expert assistance aimed at supporting and strengthening the existing capacity of the requesting Government, in particular by enhancing the capacity of national electoral institutions;",
    "18": "Requests the Secretary-General to provide the Electoral Assistance Division with adequate human and financial resources to allow it to carry out its mandate, including to enhance the accessibility and diversity of the roster of electoral experts and the electoral institutional memory of the Organization, and to continue to ensure that the Office of the United Nations High Commissioner for Human Rights is able to respond, within its mandate and in close coordination with the Division, to the numerous and increasingly complex and comprehensive requests from Member States for advisory services;",
    "19": "Reiterates the need for ongoing comprehensive coordination, under the auspices of the United Nations focal point for electoral assistance matters, between the Electoral Assistance Division, the United Nations Development Programme, the Department of Peace Operations and the Department of Operational Support of the Secretariat and the Office of the High Commissioner to ensure coordination and coherence and avoid duplication of United Nations electoral assistance;",
    "20": "Requests the United Nations Development Programme to continue its democratic governance assistance programmes in cooperation with other relevant organizations, in particular those that promote the strengthening of democratic institutions and linkages between civil society and Governments;",
    "21": "Reiterates the role of civil society, human rights defenders, peacebuilders, as well as journalists and media workers, and the importance of their active engagement in the promotion of democratization, and invites Member States to facilitate the full, effective, equal and meaningful participation of civil society in electoral processes;",
    "22": "Also reiterates the importance of reinforced coordination within and outside the United Nations system, and reaffirms the clear leadership role within the United Nations system of the United Nations focal point for electoral assistance matters, including in ensuring system-wide coherence and consistency and in strengthening the institutional memory and the development, dissemination and issuance of United Nations electoral assistance policies;",
    "23": "Requests the Secretary-General to report to the General Assembly at its eightieth session on the implementation of the present resolution, in particular on the status of requests from Member States for electoral assistance, and on his efforts to enhance support by the Organization for the democratization process in Member States;",
    "24": "Underlines the importance of public participation, with an increasing number of channels for engagement moving online, posing obstacles for those segments of the population who have limited or no Internet access or who face other barriers to digital inclusion, such as the affordability of the Internet, and encourages States to ensure that all stakeholders, including women and girls, persons living in rural communities and persons with disabilities, have access to timely and accurate information and are fully involved in decisions that affect them."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}