{
  "symbol": "A/RES/72/179",
  "filename": "A_RES_72_179.pdf",
  "title": "72/179. Protection of migrants",
  "text": "United Nations \nA/RES/72/179\n \n \nGeneral Assembly \nDistr.: General \n29 January 2018 \n \n17-23170 (E)    010218 \n*1723170* \n \n \nSeventy-second session \nAgenda item 72 (b) \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2017 \n \n \n \n \n[on the report of the Third Committee (A/72/439/Add.2)] \n \n \n 72/179. Protection of migrants \n \n \n \nThe General Assembly,  \n \nRecalling all its previous resolutions on the protection of migrants, the most \nrecent of which is resolution 70/147 of 17 December 2015, and recalling also Human \nRights Council resolutions 35/17 of 22 June 2017 and 35/5 of 28 September 2017,1  \n \nReaffirming the Universal Declaration of Human Rights,2 which proclaims that \nall human beings are born free and equal in dignity and rights and that everyone is \nentitled to all the rights and freedoms set out therein, without distinction of any kind, \nin particular as to race,  \n \nReaffirming also that everyone has the right to freedom of movement and \nresidence within the borders of each State and the right to leave any country, including \nhis or her own, and to return to his or her country,  \n \nReaffirming further that everyone has the right to recognition everywhere as a \nperson before the law,  \n \nRecalling all relevant international instruments, particularly the International \nCovenant on Civil and Political Rights3 and the International Covenant on Economic, \nSocial and Cultural Rights,3 the Convention against Torture and Other Cruel, Inhuman \nor Degrading Treatment or Punishment,4 the International Convention for the \nProtection of All Persons from Enforced Disappearance, 5 the Convention on the \nElimination of All Forms of Discrimination against Women, 6 the Convention on the \n__________________ \n \n1  See Official Records of the General Assembly, Seventy-second Session, Supplement No. 53 \n(A/72/53), chap. V, sect. A.  \n \n2  Resolution 217 A (III).  \n \n3  See resolution 2200 A (XXI), annex.  \n \n4  United Nations, Treaty Series, vol. 1465, No. 24841.  \n \n5  Ibid., vol. 2716, No. 48088.  \n \n6  Ibid., vol. 1249, No. 20378.  \n\nA/RES/72/179 \nProtection of migrants\n \n17-23170 \n2/10 \n \nRights of the Child,7 the International Convention on the Elimination of All Forms of \nRacial Discrimination,8 the Convention on the Rights of Persons with Disabilities, 9 \nthe Vienna Convention on Consular Relations,10 the International Convention on the \nProtection of the Rights of All Migrant Workers and Members of Their Families 11 and \nthe United Nations Convention against Transnational Organized Crime and the \nProtocols thereto,12 in particular the Protocol against the Smuggling of Migrants by \nLand, Sea and Air, supplementing the United Nations Convention against \nTransnational Organized Crime,13 and the Protocol to Prevent, Suppress and Punish \nTrafficking in Persons, Especially Women and Children, supplementing the United \nNations Convention against Transnational Organized Crime, 14  \n \nAcknowledging the relevant contribution of the International Convention on the \nProtection of the Rights of All Migrant Workers and Members of Their Families to \nthe international system for the protection of migrants,  \n \nWelcoming the New York Declaration for Refugees and Migrants, adopted on \n19 September 2016 at the High-level plenary meeting of the General Assembly on \naddressing large movements of refugees and migrants, 15  \n \nAcknowledging the preparatory process towards the adoption of a global \ncompact for safe, orderly and regular migration,  \n \nRecalling the provisions concerning migrants contained in the outcome \ndocuments of major United Nations conferences and summits, including the Outcome \nof the Conference on the World Financial and Economic Crisis and Its Impact on \nDevelopment,16 the 2030 Agenda for Sustainable Development17 and the New Urban \nAgenda,18  \n \nRecalling also Commission on Population and Development resolutions \n2006/2 of 10 May 200619 and 2009/1 of 3 April 2009,20 and its resolution 2013/1 of \n26 April 2013 on new trends in migration: demographic aspects, 21  \n \nTaking note of advisory opinion OC 16/99 of 1 October 1999 on the Right to \nInformation on Consular Assistance in the Framework of the Guarantees of the Due \nProcess of Law, advisory opinion OC 18/03 of 17 September 2003 on the Juridical \nCondition and Rights of Undocumented Migrants and advisory opinion OC 21/14 of \n19 August 2014 on the Rights and Guarantees of Children in the Context of Migration \nand/or in Need of International Protection, issued by the Inter-American Court of \nHuman Rights,  \n__________________ \n \n7  Ibid., vol. 1577, No. 27531. \n \n8  Ibid., vol. 660, No. 9464. \n \n9  Ibid., vol. 2515, No. 44910. \n \n10  Ibid., vol. 596, No. 8638. \n \n11  Ibid., vol. 2220, No. 39481. \n \n12  Ibid., vols. 2225, 2237, 2241 and 2326, No. 39574. \n \n13  Ibid., vol. 2241, No. 39574. \n \n14  Ibid., vol. 2237, No. 39574. \n \n15  Resolution 71/1. \n \n16  Resolution 63/303, annex. \n \n17  Resolution 70/1. \n \n18  Resolution 71/256, annex. \n \n19  See Official Records of the Economic and Social Council, 2006, Supplement No. 5 (E/2006/25), \nchap. I, sect. B. \n \n20  Ibid., 2009, Supplement No. 5 (E/2009/25), chap. I, sect. B. \n \n21  Ibid., 2013, Supplement No. 5 (E/2013/25), chap. I, sect. B. \n\nProtection of migrants \nA/RES/72/179\n \n3/10 \n17-23170 \n \n \nTaking note also of the Judgment of the International Court of Justice of \n31 March 2004 in the case concerning Avena and Other Mexican Nationals22 and the \nJudgment of the Court of 19 January 2009 regarding the request for interpretation of \nthe Avena Judgment,23 and recalling the obligations of States reaffirmed in both \ndecisions, \n \nUnderlining the importance of the Human Rights Council in promoting respect \nfor the protection of the human rights and fundamental freedoms of all, including \nmigrants, \n \nRecognizing that women represent almost half of all international migrants, and \nin this regard recognizing also that women migrant workers are important contributors \nto social and economic development in countries of origin and destination, and \nunderlining the value and dignity of their labour, including the labour of domestic \nworkers, \n \nRecalling the adoption of the 2030 Agenda for Sustainable Development in its \nentirety, and recalling Sustainable Development Goals 8 and 10, including the targets \non the protection of labour rights and promotion of safe and secure working \nenvironments for all workers, including migrant workers, in particular women \nmigrants and those in precarious employment, and on the facilitation of orderly, safe, \nregular and responsible migration and mobility of people, including through the \nimplementation of planned and well-managed migration policies, as noted in the \nNew York Declaration for Refugees and Migrants, \n \nWelcoming the decision to hold the third High-level Dialogue on International \nMigration and Development in the first half of 2019 and also the decision to hold the \nHigh-level Dialogues during every fourth session of the General Assembly, beginning \nwith the seventy-third session, at United Nations Headquarters, to review the follow-\nup to the outcomes of the previous High-level Dialogues and advance the discussion \non the multidimensional aspects of the migration-related Sustainable Development \nGoals and targets, including migration-related commitments set out in the Addis \nAbaba Action Agenda of the Third International Conference on Financing for \nDevelopment,24 taking into account other migration- and development-related \nprocesses,25 \n \nNoting the ninth summit meeting of the Global Forum on Migration and \nDevelopment, chaired by Bangladesh in Dhaka from 10 to 12 December 2016, under \nthe overarching theme “Migration that works for the sustainable development of all: \ntowards a transformative migration agenda”, and the tenth summit meeting of the \nGlobal Forum, co-chaired by Germany and Morocco in Berlin from 28 to 30 June \n2017, under the overarching theme “Towards a global social contract on migration \nand development”,  \n \nAcknowledging the cultural and economic contributions made by migrants to \ntheir communities of origin and destination and the need to identify appropriate means \nof maximizing development benefits, to respond to the challenges that migration \nposes to countries of origin, transit and destination, to promote dignified, humane \ntreatment with applicable protections and access to basic services, and to strengthen \nmechanisms for international cooperation, \n \nEmphasizing the multidimensional character of international migration, the \nimportance of international, regional and bilateral cooperation and dialogue in this \n__________________ \n \n22  See Official Records of the General Assembly, Fifty-ninth Session, Supplement No. 4 (A/59/4), \nchap. V, sect. A. \n \n23  Ibid., Sixty-fourth Session, Supplement No. 4 (A/64/4), chap. V, sect. B. \n \n24  Resolution 69/313, annex. \n \n25  Resolution 71/237, para. 34.  \n\nA/RES/72/179 \nProtection of migrants\n \n17-23170 \n4/10 \n \nregard, as appropriate, and the need to protect the human rights of all migrants, \nparticularly at a time when migration flows have increased in the globalized economy \nand take place in a context of continued security concerns, \n \nAcknowledging the complexity of migratory flows and that international \nmigration movements also occur within the same geographical regions, and in this \ncontext calling for a better understanding of migration patterns across and within \nregions, \n \nDeeply concerned at the large and growing number of migrants, especially \nwomen and children, including those unaccompanied or separated from their parents, \nwho place themselves in a vulnerable situation by crossing or attempting to cross \ninternational borders, and recognizing the obligation of States to respect the human \nrights of those migrants in accordance with their applicable international human rights \nobligations, \n \nRecognizing the importance of coordinating international efforts to provide \nassistance and support to migrants in vulnerable situations and, as appropriate, \nfacilitate their voluntary return to their countries of origin or procedures for \ndetermining the need for international protection while respecting the principle of \nnon-refoulement, \n \nBearing in mind the obligations of States under international law, as applicable, \nto exercise due diligence to prevent crimes targeting migrants and to investigate and \npunish perpetrators, and that not doing so violates and impairs or nullifies the \nenjoyment of the human rights and fundamental freedoms of victims, \n \nAffirming that migrant smuggling and crimes against migrants, including \ntrafficking in persons, continue to pose a serious challenge and require a concerted \ninternational assessment and response and genuine multilateral cooperation among \ncountries of origin, transit and destination for their eradication, \n \nBearing in mind that policies and initiatives on the issue of migration, including \nthose that refer to the orderly management of migration, should promote holistic \napproaches that take into account the causes and consequences of the phenomenon, \nas well as full respect for the human rights and fundamental freedoms of migrants, \n \nStressing the importance of all regulations and laws regarding irregular \nmigration, at all levels of government, being in accordance with the obligations of \nStates under international law, including international human rights law, \n \nExpressing concern at the increasing trend of xenophobia and hostility towards \nmigrants in societies, which has a negative impact on the fulfilment of human rights \nglobally, \n \nStressing the obligation of States to protect the human rights of migrants \nregardless of their migration status, including when implementing their specific \nmigration and border security policies, and expressing its concern at measures which, \nincluding in the context of policies aimed at reducing irregular migration, treat \nirregular migration as a criminal rather than an administrative offence, where the \neffect of doing so is to deny migrants the full enjoyment of their human rights and \nfundamental freedoms, and in this regard recalling that sanctions and the treatment \ngiven to irregular migrants should be commensurate with their offences, \n \nAware that, as criminals take advantage of migratory flows and attempt to \ncircumvent restrictive immigration policies and border controls, migrants become \nmore vulnerable to, inter alia, kidnapping, extortion, forced labour, sexual \nexploitation, physical assault, debt servitude and abandonment, \n\nProtection of migrants \nA/RES/72/179\n \n5/10 \n17-23170 \n \n \nRecognizing the contributions of young migrants to countries of origin and \ndestination, and in that regard encouraging States to consider the specific \ncircumstances and needs of young migrants, \n \nRecognizing also the obligations of countries of origin, transit and destination \nunder international human rights law, \n \nUnderlining the importance for States, in cooperation with civil society, \nincluding non-governmental organizations, workers’ organizations and the private \nsector, among other relevant stakeholders, to undertake information campaigns aimed \nat clarifying opportunities, limitations, risks and rights in the event of migration in \norder to enable everyone to make informed decisions and to prevent anyone from \nutilizing dangerous means to cross international borders, \n \n1. \nCalls upon States to promote and protect effectively the human rights and \nfundamental freedoms of all migrants, regardless of their migration status, especially \nthose of women and children, and to address international migration through \ninternational, regional or bilateral cooperation and dialogue and a comprehensive and \nbalanced approach, recognizing the roles and responsibilities of countries of origin, \ntransit and destination in promoting and protecting the human rights of all migrants \nand avoiding approaches that might aggravate their vulnerability; \n \n2. \nExpresses its concern about the impact of financial and economic crises, \nas well as natural disasters and the effects of climate-related phenomena, on \ninternational migration and migrants, and in that regard urges Governments to combat \nunfair and discriminatory treatment of migrants, in particular migrant workers and \ntheir families; \n \n3. \nReaffirms the rights set forth in the Universal Declaration of Human \nRights2 and the obligations of States under the International Covenants on Human \nRights,3 and in this regard: \n \n(a) \nStrongly condemns acts, manifestations and expressions of racism, racial \ndiscrimination, xenophobia and related intolerance against migrants and the \nstereotypes often applied to them, including on the basis of religion or belief, and \nurges States to apply and, where needed, to reinforce existing laws when hate crimes, \nxenophobic or intolerant acts, manifestations or expressions against migrants occur, \nin order to eradicate impunity for those who commit those acts and, where \nappropriate, to provide effective remedy to the victims; \n \n(b) \nEncourages States to establish or, when appropriate, strengthen \nmechanisms which allow migrants to report alleged cases of abuse by relevant \nauthorities and employers without fear of reprisal, and which allow for such \ncomplaints to be addressed fairly; \n \n(c) \nExpresses concern about legislation adopted by some States that results in \nmeasures and practices that may restrict the human rights and fundamental freedoms \nof migrants, and reaffirms that, when exercising their sovereign right to enact and \nimplement migratory and border security measures, States have the duty to comply \nwith their obligations under international law, including international human rights \nlaw, in order to ensure full respect for the human rights of migrants; \n \n(d) \nCalls upon States to ensure that their laws and policies, including in the \nareas of counter-terrorism and combating transnational organized crime, such as \ntrafficking in persons and smuggling of migrants, fully respect the human rights of \nmigrants; \n \n(e) \nCalls upon States that have not done so to consider signing and ratifying \nor acceding to the International Convention on the Protection of the Rights of All \nMigrant Workers and Members of Their Families11 as a matter of priority, and requests \n\nA/RES/72/179 \nProtection of migrants\n \n17-23170 \n6/10 \n \nthe Secretary-General to continue his efforts to promote and raise awareness of the \nConvention; \n \n(f) \nTakes note of the reports of the Committee on the Protection of the Rights \nof All Migrant Workers and Members of Their Families on its twenty-third and \ntwenty-fourth sessions26 and its twenty-fifth and twenty-sixth sessions;27 \n \n4. \nAlso reaffirms the duty of States to effectively promote and protect the \nhuman rights and fundamental freedoms of all migrants, especially those of women \nand children, regardless of their migration status, in conformity with the Universal \nDeclaration of Human Rights and the international instruments to which they are \nparty, and therefore:  \n \n(a) \nCalls upon all States to respect the human rights and inherent dignity of \nmigrants, to put an end to arbitrary arrest and detention and, bearing in mind the \nNew York Declaration for Refugees and Migrants,15 to review policies that deny \nmigrants the full enjoyment of their human rights and fundamental freedoms, to \npursue alternatives to detention while assessments of migration status are under way \nand to take into account measures that have been successfully implemented by some \nStates;  \n \n(b) \nEncourages States to put in place, if they have not yet done so, appropriate \nsystems and procedures in order to ensure that the best interests of the child are a \nprimary consideration in all actions or decisions concerning migrant children, \nregardless of their migration status, and, when applicable, to work towards ending the \ndetention of migrant children; \n \n(c) \nAlso encourages States to cooperate and to take appropriate measures, in \nfull conformity with their obligations under international human rights law, to \nprevent, combat and address the smuggling of migrants, including strengthening laws, \npolicies, information-sharing and joint operational functions, enhancing capacities \nand support opportunities for migration in a well-managed, safe and dignified manner \nand strengthening legislative methods for criminalizing acts of smuggling migrants, \nparticularly women and children; \n \n(d) \nUrges all States to adopt effective measures to prevent and punish any \nform of illegal deprivation of liberty of migrants by individuals or groups; \n \n(e) \nRequests States to adopt concrete measures to prevent the violation of the \nhuman rights of migrants while in transit, including in ports and airports and at \nborders and migration checkpoints, and to adequately train public officials who work \nin those facilities and in border areas to treat migrants respectfully and in accordance \nwith their obligations under international human rights law; \n \n(f) \nUnderlines the right of migrants to return to their country of citizenship, \nand recalls that States must ensure that their returning nationals are duly received; \n \n(g) \nCalls upon States to analyse and implement, where appropriate, \nmechanisms for the safe and orderly administration of returning migrants, with \nparticular attention to the human rights of migrants, in accordance with their \nobligations under international law; \n \n(h) \nAlso calls upon States to prosecute, in conformity with applicable law, acts \nof violation of the human rights of migrants and their families, such as arbitrary \ndetention, torture and violations of the right to life, including extrajudicial executions, \n__________________ \n \n26  See Official Records of the General Assembly, Seventy-first Session, Supplement No. 48 \n(A/71/48). \n \n27  Ibid., Seventy-second Session, Supplement No. 48 (A/72/48). \n\nProtection of migrants \nA/RES/72/179\n \n7/10 \n17-23170 \n \nduring their transit from the country of origin to the country of destination and vice \nversa, including transit across national borders; \n \n(i) \nRecognizes the particular vulnerability of migrants in transit situations, \nincluding through national borders, and the need to ensure full respect for their human \nrights also in these circumstances; \n \n(j) \nAlso recognizes the importance of promoting respect for human rights in \ncoordinated efforts of the international community to assist and support migrants who \nare stranded or in vulnerable situations; \n \n(k) \nReaffirms emphatically the duty of States parties to ensure full respect for \nand observance of the Vienna Convention on Consular Relations, 10 in particular with \nregard to the right of all foreign nationals, regardless of their migration status, to \ncommunicate with a consular official of the sending State in case of arrest, \nimprisonment, custody or detention, and the obligation of the receiving State to \ninform the foreign national without delay of his or her rights under the Convention; \n \n(l) \nRequests all States, in conformity with national legislation and applicable \ninternational legal instruments to which they are party, to enforce labour law \neffectively, including by addressing violations of such law, with regard to migrant \nworkers’ labour relations and working conditions, inter alia, those related to their \nremuneration and conditions of health, safety at work and the right to freedom of \nassociation; \n \n(m) Invites Member States to consider ratifying relevant conventions of the \nInternational Labour Organization, including the Domestic Workers Convention, \n2011 (No. 189), on decent work for domestic workers; \n \n(n) \nEncourages all States to remove unlawful obstacles, where they exist, that \nmay prevent the safe, transparent, unrestricted and expeditious transfer of \nremittances, earnings, assets and pensions of migrants to their country of origin or to \nany other countries, and, in conformity with applicable laws, regulations and \nagreements, to consider, as appropriate, measures to resolve any identified issues that \nmay impede such transfers or subject them to impractical restrictions; \n \n(o) \nRecalls that the Universal Declaration of Human Rights recognizes that \neveryone has the right to an effective remedy by the competent national tribunals for \nacts violating the fundamental rights granted to him or her; \n \n5. \nEmphasizes the importance of protecting persons in vulnerable situations, \nand in this regard: \n \n(a) \nExpresses its concern about the increase in the activities and profits of \ntransnational and national organized crime entities and others who profit from crimes \nagainst migrants, especially migrant women and children, without regard for \ndangerous and inhumane conditions, and in flagrant violation of national laws and \ninternational law and contrary to international standards; \n \n(b) \nAlso expresses its concern about the high level of impunity enjoyed by \ntraffickers and their accomplices, as well as other members of organized crime entities \nand, in this context, the denial of rights and justice to migrants who have suffered \nfrom abuse; \n \n(c) \nCalls upon States, within the framework of applicable international law, to \ntake steps to ensure that their national procedures at international borders include \nadequate safeguards to protect the dignity, safety and human rights of all migrants; \n \n(d) \nWelcomes immigration programmes, adopted by some countries, that \nallow migrants to integrate fully into the host countries, facilitate family reunification \n\nA/RES/72/179 \nProtection of migrants\n \n17-23170 \n8/10 \n \nand promote a harmonious, tolerant and respectful environment, and encourages \nStates to consider the possibility of adopting these types of programmes; \n \n(e) \nCalls upon States that have not already done so to provide for the \nprotection of the human rights of women migrant workers, to promote fair labour \nconditions and to ensure that all women, including care workers, are legally protected \nagainst violence and exploitation; \n \n(f) \nEncourages States to implement gender-sensitive policies and programmes \nfor women migrant workers, to provide safe and legal channels that recognize the \nskills and education of women migrant workers and, as appropriate, to facilitate their \nproductive employment, decent work and integration into the labour force, including \nin the fields of education and science and technology; \n \n(g) \nEncourages all States to develop international migration policies and \nprogrammes that include a gender perspective, in order to adopt the measures \nnecessary to better protect women and girls against dangers and abuse during \nmigration; \n \n(h) \nCalls upon States to protect the human rights of migrant children, given \ntheir vulnerability, particularly unaccompanied migrant children, ensuring that the \nbest interests of the child are a primary consideration in their legislation, policies and \npractices, including on integration, return and family reunification; \n \n(i) \nEncourages all States to prevent and eliminate discriminatory policies and \nlegislation at all levels of government that deny migrant children access to education \nand, while taking into account the best interests of the child as a primary \nconsideration, to foster the successful integration of migrant children into the \neducational system and the removal of barriers to their education in host countries \nand countries of origin; \n \n(j) \nReminds all States that all persons, including migrants, should have access \nto lifelong learning opportunities that help them acquire the knowledge and skills \nneeded to take advantage of opportunities and to participate fully in society; \n \n(k) \nUrges States to ensure that repatriation mechanisms allow for the \nidentification and special protection of persons in vulnerable situations, including \nunaccompanied children and persons with disabilities, and take into account, in \nconformity with their international obligations and commitments, the principle of the \nbest interests of the child, clarity of reception and care arrangements and family \nreunification; \n \n(l) \nUrges States parties to the United Nations Convention against \nTransnational Organized Crime and the Protocols thereto,12 in particular the Protocol \nagainst the Smuggling of Migrants by Land, Sea and Air, supplementing the United \nNations Convention against Transnational Organized Crime,13 and the Protocol to \nPrevent, Suppress and Punish Trafficking in Persons, Especially Women and \nChildren, supplementing the United Nations Convention against Transnational \nOrganized Crime,14 to implement them fully, and calls upon States that have not done \nso to consider ratifying or acceding to them as a matter of priority; \n \n6. \nEncourages \nStates \nto \ntake \ninto \naccount \nthe \nconclusions \nand \nrecommendations of the study of the Office of the United Nations High Commissioner \nfor Human Rights on challenges and best practices in the implementation of the \ninternational framework for the protection of the rights of the child in the context of \nmigration28 when designing and implementing their migration policies; \n__________________ \n \n28  A/HRC/15/29. \n\nProtection of migrants \nA/RES/72/179\n \n9/10 \n17-23170 \n \n \n7. \nAlso encourages States to protect migrants from becoming victims of \nnational and transnational organized crime, including kidnapping and trafficking and, \nin some instances, smuggling, including through the implementation of programmes \nand policies that prevent victimization and guarantee protection and access to \nmedical, psychosocial and legal assistance, where appropriate; \n \n8. \nEncourages Member States that have not already done so to enact national \nlegislation and to take further effective measures to combat trafficking in persons and \nsmuggling of migrants, recognizing that these crimes may endanger the lives of \nmigrants or subject them to harm, servitude, exploitation, debt bondage, slavery, \nsexual exploitation or forced labour, and also encourages Member States to strengthen \ninternational cooperation to prevent, investigate and combat such trafficking in \npersons and smuggling of migrants and to identify and disrupt financial flows related \nto these activities; \n \n9. \nStresses the importance of international, regional and bilateral cooperation \nin the protection of the human rights of migrants, and therefore: \n \n(a) \nRequests all States, international organizations and relevant stakeholders \nto take into account in their policies and initiatives on migration issues the global \ncharacter of the migratory phenomenon and to give due consideration to international, \nregional and bilateral cooperation in this field, including by undertaking dialogues on \nmigration that include countries of origin, transit and destination, as well as civil \nsociety, including migrants, with a view to addressing, in a comprehensive manner, \ninter alia, its causes and consequences and the challenge of undocumented or irregular \nmigration, granting priority to the protection of the human rights of migrants; \n \n(b) \nEncourages States to promote the effective implementation of the 2030 \nAgenda for Sustainable Development,17 including its target 10.7 on the facilitation of \norderly, safe, regular and responsible migration and mobility of people, including \nthrough the implementation of planned and well-managed migration policies; \n \n(c) \nAlso encourages States to take the measures necessary to achieve policy \ncoherence on migration at the national, regional and international levels, including by \nensuring coordinated child protection policies and systems across borders that are in \nfull compliance with international human rights law; \n \n(d) \nFurther encourages States to cooperate effectively in protecting witnesses \nin cases of smuggling of migrants, regardless of their migration status; \n \n(e) \nEncourages States to cooperate effectively in protecting witnesses and \nvictims in cases of trafficking in persons, regardless of their migration status; \n \n(f) \nCalls upon the United Nations system and other relevant international \norganizations and multilateral institutions to enhance their cooperation in the \ndevelopment of methodologies for the collection and processing of statistical data on \ninternational migration and the situation of migrants in countries of origin, transit and \ndestination and to assist Member States in their capacity-building efforts in this \nregard; \n \n(g) \nEncourages States to include, as appropriate, information on the \nimplementation of their international obligations related to the human rights of \nmigrants in their national reports to the universal periodic review mechanism of the \nHuman Rights Council; \n \n10. Welcomes the consideration afforded to the issues of migration, \ndevelopment and human rights in the 2030 Agenda for Sustainable Development; \n \n11. \nReaffirms the commitments of the New York Declaration for Refugees and \nMigrants, and urges Member States and the United Nations system to work \n\nA/RES/72/179 \nProtection of migrants\n \n17-23170 \n10/10 \n \ncooperatively to follow up on and apply the Declaration, in accordance with national \nlegal systems;  \n \n12. Encourages States, relevant international organizations, civil society, \nincluding non-governmental organizations, and the private sector to continue and to \nenhance their dialogue in relevant international meetings with a view to strengthening \nand making more inclusive public policies aimed at promoting and respecting human \nrights, including those of migrants;  \n \n13. Requests Governments and international organizations to take appropriate \nmeasures to give due consideration to the declaration of the High-level Dialogue on \nInternational Migration and Development, held on 3 and 4 October 2013;29  \n \n14. Recognizes the importance of the contribution of the United Nations High \nCommissioner for Human Rights, the Chair of the Committee on the Protection of the \nRights of All Migrant Workers and Members of Their Families and the Special \nRapporteur of the Human Rights Council on the human rights of migrants, as well as \nother key actors, to the discussion on international migration; \n \n15. Invites the Chair of the Committee on the Protection of the Rights of All \nMigrant Workers and Members of Their Families to present an oral report on the work \nof the Committee and to engage in an interactive dialogue with the General Assembly \nat its seventy-third session, under the item entitled “Promotion and protection of \nhuman rights”, as a way to enhance communication between the Assembly and the \nCommittee; \n \n16. Invites the Special Rapporteur on the human rights of migrants to submit \nhis report to the General Assembly and to engage in an interactive dialogue at its \nseventy-third session, under the item entitled “Promotion and protection of human \nrights”; \n \n17. Takes note of the reports of the Secretary-General on the promotion and \nprotection of human rights, including ways and means to promote the human rights \nof migrants,30 and on the human rights of migrants;31  \n \n18. Also takes note of the report of the Secretary-General on follow-up to and \nreview of the commitments of the New York Declaration;32  \n \n19. Requests the Secretary-General to submit to the General Assembly and the \nHuman Rights Council at their seventy-fourth and thirty-ninth sessions, respectively, \na comprehensive report entitled “Human rights of migrants”, covering all aspects of \nthe implementation of the present resolution; \n \n20. Decides to remain seized of the matter. \n \n73rd plenary meeting  \n19 December 2017 \n \n__________________ \n \n29  Resolution 68/4. \n \n30  A/71/284. \n \n31  A/71/285 and A/72/173. \n \n32  A/71/978. \n",
  "paragraphs": {
    "1": "Calls upon States to promote and protect effectively the human rights and fundamental freedoms of all migrants, regardless of their migration status, especially those of women and children, and to address international migration through international, regional or bilateral cooperation and dialogue and a comprehensive and balanced approach, recognizing the roles and responsibilities of countries of origin, transit and destination in promoting and protecting the human rights of all migrants and avoiding approaches that might aggravate their vulnerability;",
    "2": "Expresses its concern about the impact of financial and economic crises, as well as natural disasters and the effects of climate-related phenomena, on international migration and migrants, and in that regard urges Governments to combat unfair and discriminatory treatment of migrants, in particular migrant workers and their families;",
    "3": "Reaffirms the rights set forth in the Universal Declaration of Human Rights2 and the obligations of States under the International Covenants on Human Rights,3 and in this regard: (a) Strongly condemns acts, manifestations and expressions of racism, racial discrimination, xenophobia and related intolerance against migrants and the stereotypes often applied to them, including on the basis of religion or belief, and urges States to apply and, where needed, to reinforce existing laws when hate crimes, xenophobic or intolerant acts, manifestations or expressions against migrants occur, in order to eradicate impunity for those who commit those acts and, where appropriate, to provide effective remedy to the victims; (b) Encourages States to establish or, when appropriate, strengthen mechanisms which allow migrants to report alleged cases of abuse by relevant authorities and employers without fear of reprisal, and which allow for such complaints to be addressed fairly; (c) Expresses concern about legislation adopted by some States that results in measures and practices that may restrict the human rights and fundamental freedoms of migrants, and reaffirms that, when exercising their sovereign right to enact and implement migratory and border security measures, States have the duty to comply with their obligations under international law, including international human rights law, in order to ensure full respect for the human rights of migrants; (d) Calls upon States to ensure that their laws and policies, including in the areas of counter-terrorism and combating transnational organized crime, such as trafficking in persons and smuggling of migrants, fully respect the human rights of migrants; (e) Calls upon States that have not done so to consider signing and ratifying or acceding to the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families11 as a matter of priority, and requests A/RES/72/179 Protection of migrants 17-23170 6/10 the Secretary-General to continue his efforts to promote and raise awareness of the Convention; (f) Takes note of the reports of the Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families on its twenty-third and twenty-fourth sessions26 and its twenty-fifth and twenty-sixth sessions;27",
    "4": "Also reaffirms the duty of States to effectively promote and protect the human rights and fundamental freedoms of all migrants, especially those of women and children, regardless of their migration status, in conformity with the Universal Declaration of Human Rights and the international instruments to which they are party, and therefore: (a) Calls upon all States to respect the human rights and inherent dignity of migrants, to put an end to arbitrary arrest and detention and, bearing in mind the New York Declaration for Refugees and Migrants,15 to review policies that deny migrants the full enjoyment of their human rights and fundamental freedoms, to pursue alternatives to detention while assessments of migration status are under way and to take into account measures that have been successfully implemented by some States; (b) Encourages States to put in place, if they have not yet done so, appropriate systems and procedures in order to ensure that the best interests of the child are a primary consideration in all actions or decisions concerning migrant children, regardless of their migration status, and, when applicable, to work towards ending the detention of migrant children; (c) Also encourages States to cooperate and to take appropriate measures, in full conformity with their obligations under international human rights law, to prevent, combat and address the smuggling of migrants, including strengthening laws, policies, information-sharing and joint operational functions, enhancing capacities and support opportunities for migration in a well-managed, safe and dignified manner and strengthening legislative methods for criminalizing acts of smuggling migrants, particularly women and children; (d) Urges all States to adopt effective measures to prevent and punish any form of illegal deprivation of liberty of migrants by individuals or groups; (e) Requests States to adopt concrete measures to prevent the violation of the human rights of migrants while in transit, including in ports and airports and at borders and migration checkpoints, and to adequately train public officials who work in those facilities and in border areas to treat migrants respectfully and in accordance with their obligations under international human rights law; (f) Underlines the right of migrants to return to their country of citizenship, and recalls that States must ensure that their returning nationals are duly received; (g) Calls upon States to analyse and implement, where appropriate, mechanisms for the safe and orderly administration of returning migrants, with particular attention to the human rights of migrants, in accordance with their obligations under international law; (h) Also calls upon States to prosecute, in conformity with applicable law, acts of violation of the human rights of migrants and their families, such as arbitrary detention, torture and violations of the right to life, including extrajudicial executions, __________________ 26 See Official Records of the General Assembly, Seventy-first Session, Supplement No. 48 (A/71/48). 27 Ibid., Seventy-second Session, Supplement No. 48 (A/72/48). Protection of migrants A/RES/72/179 7/10 17-23170 during their transit from the country of origin to the country of destination and vice versa, including transit across national borders; (i) Recognizes the particular vulnerability of migrants in transit situations, including through national borders, and the need to ensure full respect for their human rights also in these circumstances; (j) Also recognizes the importance of promoting respect for human rights in coordinated efforts of the international community to assist and support migrants who are stranded or in vulnerable situations; (k) Reaffirms emphatically the duty of States parties to ensure full respect for and observance of the Vienna Convention on Consular Relations, 10 in particular with regard to the right of all foreign nationals, regardless of their migration status, to communicate with a consular official of the sending State in case of arrest, imprisonment, custody or detention, and the obligation of the receiving State to inform the foreign national without delay of his or her rights under the Convention; (l) Requests all States, in conformity with national legislation and applicable international legal instruments to which they are party, to enforce labour law effectively, including by addressing violations of such law, with regard to migrant workers’ labour relations and working conditions, inter alia, those related to their remuneration and conditions of health, safety at work and the right to freedom of association; (m) Invites Member States to consider ratifying relevant conventions of the International Labour Organization, including the Domestic Workers Convention, 2011 (No. 189), on decent work for domestic workers; (n) Encourages all States to remove unlawful obstacles, where they exist, that may prevent the safe, transparent, unrestricted and expeditious transfer of remittances, earnings, assets and pensions of migrants to their country of origin or to any other countries, and, in conformity with applicable laws, regulations and agreements, to consider, as appropriate, measures to resolve any identified issues that may impede such transfers or subject them to impractical restrictions; (o) Recalls that the Universal Declaration of Human Rights recognizes that everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted to him or her;",
    "5": "Emphasizes the importance of protecting persons in vulnerable situations, and in this regard: (a) Expresses its concern about the increase in the activities and profits of transnational and national organized crime entities and others who profit from crimes against migrants, especially migrant women and children, without regard for dangerous and inhumane conditions, and in flagrant violation of national laws and international law and contrary to international standards; (b) Also expresses its concern about the high level of impunity enjoyed by traffickers and their accomplices, as well as other members of organized crime entities and, in this context, the denial of rights and justice to migrants who have suffered from abuse; (c) Calls upon States, within the framework of applicable international law, to take steps to ensure that their national procedures at international borders include adequate safeguards to protect the dignity, safety and human rights of all migrants; (d) Welcomes immigration programmes, adopted by some countries, that allow migrants to integrate fully into the host countries, facilitate family reunification A/RES/72/179 Protection of migrants 17-23170 8/10 and promote a harmonious, tolerant and respectful environment, and encourages States to consider the possibility of adopting these types of programmes; (e) Calls upon States that have not already done so to provide for the protection of the human rights of women migrant workers, to promote fair labour conditions and to ensure that all women, including care workers, are legally protected against violence and exploitation; (f) Encourages States to implement gender-sensitive policies and programmes for women migrant workers, to provide safe and legal channels that recognize the skills and education of women migrant workers and, as appropriate, to facilitate their productive employment, decent work and integration into the labour force, including in the fields of education and science and technology; (g) Encourages all States to develop international migration policies and programmes that include a gender perspective, in order to adopt the measures necessary to better protect women and girls against dangers and abuse during migration; (h) Calls upon States to protect the human rights of migrant children, given their vulnerability, particularly unaccompanied migrant children, ensuring that the best interests of the child are a primary consideration in their legislation, policies and practices, including on integration, return and family reunification; (i) Encourages all States to prevent and eliminate discriminatory policies and legislation at all levels of government that deny migrant children access to education and, while taking into account the best interests of the child as a primary consideration, to foster the successful integration of migrant children into the educational system and the removal of barriers to their education in host countries and countries of origin; (j) Reminds all States that all persons, including migrants, should have access to lifelong learning opportunities that help them acquire the knowledge and skills needed to take advantage of opportunities and to participate fully in society; (k) Urges States to ensure that repatriation mechanisms allow for the identification and special protection of persons in vulnerable situations, including unaccompanied children and persons with disabilities, and take into account, in conformity with their international obligations and commitments, the principle of the best interests of the child, clarity of reception and care arrangements and family reunification; (l) Urges States parties to the United Nations Convention against Transnational Organized Crime and the Protocols thereto,12 in particular the Protocol against the Smuggling of Migrants by Land, Sea and Air, supplementing the United Nations Convention against Transnational Organized Crime,13 and the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime,14 to implement them fully, and calls upon States that have not done so to consider ratifying or acceding to them as a matter of priority;",
    "6": "Encourages States to take into account the conclusions and recommendations of the study of the Office of the United Nations High Commissioner for Human Rights on challenges and best practices in the implementation of the international framework for the protection of the rights of the child in the context of migration28 when designing and implementing their migration policies; __________________ 28 A/HRC/15/29. Protection of migrants A/RES/72/179 9/10 17-23170",
    "7": "Also encourages States to protect migrants from becoming victims of national and transnational organized crime, including kidnapping and trafficking and, in some instances, smuggling, including through the implementation of programmes and policies that prevent victimization and guarantee protection and access to medical, psychosocial and legal assistance, where appropriate;",
    "8": "Encourages Member States that have not already done so to enact national legislation and to take further effective measures to combat trafficking in persons and smuggling of migrants, recognizing that these crimes may endanger the lives of migrants or subject them to harm, servitude, exploitation, debt bondage, slavery, sexual exploitation or forced labour, and also encourages Member States to strengthen international cooperation to prevent, investigate and combat such trafficking in persons and smuggling of migrants and to identify and disrupt financial flows related to these activities;",
    "9": "Stresses the importance of international, regional and bilateral cooperation in the protection of the human rights of migrants, and therefore: (a) Requests all States, international organizations and relevant stakeholders to take into account in their policies and initiatives on migration issues the global character of the migratory phenomenon and to give due consideration to international, regional and bilateral cooperation in this field, including by undertaking dialogues on migration that include countries of origin, transit and destination, as well as civil society, including migrants, with a view to addressing, in a comprehensive manner, inter alia, its causes and consequences and the challenge of undocumented or irregular migration, granting priority to the protection of the human rights of migrants; (b) Encourages States to promote the effective implementation of the 2030 Agenda for Sustainable Development,17 including its target 10.7 on the facilitation of orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies; (c) Also encourages States to take the measures necessary to achieve policy coherence on migration at the national, regional and international levels, including by ensuring coordinated child protection policies and systems across borders that are in full compliance with international human rights law; (d) Further encourages States to cooperate effectively in protecting witnesses in cases of smuggling of migrants, regardless of their migration status; (e) Encourages States to cooperate effectively in protecting witnesses and victims in cases of trafficking in persons, regardless of their migration status; (f) Calls upon the United Nations system and other relevant international organizations and multilateral institutions to enhance their cooperation in the development of methodologies for the collection and processing of statistical data on international migration and the situation of migrants in countries of origin, transit and destination and to assist Member States in their capacity-building efforts in this regard; (g) Encourages States to include, as appropriate, information on the implementation of their international obligations related to the human rights of migrants in their national reports to the universal periodic review mechanism of the Human Rights Council;",
    "10": "Welcomes the consideration afforded to the issues of migration, development and human rights in the 2030 Agenda for Sustainable Development;",
    "11": "Reaffirms the commitments of the New York Declaration for Refugees and Migrants, and urges Member States and the United Nations system to work A/RES/72/179 Protection of migrants 17-23170 10/10 cooperatively to follow up on and apply the Declaration, in accordance with national legal systems;",
    "12": "Encourages States, relevant international organizations, civil society, including non-governmental organizations, and the private sector to continue and to enhance their dialogue in relevant international meetings with a view to strengthening and making more inclusive public policies aimed at promoting and respecting human rights, including those of migrants;",
    "13": "Requests Governments and international organizations to take appropriate measures to give due consideration to the declaration of the High-level Dialogue on International Migration and Development, held on 3 and 4 October 2013;29",
    "14": "Recognizes the importance of the contribution of the United Nations High Commissioner for Human Rights, the Chair of the Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families and the Special Rapporteur of the Human Rights Council on the human rights of migrants, as well as other key actors, to the discussion on international migration;",
    "15": "Invites the Chair of the Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families to present an oral report on the work of the Committee and to engage in an interactive dialogue with the General Assembly at its seventy-third session, under the item entitled “Promotion and protection of human rights”, as a way to enhance communication between the Assembly and the Committee;",
    "16": "Invites the Special Rapporteur on the human rights of migrants to submit his report to the General Assembly and to engage in an interactive dialogue at its seventy-third session, under the item entitled “Promotion and protection of human rights”;",
    "17": "Takes note of the reports of the Secretary-General on the promotion and protection of human rights, including ways and means to promote the human rights of migrants,30 and on the human rights of migrants;31",
    "18": "Also takes note of the report of the Secretary-General on follow-up to and review of the commitments of the New York Declaration;32",
    "19": "Requests the Secretary-General to submit to the General Assembly and the Human Rights Council at their seventy-fourth and thirty-ninth sessions, respectively, a comprehensive report entitled “Human rights of migrants”, covering all aspects of the implementation of the present resolution;",
    "20": "Decides to remain seized of the matter. 73rd plenary meeting 19 December 2017 __________________ 29 Resolution 68/4. 30 A/71/284. 31 A/71/285 and A/72/173. 32 A/71/978."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": []
}