{
  "symbol": "A/RES/76/205",
  "filename": "A_RES_76_205.pdf",
  "title": "76/205. Protection of global climate for present and future generations of humankind",
  "text": "United Nations \nA/RES/76/205\n \n \nGeneral Assembly \nDistr.: General \n5 January 2022 \n \n21-19256 (E)    100122 \n*2119256* \n \n \nSeventy-sixth session \nAgenda item 20 (d) \nSustainable development: protection of global climate for \npresent and future generations of humankind \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2021 \n \n \n \n \n[on the report of the Second Committee (A/76/533/Add.4, para. 11)] \n \n \n 76/205. Protection of global climate for present and future generations \nof humankind \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 43/53 of 6 December 1988, 54/222 of 22 December \n1999, 62/86 of 10 December 2007, 63/32 of 26 November 2008, 64/73 of 7 December \n2009, 65/159 of 20 December 2010, 66/200 of 22 December 2011, 67/210 of 21 \nDecember 2012, 68/212 of 20 December 2013, 69/220 of 19 December 2014, 70/205 \nof 22 December 2015, 71/228 of 21 December 2016, 72/219 of 20 December 2017, \n73/232 of 20 December 2018, 74/219 of 19 December 2019 and 75/217 of 21 \nDecember 2020 and other resolutions and decisions relating to the protection of the \nglobal climate for present and future generations of humankind,  \n \nRecalling also the United Nations Framework Convention on Climate Change 1 \nand the Paris Agreement adopted under the Convention,2 acknowledging that they are \nthe primary international, intergovernmental forums for negotiating the global \nresponse to climate change, expressing determination to address decisively the threat \nposed by climate change and environmental degradation, recognizing that the global \nnature of climate change calls for the widest possible international cooperation aimed \nat accelerating the reduction of global greenhouse gas emissions and addressing \nadaptation to the adverse impacts of climate change, and noting with concern the \nsignificant gap between the aggregate effect of parties’ mitigation pledges, in \nparticular their nationally determined contributions, as appropriate, and aggregate \nemission pathways,  \n \nRecalling further the Paris Agreement, which, pursuant to article 2, paragraph 2, \nthereof, will be implemented to reflect equity and the principle of common but \n__________________ \n \n1  United Nations, Treaty Series, vol. 1771, No. 30822. \n \n2  See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n\nA/RES/76/205 \nProtection of global climate for present \nand future generations of humankind\n \n21-19256\n2/10 \n \ndifferentiated responsibilities and respective capabilities, in the light of different \nnational circumstances,  \n \nConcerned that a prolonged economic downturn following the coronavirus \ndisease (COVID-19) pandemic will adversely impact the implementation of the Paris \nAgreement and the ability of countries, especially developing countries, to adequately \nrespond to the adverse impacts of climate change, emphasizing that, in the response \nto the crisis, countries should keep the Sustainable Development Goals and climate \ncommitments in focus, taking note with concern of the findings in the contribution of \nWorking Group I to the Sixth Assessment Report of the Intergovernmental Panel on \nClimate Change, taking note of the “United in Science 2021” report compiled by the \nWorld Meteorological Organization, and emphasizing the importance of countries \nkeeping their commitments to the implementation of the Paris Agreement,  \n \nNoting with great concern the severe negative impact on human health, safety \nand well-being caused by the coronavirus disease (COVID-19) pandemic, as well as \nthe severe disruption to societies and economies and the devastating impact on lives \nand livelihoods, and that the poorest and most vulnerable are the hardest hit by the \npandemic, reaffirming the ambition to get back on track to achieve the Sustainable \nDevelopment Goals by designing and implementing sustainable and inclusive \nrecovery strategies to accelerate progress towards the full implementation of the 2030 \nAgenda for Sustainable Development and to help to reduce the risk of and build \nresilience to future shocks, crises and pandemics, including by strengthening health \nsystems and achieving universal health coverage, and recognizing that equitable and \ntimely access for all to safe, quality, effective and affordable COVID-19 vaccines, \ntherapeutics and diagnostics are an essential part of a global response based on unity, \nsolidarity, renewed multilateral cooperation and the principle of leaving no one \nbehind,  \n \nAcknowledging that action on adaptation to climate change is an urgent priority \nand a global challenge faced by all countries, in particular developing countries, \nespecially those that are particularly vulnerable to the adverse effects of climate \nchange, recognizing that the current need for adaptation is significant and that greater \nlevels of mitigation can reduce the need for additional adaptation efforts, and bearing \nin mind that the provision of scaled-up financial resources should aim to achieve a \nbalance between adaptation and mitigation,  \n \nRecalling the United Nations Millennium Declaration,3 the Johannesburg \nDeclaration on Sustainable Development4 and the Plan of Implementation of the \nWorld Summit on Sustainable Development (Johannesburg Plan of Implementation), 5 \nthe 2005 World Summit Outcome,6 the outcome document of the United Nations \nConference on Sustainable Development, held in Rio de Janeiro, Brazil, from 20 to \n22 June 2012, entitled “The future we want”,7 the outcomes of the sessions of the \nConference of the Parties to the United Nations Framework Convention on Climate \nChange and of the sessions of the Conference of the Parties serving as the Meeting of \nthe Parties to the Kyoto Protocol, the Programme of Action for the Least Developed \nCountries for the Decade 2011–2020, adopted at the Fourth United Nations \nConference on the Least Developed Countries, held in Istanbul, Turkey, from 9 to \n__________________ \n \n3  Resolution 55/2. \n \n4  Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 1, annex. \n \n5  Ibid., resolution 2, annex. \n \n6  Resolution 60/1. \n \n7  Resolution 66/288, annex. \n\nProtection of global climate for present \nand future generations of humankind \nA/RES/76/205\n \n3/10\n21-19256 \n \n13 May 2011,8 the Political Declaration of the Comprehensive High-level Midterm \nReview of the Implementation of the Istanbul Programme of Action for the Least \nDeveloped Countries for the Decade 2011–2020, held in Antalya, Turkey, from 27 to \n29 May 2016,9 the Vienna Programme of Action for Landlocked Developing Countries \nfor the Decade 2014–2024, adopted at the second United Nations Conference on \nLandlocked Developing Countries, held in Vienna from 3 to 5 November 2014, 10 the \nProgramme of Action for the Sustainable Development of Small Island Developing \nStates,11 the Mauritius Declaration12 and the Mauritius Strategy for the Further \nImplementation of the Programme of Action for the Sustainable Development of \nSmall Island Developing States,13 the SIDS Accelerated Modalities of Action \n(SAMOA) Pathway,14 the Sendai Declaration and the Sendai Framework for Disaster \nRisk Reduction 2015–2030,15 the Beijing Declaration and Platform for Action,16 and \nthe New Urban Agenda, adopted at the United Nations Conference on Housing and \nSustainable Urban Development (Habitat III), held in Quito from 17 to 20 October \n2016,17  \n \nRecalling also the contribution of various initiatives, including the Global \nPlatform for Disaster Risk Reduction, as well as regional and subregional platforms \nfor disaster risk reduction, to promoting coherence between disaster risk reduction, \nsustainable development and efforts to mitigate climate change and the findings of \nthe 2019 Global Assessment Report on Disaster Risk Reduction, and recognizing that \ndisaster risk reduction efforts consistent with the Sendai Framework contribute to \nstrengthening resilience and climate change adaptation, and in this regard highlighting \nsynergies which help to ensure progress towards sustainable development, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business, \n \nReaffirming also its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \n__________________ \n \n8  Report of the Fourth United Nations Conference on the Least Developed Countries, Istanbul, \nTurkey, 9–13 May 2011 (A/CONF.219/7), chap. II. \n \n9  Resolution 70/294, annex. \n \n10  Resolution 69/137, annex II. \n \n11  Report of the Global Conference on the Sustainable Development of Small Island Developing \nStates, Bridgetown, Barbados, 25 April–6 May 1994 (United Nations publication, Sales \nNo. E.94.I.18 and corrigenda), chap. I, resolution 1, annex II. \n \n12  Report of the International Meeting to Review the Implementation of the Programme of Action \nfor the Sustainable Development of Small Island Developing States, Port Louis, Mauritius, \n10–14 January 2005 (United Nations publication, Sales No. E.05.II.A.4 and corrigendum), \nchap. I, resolution 1, annex I. \n \n13  Ibid., annex II. \n \n14  Resolution 69/15, annex. \n \n15  Resolution 69/283, annexes I and II. \n \n16  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n17  Resolution 71/256, annex. \n\nA/RES/76/205 \nProtection of global climate for present \nand future generations of humankind\n \n21-19256\n4/10 \n \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity,  \n \nNoting with concern the findings contained in the special report of the \nIntergovernmental Panel on Climate Change on the impacts of global warming of 1.5 \ndegrees Celsius above pre-industrial levels and related global greenhouse gas \nemission pathways, Global Warming of 1.5°C, in the context of strengthening the \nglobal response to the threat of climate change, sustainable development and efforts \nto eradicate poverty, \n \nNoting also with concern the findings contained in the special report of the \nIntergovernmental Panel entitled Climate Change, Desertification, Land Degradation, \nSustainable Land Management, Food Security, and Greenhouse Gas Fluxes in \nTerrestrial Ecosystems, and noting further with concern the findings contained in the \nspecial report of the Intergovernmental Panel entitled The Ocean and Cryosphere in \na Changing Climate, \n \nReiterating its support for the objectives and guiding principles of the Green \nClimate Fund, including a gender-sensitive approach in its process and operations, \nand stressing its goal of ensuring efficient access to its resources through simplified \napproval procedures and enhancing readiness support, which will help to deliver \noutcomes in developing countries so as to limit or reduce greenhouse gas emissions \nand help them adapt to the impacts of climate change, \n \nRecalling the pledges made to the Green Climate Fund as a part of the current \nfirst formal replenishment process, including at the Climate Action Summit convened \nby the Secretary-General, on 23 September 2019, and at the high-level pledging \nconference of the Green Climate Fund, held in Paris in October 2019, totalling 9.99 \nbillion United States dollars as at 12 November 2020,18 which, including credits \nearned due to early payment and/or encashment based on the reference exchange rate \nfor the first replenishment of the Fund, brings total pledges to well over 10 billion \nUnited States dollars at today’s exchange rate, emphasizing the importance of a \nsuccessful process so that the Fund continues to be one of the main channels to enable \nthe flow of financial resources to developing countries under the Paris Agreement and \nthe United Nations Framework Convention on Climate Change,  \n \nStressing that low greenhouse gas emission development can create employment \nopportunities and quality jobs, in accordance with nationally defined development \npriorities,  \n \nRecalling the United Nations strategic plan for forests 2017–2030,19 and \nacknowledging that all types of forests contribute substantially to climate change \nmitigation and adaptation,  \n \nNoting that forests are addressed under the United Nations Framework \nConvention on Climate Change, and noting also article 5 of the Paris Agreement,  \n \nRecognizing that climate change is a major and growing driver of biodiversity \nloss and ecosystem degradation and that the conservation and sustainable use of \nbiodiversity, and ecosystem functions and services, contribute significantly to climate \nchange adaptation and mitigation, disaster risk reduction and food security and \nnutrition,  \n__________________ \n \n18  Green Climate Fund, status of pledges and contributions (first replenishment: GCF-1) as at \n31 October 2020, available at www.greenclimate.fund/sites/default/files/document/status-\npledges-irm-gcf1_0.pdf. \n \n19  See resolution 71/285. \n\nProtection of global climate for present \nand future generations of humankind \nA/RES/76/205\n \n5/10\n21-19256 \n \n \nRecalling the summit on biodiversity held on 30 September 2020, welcoming \nthe first part of the fifteenth meeting of the Conference of the Parties to the \nConvention on Biological Diversity, held in a hybrid format in Kunming, China, and \nlooking forward to the second part of the fifteenth meeting of the Conference of the \nParties, to be held in the spring of 2022, and its adoption of a post-2020 global \nbiodiversity framework by parties to the Convention,  \n \nNoting the need for enhanced coordination and cooperation at all levels among \nthe parties to and secretariats of the United Nations Framework Convention on \nClimate Change, the United Nations Convention to Combat Desertification in Those \nCountries Experiencing Serious Drought and/or Desertification, Particularly in \nAfrica,20 and the Convention on Biological Diversity,21 as appropriate, while \nrespecting their individual mandates,  \n \nNoting also the contribution of the United Nations Environment Assembly to \naddressing the challenge of, inter alia, climate change, within its mandate and in \ncollaboration with other relevant organizations and stakeholders,  \n \nRecalling its resolution 71/312 of 6 July 2017, entitled “Our ocean, our future: \ncall for action”, and looking forward to the United Nations Conference to Support the \nImplementation of Sustainable Development Goal 14: Conserve and sustainably use \nthe oceans, seas and marine resources for sustainable development, in 2022, \n \nRecognizing that, in undertaking its work, the United Nations should promote \nthe protection of the global climate for the well-being of present and future \ngenerations of humankind, \n \nRecalling the entry into force on 1 January 2019 of the Kigali Amendment to \nthe Montreal Protocol on Substances that Deplete the Ozone Layer,22 welcoming its \nratification by 128 countries and one regional economic integration organization, \nwhile encouraging further ratifications as soon as possible, and recalling the thirty-\nfirst Meeting of the Parties to the Montreal Protocol, held on 14 and 15 November \n2019 in Rome,  \n \nRecalling with appreciation the interactive dialogue on Harmony with Nature \nconvened by the President of the General Assembly under the overall theme “Mother \nEarth approach” in the implementation of education and climate action in harmony \nwith nature, held on 22 April 2019, in commemoration of International Mother Earth \nDay,  \n \nNoting the contributions of the International Civil Aviation Organization to \nglobal efforts to combat climate change, and noting also the contributions of the \nInternational Maritime Organization in this regard, \n \nEncouraging Member States to advance innovative pathways to achieving \nsustainable consumption and production in line with United Nations Environment \nAssembly resolution 4/1,23  \n \n1. \nReaffirms that climate change is one of the greatest challenges of our time, \nexpresses profound alarm that the emissions of greenhouse gases continue to rise \nglobally, remains deeply concerned that all countries, particularly developing \ncountries, are vulnerable to the adverse impacts of climate change and are already \nexperiencing an increase in such impacts, including persistent drought and extreme \nweather events, land degradation, sea level rise, coastal erosion, ocean acidification \nand the retreat of mountain glaciers, further threatening food security, water \n__________________ \n \n20  United Nations, Treaty Series, vol. 1954, No. 33480. \n \n21  Ibid., vol. 1760, No. 30619. \n \n22  UNEP/OzL.Pro.28/12, annex I. \n \n23  UNEP/EA.4/Res.1. \n\nA/RES/76/205 \nProtection of global climate for present \nand future generations of humankind\n \n21-19256\n6/10 \n \navailability and livelihoods, and efforts to eradicate poverty in all its forms and \ndimensions and achieve sustainable development, recognizes the substantial risks \nposed by climate change to health, and emphasizes in this regard that mitigation of \nand adaptation to climate change represent an immediate and urgent global priority; \n \n2. \nUrges Member States to adopt a climate- and environment-responsive \napproach to COVID-19 recovery efforts, including by aligning investments and \ndomestic policies with the 2030 Agenda for Sustainable Development 24 and the goals \nof the Paris Agreement for its parties, and the ultimate objective of the United Nations \nFramework Convention on Climate Change, in order to build back better and \naccelerate a transition to low-emission, climate-resilient, inclusive and sustainable \neconomies and societies, in this regard stresses the need to strengthen the global \nresponse to climate change by increasing the ability of countries to adapt to the \nadverse effects of climate change, fostering resilience, accelerating the full \nimplementation of all the Goals and targets of the 2030 Agenda and integrating \nclimate change measures into national policies, strategies and planning, urges parties \nto the Paris Agreement to communicate or update ambitious nationally determined \ncontributions by 2020, noting that article 4, paragraph 3, of the Agreement states that \neach party’s successive nationally determined contribution will represent a \nprogression beyond the party’s then current nationally determined contribution and \nreflect its highest possible ambition, reflecting its common but differentiated \nresponsibilities and respective capabilities, in the light of different national \ncircumstances, encourages parties to formulate and communicate long-term strategies \non the basis of the best available scientific knowledge and with a view to achieving \nthe purpose of the Agreement and make financial flows consistent with a pathway \ntowards low greenhouse gas emissions and climate-resilient development, and \nstresses the importance of mobilizing means of implementation from all sources, \nincluding adequate financial support, inter alia, for mitigation and adaptation, taking \ninto account the specific needs and special circumstances of developing countries, \nespecially those that are particularly vulnerable to the adverse effects of climate \nchange; \n \n3. \nReaffirms the Paris Agreement and its early entry into force, encourages \nall the parties to the Agreement to fully implement the Agreement and parties to the \nUnited Nations Framework Convention on Climate Change that have not yet done so \nto deposit their instruments of ratification, acceptance, approval or accession, where \nappropriate, as soon as possible, and highlights the synergies between the \nimplementation of the 2030 Agenda and the Paris Agreement; \n \n4. \nRecalls that the Paris Agreement, in enhancing the implementation of the \nUnited Nations Framework Convention on Climate Change, including its objective, \naims to strengthen the global response to the threat of climate change, in the context \nof sustainable development and efforts to eradicate poverty, including by holding the \nincrease in the global average temperature to well below 2 degrees Celsius above \npre-industrial levels and pursuing efforts to limit the temperature increase to 1.5 \ndegrees Celsius above pre-industrial levels, recognizing that this would significantly \nreduce the risks and impacts of climate change, increasing the ability to adapt to the \nadverse impacts of climate change and foster climate resilience and low greenhouse \ngas emissions development in a manner that does not threaten food production, and \nmaking finance flows consistent with a pathway towards low greenhouse gas \nemissions and climate-resilient development; \n \n5. \nWelcomes the nationally determined contributions submitted to date, and \nrecalls that the regular updating of such contributions will reflect the highest possible \nlevel of ambition, in the light of different national circumstances, and provide the \n__________________ \n \n24  Resolution 70/1. \n\nProtection of global climate for present \nand future generations of humankind \nA/RES/76/205\n \n7/10\n21-19256 \n \ninformation necessary for clarity, transparency and understanding, in accordance with \nthe relevant decisions; \n \n6. \nNotes with concern that, according to the synthesis report on nationally \ndetermined contributions25 recently published by the secretariat of the United Nations \nFramework Convention on Climate Change, the nationally determined contributions \npresented thus far by the parties to the Paris Agreement are not sufficient and that \naction is needed to hold the increase in the global average temperature to well below \n2 degrees Celsius above pre-industrial levels and to pursue efforts to limit the \ntemperature increase to 1.5 degrees Celsius above pre-industrial levels, underlines the \nimportance of the request in decision 1/CP.2126 of the Conference of the Parties to the \nConvention to the Parties to the Paris Agreement, as appropriate, to communicate or \nupdate by 2020 their nationally determined contributions, and also notes with concern \nthe findings of the Intergovernmental Panel on Climate Change in the first part of the \nSixth Assessment Report entitled Climate Change 2021: The Physical Science Basis, \nin which the Intergovernmental Panel indicates that global warming of 1.5 degrees \nCelsius and 2 degrees Celsius above pre-industrial levels will be exceeded during the \ntwenty-first century, unless deep reductions in greenhouse gas emissions occur in the \ncoming decades; \n \n7. \nStresses the urgent need to enhance adaptive capacity, strengthen \nresilience and reduce vulnerability to climate change and extreme weather events, and \nin this regard urges Member States to continue to engage in adaptation planning \nprocesses and to enhance cooperation, namely disaster risk reduction; \n \n8. \nWelcomes the Paris Agreement work programme, commonly referred to as \nthe Katowice Rulebook, adopted at the third part of the first session of the Conference \nof the Parties serving as the Meeting of the Parties to the Paris Agreement, 27 and \nencourages Parties to the Paris Agreement to finalize outstanding decisions in \nupcoming sessions;  \n \n9. \nTakes note of the report of the Executive Secretary of the United Nations \nFramework Convention on Climate Change on the twenty-fifth session of the \nConference of the Parties to the Convention;28  \n \n10. Emphasizes the need for collective efforts to promote sustainable \ndevelopment in its three dimensions in an innovative, coordinated, environmentally \nsound, open and shared manner;  \n \n11. \nUnderlines the need to address the economic, social and environmental \nimpacts of climate change, and emphasizes the need for action at all levels, to enhance \nefforts to build resilience through, inter alia, the sustainable management of \necosystems, and to build resilience to reduce the impacts and costs of natural \ndisasters;  \n \n12. Recognizes that enhanced access to international climate finance is \nimportant to support mitigation and adaptation efforts in developing countries, \nespecially those that are particularly vulnerable to the adverse effects of climate \nchange, and also recognizes the ongoing efforts in this regard; \n \n13. Notes with deep regret that the goal of developed countries party to \nmobilize jointly 100 billion United States dollars per year by 2020 in the context of \nmeaningful mitigation actions and transparency on implementation has not yet been \nmet, while welcoming the increased pledges made by many developed countries party \n__________________ \n \n25  FCCC/PA/CMA/2021/8/Rev.1. \n \n26  See FCCC/CP/2015/10/Add.1. \n \n27  See FCCC/CP/2018/10/Add.1. \n \n28  A/75/256, sect. I. \n\nA/RES/76/205 \nProtection of global climate for present \nand future generations of humankind\n \n21-19256\n8/10 \n \nand the “Climate finance delivery plan: meeting the US$100 billion goal” and the \ncollective actions contained therein, urges developed countries party to fully deliver \non the goal of 100 billion United States dollars urgently and through 2025, and \nemphasizes the importance of transparency in the implementation of their pledges, \nrecalls the decisions to set a new collective quantified climate finance goal from a \nfloor of 100 billion United States dollars per year and by 2024, and welcomes the \nestablishment of an ad hoc work programme for this purpose, notes with concern that \nthe current provision of climate finance for adaptation remains insufficient to respond \nto worsening climate change impacts in developing countries party, welcomes the \nrecent pledges made by many developed countries party to increase their provision of \nclimate finance to support adaptation in developing countries party in response to \ntheir growing needs, including contributions made to the Adaptation Fund and the \nLeast Developed Countries Fund, which represent significant progress compared with \nprevious efforts, and urges developed countries party to at least double their collective \nprovision of climate finance for adaptation to developing countries party from 2019 \nlevels by 2025, in the context of achieving a balance between mitigation and \nadaptation in the provision of scaled-up financial resources, and emphasizes the \nurgency of scaling up action and support, including finance, capacity-building and \ntechnology transfer, to enhance adaptive capacity, strengthen resilience and reduce \nvulnerability to climate change in line with the best available science, taking into \naccount the priorities and needs of developing countries party; \n \n14. Acknowledges the work undertaken under the auspices of the Marrakech \nPartnership for Global Climate Action,29 and encourages non-party stakeholders to \nscale up their efforts to address and respond to climate change;  \n \n15. Recalls the holding of the Climate Action Summit convened by the \nSecretary-General on 23 September 2019, also recalls the multi-partner initiatives and \ncommitments presented during the Summit and further recalls the Youth Climate \nSummit, held on 21 September 2019;  \n \n16. Also recalls the convening by the President of the General Assembly of \nthe high-level meeting during the seventy-third session of the General Assembly on \nthe issue of the protection of the global climate for present and future generations of \nhumankind in the context of the economic, social and environmental dimensions of \nthe 2030 Agenda; \n \n17. Reiterates the resolve of the Conference of the Parties to the United \nNations Framework Convention on Climate Change, as set out in paragraphs 3 and 4 \nof its decision 1/CP.19,30 to accelerate the full implementation of the decisions \nconstituting the agreed outcome pursuant to its decision 1/CP.13 31 and to enhance \nambition in the pre-2020 period in line with decision 1/CP.21, in order to ensure the \nhighest possible mitigation efforts under the Convention by all parties; \n \n18. Welcomes the further acceptance or ratification of the Doha Amendment \nto the Kyoto Protocol32 by 146 countries and one regional economic integration \norganization, meeting the threshold for its entry into force, and welcomes the efforts \nof those parties that were already implementing the Doha Amendment prior to its \nentry into force; \n \n19. Recognizes the importance for all countries of averting, minimizing and \naddressing loss and damage associated with the adverse effects of climate change, \nincluding extreme weather events and slow-onset events, and the role of sustainable \ndevelopment in reducing the risk of loss and damage, and in that regard looks forward \nto the outcome of the review of the Warsaw International Mechanism for Loss and \n__________________ \n \n29  See FCCC/CP/2016/10/Add.1. \n \n30  See FCCC/CP/2013/10/Add.1. \n \n31  See FCCC/CP/2007/6/Add.1. \n \n32  See FCCC/KP/CMP/2012/13/Add.1. \n\nProtection of global climate for present \nand future generations of humankind \nA/RES/76/205\n \n9/10\n21-19256 \n \nDamage associated with Climate Change Impacts, in the context of relevant decisions \nof the Conference of the Parties to the United Nations Framework Convention on \nClimate Change and article 8 of the Paris Agreement;  \n \n20. Welcomes the convening of the twenty-sixth session of the Conference of \nthe Parties to the United Nations Framework Convention on Climate Change, the \nsixteenth session of the Conference of the Parties serving as the Meeting of the Parties \nto the Kyoto Protocol and the third session of the Conference of the Parties serving \nas the Meeting of the Parties to the Paris Agreement, presided over by the Government \nof the United Kingdom of Great Britain and Northern Ireland, in partnership with the \nGovernment of Italy, in Glasgow, from 31 October to 13 November 2021, and the \nadoption of its outcomes by parties, including the Glasgow Climate Pact, and looks \nforward to its full and urgent implementation, and further takes note of the Glasgow \nLeaders’ Declaration on Forests and Land Use;  \n \n21. Looks forward to the hosting by the Government of Egypt of the twenty-\nseventh session of the Conference of the Parties to the United Nations Framework \nConvention on Climate Change, the seventeenth session of the Conference of the \nParties serving as the Meeting of the Parties to the Kyoto Protocol and the fourth \nsession of the Conference of the Parties serving as the Meeting of the Parties to the \nParis Agreement, in 2022; \n \n22. Urges Member States, taking into account that women and girls are often \ndisproportionately affected by climate change owing to gender inequalities and the \ndependence of many women on natural resources for their livelihoods, to promote the \nintegration of a gender perspective into environmental and climate change policies \nand to strengthen mechanisms and provide adequate resources towards achieving the \nfull and equal participation of women in decision-making at all levels on \nenvironmental issues, and stresses the need to address the challenges posed by climate \nchange that affect women and girls in particular, including through the full \nimplementation of the new gender action plan adopted by the Conference of the \nParties to the United Nations Framework Convention on Climate Change at its \ntwenty-third session,33 and looks forward to its review with a view to advancing \ntowards the goal of promoting gender-responsive and equal and meaningful \nparticipation of women in support of climate action; \n \n23. Recalls the action plan for integrating sustainable development practices \ninto Secretariat-wide operations and facilities management submitted by the \nSecretary-General34 and endorsed in its resolution 72/219; \n \n24. Notes the ongoing work and potential of the Local Communities and \nIndigenous Peoples Platform of the United Nations Framework Convention on \nClimate Change, established for the exchange of experiences and sharing of best \npractices on mitigation and adaptation in a holistic and integrated manner, and recalls \ndecision 2/CP.23 of the Conference of the Parties to the Convention on the Platform’s \npurpose and functions35 and decision 2/CP.24 of the Conference of the Parties on the \nPlatform’s governance and further operationalization; 36 \n \n25. Decides to include in the United Nations calendar of conferences and \nmeetings for the years 2022 and 2023 the sessions of the Conference of the Parties to \nthe Convention and its subsidiary bodies envisaged for the years 2022 and 2023; \n \n26. Invites the secretariat of the United Nations Framework Convention on \nClimate Change to report, through the Secretary-General, to the General Assembly at \nits seventy-seventh session, on the work of the Conference of the Parties to the \n__________________ \n \n33  FCCC/CP/2017/11/Add.1, decision 3/CP.23, annex. \n \n34  A/72/82. \n \n35  See FCCC/CP/2017/11/Add.1. \n \n36  See FCCC/CP/2018/10/Add.1. \n\nA/RES/76/205 \nProtection of global climate for present \nand future generations of humankind\n \n21-19256\n10/10 \n \nConvention, and decides to include in the provisional agenda of its seventy-seventh \nsession, under the item entitled “Sustainable development”, the sub-item entitled \n“Protection of global climate for present and future generations of humankind”. \n \n54th plenary meeting \n17 December 2021 \n \n \n",
  "paragraphs": {
    "1": "Reaffirms that climate change is one of the greatest challenges of our time, expresses profound alarm that the emissions of greenhouse gases continue to rise globally, remains deeply concerned that all countries, particularly developing countries, are vulnerable to the adverse impacts of climate change and are already experiencing an increase in such impacts, including persistent drought and extreme weather events, land degradation, sea level rise, coastal erosion, ocean acidification and the retreat of mountain glaciers, further threatening food security, water __________________ 20 United Nations, Treaty Series, vol. 1954, No. 33480. 21 Ibid., vol. 1760, No. 30619. 22 UNEP/OzL.Pro.28/12, annex I. 23 UNEP/EA.4/Res.1. A/RES/76/205 Protection of global climate for present and future generations of humankind 21-19256 6/10 availability and livelihoods, and efforts to eradicate poverty in all its forms and dimensions and achieve sustainable development, recognizes the substantial risks posed by climate change to health, and emphasizes in this regard that mitigation of and adaptation to climate change represent an immediate and urgent global priority;",
    "2": "Urges Member States to adopt a climate- and environment-responsive approach to COVID-19 recovery efforts, including by aligning investments and domestic policies with the 2030 Agenda for Sustainable Development 24 and the goals of the Paris Agreement for its parties, and the ultimate objective of the United Nations Framework Convention on Climate Change, in order to build back better and accelerate a transition to low-emission, climate-resilient, inclusive and sustainable economies and societies, in this regard stresses the need to strengthen the global response to climate change by increasing the ability of countries to adapt to the adverse effects of climate change, fostering resilience, accelerating the full implementation of all the Goals and targets of the 2030 Agenda and integrating climate change measures into national policies, strategies and planning, urges parties to the Paris Agreement to communicate or update ambitious nationally determined contributions by 2020, noting that article 4, paragraph 3, of the Agreement states that each party’s successive nationally determined contribution will represent a progression beyond the party’s then current nationally determined contribution and reflect its highest possible ambition, reflecting its common but differentiated responsibilities and respective capabilities, in the light of different national circumstances, encourages parties to formulate and communicate long-term strategies on the basis of the best available scientific knowledge and with a view to achieving the purpose of the Agreement and make financial flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development, and stresses the importance of mobilizing means of implementation from all sources, including adequate financial support, inter alia, for mitigation and adaptation, taking into account the specific needs and special circumstances of developing countries, especially those that are particularly vulnerable to the adverse effects of climate change;",
    "3": "Reaffirms the Paris Agreement and its early entry into force, encourages all the parties to the Agreement to fully implement the Agreement and parties to the United Nations Framework Convention on Climate Change that have not yet done so to deposit their instruments of ratification, acceptance, approval or accession, where appropriate, as soon as possible, and highlights the synergies between the implementation of the 2030 Agenda and the Paris Agreement;",
    "4": "Recalls that the Paris Agreement, in enhancing the implementation of the United Nations Framework Convention on Climate Change, including its objective, aims to strengthen the global response to the threat of climate change, in the context of sustainable development and efforts to eradicate poverty, including by holding the increase in the global average temperature to well below 2 degrees Celsius above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5 degrees Celsius above pre-industrial levels, recognizing that this would significantly reduce the risks and impacts of climate change, increasing the ability to adapt to the adverse impacts of climate change and foster climate resilience and low greenhouse gas emissions development in a manner that does not threaten food production, and making finance flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development;",
    "5": "Welcomes the nationally determined contributions submitted to date, and recalls that the regular updating of such contributions will reflect the highest possible level of ambition, in the light of different national circumstances, and provide the __________________ 24 Resolution 70/1. Protection of global climate for present and future generations of humankind A/RES/76/205 7/10 21-19256 information necessary for clarity, transparency and understanding, in accordance with the relevant decisions;",
    "6": "Notes with concern that, according to the synthesis report on nationally determined contributions25 recently published by the secretariat of the United Nations Framework Convention on Climate Change, the nationally determined contributions presented thus far by the parties to the Paris Agreement are not sufficient and that action is needed to hold the increase in the global average temperature to well below 2 degrees Celsius above pre-industrial levels and to pursue efforts to limit the temperature increase to 1.5 degrees Celsius above pre-industrial levels, underlines the importance of the request in decision 1/CP.2126 of the Conference of the Parties to the Convention to the Parties to the Paris Agreement, as appropriate, to communicate or update by 2020 their nationally determined contributions, and also notes with concern the findings of the Intergovernmental Panel on Climate Change in the first part of the Sixth Assessment Report entitled Climate Change 2021: The Physical Science Basis, in which the Intergovernmental Panel indicates that global warming of 1.5 degrees Celsius and 2 degrees Celsius above pre-industrial levels will be exceeded during the twenty-first century, unless deep reductions in greenhouse gas emissions occur in the coming decades;",
    "7": "Stresses the urgent need to enhance adaptive capacity, strengthen resilience and reduce vulnerability to climate change and extreme weather events, and in this regard urges Member States to continue to engage in adaptation planning processes and to enhance cooperation, namely disaster risk reduction;",
    "8": "Welcomes the Paris Agreement work programme, commonly referred to as the Katowice Rulebook, adopted at the third part of the first session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, 27 and encourages Parties to the Paris Agreement to finalize outstanding decisions in upcoming sessions;",
    "9": "Takes note of the report of the Executive Secretary of the United Nations Framework Convention on Climate Change on the twenty-fifth session of the Conference of the Parties to the Convention;28",
    "10": "Emphasizes the need for collective efforts to promote sustainable development in its three dimensions in an innovative, coordinated, environmentally sound, open and shared manner;",
    "11": "Underlines the need to address the economic, social and environmental impacts of climate change, and emphasizes the need for action at all levels, to enhance efforts to build resilience through, inter alia, the sustainable management of ecosystems, and to build resilience to reduce the impacts and costs of natural disasters;",
    "12": "Recognizes that enhanced access to international climate finance is important to support mitigation and adaptation efforts in developing countries, especially those that are particularly vulnerable to the adverse effects of climate change, and also recognizes the ongoing efforts in this regard;",
    "13": "Notes with deep regret that the goal of developed countries party to mobilize jointly 100 billion United States dollars per year by 2020 in the context of meaningful mitigation actions and transparency on implementation has not yet been met, while welcoming the increased pledges made by many developed countries party __________________ 25 FCCC/PA/CMA/2021/8/Rev.1. 26 See FCCC/CP/2015/10/Add.1. 27 See FCCC/CP/2018/10/Add.1. 28 A/75/256, sect. I. A/RES/76/205 Protection of global climate for present and future generations of humankind 21-19256 8/10 and the “Climate finance delivery plan: meeting the US$100 billion goal” and the collective actions contained therein, urges developed countries party to fully deliver on the goal of 100 billion United States dollars urgently and through 2025, and emphasizes the importance of transparency in the implementation of their pledges, recalls the decisions to set a new collective quantified climate finance goal from a floor of 100 billion United States dollars per year and by 2024, and welcomes the establishment of an ad hoc work programme for this purpose, notes with concern that the current provision of climate finance for adaptation remains insufficient to respond to worsening climate change impacts in developing countries party, welcomes the recent pledges made by many developed countries party to increase their provision of climate finance to support adaptation in developing countries party in response to their growing needs, including contributions made to the Adaptation Fund and the Least Developed Countries Fund, which represent significant progress compared with previous efforts, and urges developed countries party to at least double their collective provision of climate finance for adaptation to developing countries party from 2019 levels by 2025, in the context of achieving a balance between mitigation and adaptation in the provision of scaled-up financial resources, and emphasizes the urgency of scaling up action and support, including finance, capacity-building and technology transfer, to enhance adaptive capacity, strengthen resilience and reduce vulnerability to climate change in line with the best available science, taking into account the priorities and needs of developing countries party;",
    "14": "Acknowledges the work undertaken under the auspices of the Marrakech Partnership for Global Climate Action,29 and encourages non-party stakeholders to scale up their efforts to address and respond to climate change;",
    "15": "Recalls the holding of the Climate Action Summit convened by the Secretary-General on 23 September 2019, also recalls the multi-partner initiatives and commitments presented during the Summit and further recalls the Youth Climate Summit, held on 21 September 2019;",
    "16": "Also recalls the convening by the President of the General Assembly of the high-level meeting during the seventy-third session of the General Assembly on the issue of the protection of the global climate for present and future generations of humankind in the context of the economic, social and environmental dimensions of the 2030 Agenda;",
    "17": "Reiterates the resolve of the Conference of the Parties to the United Nations Framework Convention on Climate Change, as set out in paragraphs 3 and 4 of its decision 1/CP.19,30 to accelerate the full implementation of the decisions constituting the agreed outcome pursuant to its decision 1/CP.13 31 and to enhance ambition in the pre-2020 period in line with decision 1/CP.21, in order to ensure the highest possible mitigation efforts under the Convention by all parties;",
    "18": "Welcomes the further acceptance or ratification of the Doha Amendment to the Kyoto Protocol32 by 146 countries and one regional economic integration organization, meeting the threshold for its entry into force, and welcomes the efforts of those parties that were already implementing the Doha Amendment prior to its entry into force;",
    "19": "Recognizes the importance for all countries of averting, minimizing and addressing loss and damage associated with the adverse effects of climate change, including extreme weather events and slow-onset events, and the role of sustainable development in reducing the risk of loss and damage, and in that regard looks forward to the outcome of the review of the Warsaw International Mechanism for Loss and __________________ 29 See FCCC/CP/2016/10/Add.1. 30 See FCCC/CP/2013/10/Add.1. 31 See FCCC/CP/2007/6/Add.1. 32 See FCCC/KP/CMP/2012/13/Add.1. Protection of global climate for present and future generations of humankind A/RES/76/205 9/10 21-19256 Damage associated with Climate Change Impacts, in the context of relevant decisions of the Conference of the Parties to the United Nations Framework Convention on Climate Change and article 8 of the Paris Agreement;",
    "20": "Welcomes the convening of the twenty-sixth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, the sixteenth session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the third session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, presided over by the Government of the United Kingdom of Great Britain and Northern Ireland, in partnership with the Government of Italy, in Glasgow, from 31 October to 13 November 2021, and the adoption of its outcomes by parties, including the Glasgow Climate Pact, and looks forward to its full and urgent implementation, and further takes note of the Glasgow Leaders’ Declaration on Forests and Land Use;",
    "21": "Looks forward to the hosting by the Government of Egypt of the twenty- seventh session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, the seventeenth session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the fourth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, in 2022;",
    "22": "Urges Member States, taking into account that women and girls are often disproportionately affected by climate change owing to gender inequalities and the dependence of many women on natural resources for their livelihoods, to promote the integration of a gender perspective into environmental and climate change policies and to strengthen mechanisms and provide adequate resources towards achieving the full and equal participation of women in decision-making at all levels on environmental issues, and stresses the need to address the challenges posed by climate change that affect women and girls in particular, including through the full implementation of the new gender action plan adopted by the Conference of the Parties to the United Nations Framework Convention on Climate Change at its twenty-third session,33 and looks forward to its review with a view to advancing towards the goal of promoting gender-responsive and equal and meaningful participation of women in support of climate action;",
    "23": "Recalls the action plan for integrating sustainable development practices into Secretariat-wide operations and facilities management submitted by the Secretary-General34 and endorsed in its resolution 72/219;",
    "24": "Notes the ongoing work and potential of the Local Communities and Indigenous Peoples Platform of the United Nations Framework Convention on Climate Change, established for the exchange of experiences and sharing of best practices on mitigation and adaptation in a holistic and integrated manner, and recalls decision 2/CP.23 of the Conference of the Parties to the Convention on the Platform’s purpose and functions35 and decision 2/CP.24 of the Conference of the Parties on the Platform’s governance and further operationalization; 36",
    "25": "Decides to include in the United Nations calendar of conferences and meetings for the years 2022 and 2023 the sessions of the Conference of the Parties to the Convention and its subsidiary bodies envisaged for the years 2022 and 2023;",
    "26": "Invites the secretariat of the United Nations Framework Convention on Climate Change to report, through the Secretary-General, to the General Assembly at its seventy-seventh session, on the work of the Conference of the Parties to the __________________ 33 FCCC/CP/2017/11/Add.1, decision 3/CP.23, annex. 34 A/72/82. 35 See FCCC/CP/2017/11/Add.1. 36 See FCCC/CP/2018/10/Add.1. A/RES/76/205 Protection of global climate for present and future generations of humankind 21-19256 10/10 Convention, and decides to include in the provisional agenda of its seventy-seventh session, under the item entitled “Sustainable development”, the sub-item entitled “Protection of global climate for present and future generations of humankind”. 54th plenary meeting 17 December 2021"
  },
  "agenda_items": [
    "Item 20"
  ],
  "symbol_references": []
}