{
  "symbol": "A/RES/74/275",
  "filename": "A_RES_74_275.pdf",
  "title": "74/275. International Day to Protect Education from Attack",
  "text": "United Nations \nA/RES/74/275\n \n \nGeneral Assembly \nDistr.: General \n29 May 2020 \n \n20-07227 (E)    020620     \n*2007227* \n \n \nSeventy-fourth session \nAgenda item 117 \nFollow-up to the outcome of the Millennium Summit \n \n \n \n \n Resolution adopted by the General Assembly  \non 28 May 2020 \n \n \n \n \n[without reference to a Main Committee (A/74/L.66 and A/74/L.66/Add.1)] \n \n \n 74/275. International Day to Protect Education from Attack \n \n \n \nThe General Assembly, \n \nReaffirming that everyone has the right to education, and recalling in that regard \nthe Universal Declaration of Human Rights,1 the International Covenant on \nEconomic, Social and Cultural Rights,2 the 1951 Convention relating to the Status of \nRefugees,3 the Geneva Convention relative to the Protection of Civilian Persons in \nTime of War, of 12 August 1949,4 the Convention on the Elimination of All Forms of \nDiscrimination against Women,5 the International Convention on the Elimination of \nAll Forms of Racial Discrimination,6 the Convention on the Rights of the Child7 and \nthe Convention on the Rights of Persons with Disabilities, 8 \n \nReaffirming also its resolution 70/1 of 25 September 2015, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, in which \nit committed to providing inclusive and equitable quality education at all levels – early \nchildhood, primary, secondary, tertiary, technical and vocational training; all people, \nirrespective of sex, age, race or ethnicity, and persons with disabilities, migrants, \nindigenous peoples, children and youth, especially those in vulnerable situations, \nshould have access to lifelong learning opportunities that help them to acquire the \nknowledge and skills needed to exploit opportunities and to participate fully in \nsociety, \n__________________ \n \n1  Resolution 217 A (III). \n \n2  See resolution 2200 A (XXI), annex. \n \n3  United Nations, Treaty Series, vol. 189, No. 2545. \n \n4  Ibid., vol. 75, No. 973. \n \n5  Ibid., vol. 1249, No. 20378. \n \n6  Ibid., vol. 660, No. 9464. \n \n7  Ibid., vol. 1577, No. 27531. \n \n8  Ibid., vol. 2515, No. 44910. \n\nA/RES/74/275 \nInternational Day to Protect Education from Attack\n \n20-07227\n2/3 \n \n \nRecalling its resolution 64/290 of 9 July 2010 on the right to education in \nemergency situations, in which it condemned the targeting of civilians as such in \nsituations of armed conflict, including schoolchildren, students and teachers, as well \nas attacks on civilian objects such as educational institutions, where prohibited under \ninternational law, recognized that such acts may constitute grave breaches of the \nGeneva Conventions of 19499 and, for States parties, war crimes under the Rome \nStatute of the International Criminal Court,10 and reminded all parties to armed \nconflict of their obligations under international law to refrain from the use of civilian \nobjects, including educational institutions, for military purposes and child \nrecruitment, \n \nRecognizing the importance of ensuring inclusive and equitable quality \neducation and promoting lifelong learning opportunities for all, \n \nEmphasizing the need to take steps to achieve the full realization of the right to \neducation for all children and, in particular, to take all feasible measures to protect \nschools from attacks, as well as persons entitled to protection in relation to them in \nsituations of armed conflict, to refrain from actions that impede children’s access to \neducation, and to facilitate access to education in armed conflict, \n \nExpressing particular concern that many children in armed conflict, in \nparticular girls, lack access to education owing to attacks against schools, damaged \nor destroyed school buildings, mines and unexploded ordnance, insecurity, the \nprevalence of violence, including gender-based violence, in and around schools and \nloss of documentation, \n \nNoting efforts aimed at promoting and protecting the right to education and \nfacilitating continuation of education in armed conflict, including the efforts of \nMember States that are signatories to the Safe Schools Declaration, \n \nRecalling its resolutions 53/199 of 15 December 1998 and 61/185 of \n20 December 2006 on the proclamation of international years and Economic and \nSocial Council resolution 1980/67 of 25 July 1980 on international years and \nanniversaries, \n \nExpressing its dismay at the aggravation of attacks on educational institutions, \ntheir students and staff, in contravention of international humanitarian law, \nrecognizing the grave impact that such attacks have on the full realization of the right \nto education, in particular of women and girls, and reiterating its condemnation in the \nstrongest terms of all such attacks,11 \n \nProfoundly concerned about the growing number of attacks and threats of \nattacks against schools, and recognizing the grave impact of such attacks on children’s \nand teachers’ safety, as well as on the full realization of the right to education, \nexpressing its concern also that the military use of schools in contravention of \napplicable international law may also affect the safety of children and teachers and \nthe right of the child to education, and encouraging all States to strengthen efforts to \nprevent the military use of schools in contravention of international law, \n \nDeeply concerned that school-related violence against girls, including sexual \nviolence and harassment on the way to and from and at school, such as violence \nperpetrated by teachers, continues to deter girls’ education and, in many cases, the \ntransition to and completion of secondary education, and that these risks may \ninfluence parents’ decision to allow girls to attend school, \n__________________ \n \n9  Ibid., vol. 75, Nos. 970–973. \n \n10  Ibid., vol. 2187, No. 38544. \n \n11  See resolution 70/137. \n\nInternational Day to Protect Education from Attack \nA/RES/74/275\n \n3/3\n20-07227 \n \n \nUrging all parties to armed conflict to fulfil their applicable obligations under \ninternational humanitarian law and international human rights law, including to \nrespect civilians, including students and educational personnel, and civilian objects \nsuch as educational institutions, \n \nCalling upon all Member States, including donors, and inviting the private \nsector and all concerned individuals and institutions to continue to support diverse \nhumanitarian funding channels and to consider increasing their contributions to \neducation programmes defined in humanitarian appeals, including humanitarian \nconsolidated and flash appeals, based on and in proportion to assessed needs, as a \nmeans of ensuring adequate, timely, predictable, flexible and needs-based resources, \n \nNoting the work of the Special Representative of the Secretary-General for \nChildren and Armed Conflict on the six grave violations committed against children \nin armed conflict, \n \n1. \nDecides to proclaim 9 September the International Day to Protect \nEducation from Attack; \n \n2. \nReaffirms the right to education for all and the importance of ensuring safe \nenabling learning environments in humanitarian emergencies, as well as quality \neducation at all levels, including for girls, including technical and vocational training \nopportunities, where possible, including through adequate funding and infrastructural \ninvestments, for the well-being of all, in this regard recognizes that access to quality \neducation in humanitarian emergencies can contribute to long-term development \ngoals and reiterates the need to protect and respect educational facilities in accordance \nwith international humanitarian law, strongly condemns all attacks directed against \nschools and the use of schools for military purposes, when in contravention of \ninternational humanitarian law, and encourages efforts to promote safe and protective \nschool environments in humanitarian emergencies; \n \n3. \nInvites all Member States, organizations of the United Nations system, \nother international and regional organizations, the private sector and civil society, \nincluding non-governmental organizations, academic institutions, individuals and \nother relevant stakeholders, to observe the International Day to Protect Education \nfrom Attacks in an appropriate manner; \n \n4. \nInvites the United Nations Educational, Scientific and Cultural \nOrganization and the United Nations Children’s Fund to facilitate the observance of \n9 September of every year as the International Day to Protect Education from Attack, \nmindful of the provisions contained in the annex to Economic and Social Council \nresolution 1980/67; \n \n5. \nStresses that the cost of all activities that may arise from the \nimplementation of the present resolution should be met from voluntary contributions; \n \n6. \nRequests the Secretary-General to bring the present resolution to the \nattention of all Member States, the organizations of the United Nations system and \nother relevant stakeholders for appropriate observance. \n \n28 May 2020 \n \n",
  "paragraphs": {
    "1": "Decides to proclaim 9 September the International Day to Protect Education from Attack;",
    "2": "Reaffirms the right to education for all and the importance of ensuring safe enabling learning environments in humanitarian emergencies, as well as quality education at all levels, including for girls, including technical and vocational training opportunities, where possible, including through adequate funding and infrastructural investments, for the well-being of all, in this regard recognizes that access to quality education in humanitarian emergencies can contribute to long-term development goals and reiterates the need to protect and respect educational facilities in accordance with international humanitarian law, strongly condemns all attacks directed against schools and the use of schools for military purposes, when in contravention of international humanitarian law, and encourages efforts to promote safe and protective school environments in humanitarian emergencies;",
    "3": "Invites all Member States, organizations of the United Nations system, other international and regional organizations, the private sector and civil society, including non-governmental organizations, academic institutions, individuals and other relevant stakeholders, to observe the International Day to Protect Education from Attacks in an appropriate manner;",
    "4": "Invites the United Nations Educational, Scientific and Cultural Organization and the United Nations Children’s Fund to facilitate the observance of 9 September of every year as the International Day to Protect Education from Attack, mindful of the provisions contained in the annex to Economic and Social Council resolution 1980/67;",
    "5": "Stresses that the cost of all activities that may arise from the implementation of the present resolution should be met from voluntary contributions;",
    "6": "Requests the Secretary-General to bring the present resolution to the attention of all Member States, the organizations of the United Nations system and other relevant stakeholders for appropriate observance. 28 May 2020"
  },
  "agenda_items": [
    "Item 117"
  ],
  "symbol_references": [
    "A/74/L.66"
  ]
}