{
  "symbol": "A/RES/76/228",
  "filename": "A_RES_76_228.pdf",
  "title": "76/228. Situation of human rights in the Syrian Arab Republic",
  "text": "United Nations \nA/RES/76/228\n \n \nGeneral Assembly \nDistr.: General \n10 January 2022 \n \n21-19659 (E)    140122 \n*2119659* \n \n \nSeventy-sixth session \nAgenda item 74 (c) \nPromotion and protection of human rights: human \nrights situations and reports of special rapporteurs \nand representatives \n \n \n \n \n Resolution adopted by the General Assembly \non 24 December 2021 \n \n \n \n \n[on the report of the Third Committee (A/76/462/Add.3, para. 34)] \n \n \n 76/228. Situation of human rights in the Syrian Arab Republic \n \n \n \nThe General Assembly, \n \nGuided by the Charter of the United Nations, \n \nReaffirming the purposes and principles of the Charter, the Universal \nDeclaration of Human Rights 1  and relevant international human rights treaties, \nincluding the International Covenants on Human Rights, 2 \n \nReaffirming its strong commitment to the sovereignty, independence, unity and \nterritorial integrity of the Syrian Arab Republic and to the principles of the Charter, \nand demanding that the Syrian regime meet its responsibility to protect the Syrian \npopulation and to respect, protect and fulfil the human rights of all persons within its \nterritory and subject to its jurisdiction, \n \nRecalling its resolutions 66/176 of 19 December 2011, 66/253 A of 16 February \n2012, 66/253 B of 3 August 2012, 67/183 of 20 December 2012, 67/262 of 15 May \n2013, 68/182 of 18 December 2013, 69/189 of 18 December 2014, 70/234 of \n23 December 2015, 71/130 of 9 December 2016, 71/203 of 19 December 2016, \n71/248 of 21 December 2016, 73/182 of 17 December 2018, 74/169 of 18 December \n2019 and 74/262 of 27 December 2019, Human Rights Council resolutions S-16/1 of \n29 April 2011,3 S-17/1 of 23 August 2011, 4 S-18/1 of 2 December 2011, 5 19/1 of \n__________________ \n \n1 Resolution 217 A (III). \n \n2 Resolution 2200 A (XXI), annex. \n \n3 See Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 53 (A/66/53), \nchap. I. \n \n4  Ibid. \n \n5 Ibid., Supplement No. 53B and corrigendum (A/66/53/Add.2 and A/66/53/Add.2/Corr.1), chap. II. \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n2/20 \n \n1 March 2012,6 19/22 of 23 March 2012,7 S-19/1 of 1 June 2012,8 20/22 of 6 July \n2012,9 21/26 of 28 September 2012,10 22/24 of 22 March 2013,11 23/1 of 29 May \n2013,12 23/26 of 14 June 2013,13 24/22 of 27 September 2013,14 25/23 of 28 March \n2014,15 26/23 of 27 June 2014,16 27/16 of 25 September 2014,17 28/20 of 27 March \n2015,18 29/16 of 2 July 2015,19 30/10 of 1 October 2015,20 31/17 of 23 March 2016,21 \n32/25 of 1 July 2016,22 33/23 of 30 September 2016,23 S-25/1 of 21 October 2016,24 \n34/26 of 24 March 2017,25 35/26 of 23 June 2017,26 36/20 of 29 September 201727 \nand 39/15 of 28 September 2018, 28 Security Council resolutions 1325 (2000) of \n31 October 2000, 2042 (2012) of 14 April 2012, 2043 (2012) of 21 April 2012, \n2118 (2013) of 27 September 2013, 2139 (2014) of 22 February 2014, 2165 (2014) \nof 14 July 2014, 2170 (2014) of 15 August 2014, 2178 (2014) of 24 September 2014, \n2191 (2014) of 17 December 2014, 2209 (2015) of 6 March 2015, 2235 (2015) of \n7 August 2015, 2242 (2015) of 13 October 2015, 2254 (2015) of 18 December 2015, \n2258 (2015) of 22 December 2015, 2268 (2016) of 26 February 2016, 2286 (2016) of \n3 May 2016, 2314 (2016) of 31 October 2016, 2319 (2016) of 17 November 2016, \n2328 (2016) of 19 December 2016, 2332 (2016) of 21 December 2016, 2336 (2016) \nof 31 December 2016, 2393 (2017) of 19 December 2017, 2401 (2018) of 24 February \n2018, 2449 (2018) of 13 December 2018, 2504 (2020) of 10 January 2020, \n2533 (2020) of 11 July 2020 and 2585 (2021) of 9 July 2021, and the statements by \nthe President of the Security Council of 3 August 2011,29 2 October 2013,30 17 August \n201531 and 8 October 2019,32 \n \nDeploring the fact that March 2021 marked 10 years since the peaceful uprising \nand its brutal repression that led to the conflict in the Syrian Arab Republic, which \nhas had a devastating impact on civilians, including through grave violations and \nabuses of international human rights law and violations of international humanitarian \nlaw, \n__________________ \n \n6 Ibid., Sixty-seventh Session, Supplement No. 53 and corrigendum (A/67/53 and A/67/53/Corr.1), \nchap. III, sect. A. \n \n7  Ibid. \n \n8 Ibid., chap. V. \n \n9 Ibid., chap. IV, sect. A. \n \n10 Ibid., Supplement No. 53A (A/67/53/Add.1), chap. III. \n \n11 Ibid., Sixty-eighth Session, Supplement No. 53 (A/68/53), chap. IV, sect. A. \n \n12 Ibid., chap. V, sect. A. \n \n13  Ibid. \n \n14 Ibid., Supplement No. 53A (A/68/53/Add.1), chap. III. \n \n15 Ibid., Sixty-ninth Session, Supplement No. 53 (A/69/53), chap. IV, sect. A. \n \n16 Ibid., chap. V, sect. A. \n \n17 Ibid., Supplement No. 53A and corrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and \nA/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n18 Ibid., Seventieth Session, Supplement No. 53 (A/70/53), chap. II. \n \n19 Ibid., chap. V, sect. A. \n \n20 Ibid., Supplement No. 53A (A/70/53/Add.1), chap. II. \n \n21 Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. II. \n \n22 Ibid., chap. IV, sect. A. \n \n23 Ibid., Supplement No. 53A and corrigendum (A/71/53/Add.1 and A/71/53/Add.1/Corr.1), chap. II. \n \n24 Ibid., Supplement No. 53B and corrigendum (A/71/53/Add.2 and A/71/53/Add.2/Corr.1), chap. II. \n \n25 Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. II. \n \n26 Ibid., chap. V, sect. A. \n \n27 Ibid., Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n28 Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. III. \n \n29 S/PRST/2011/16; see Resolutions and Decisions of the Security Council, 1 August 2011–31 July \n2012 (S/INF/67). \n \n30 S/PRST/2013/15; see Resolutions and Decisions of the Security Council, 1 August 2013–31 July \n2014 (S/INF/69). \n \n31 S/PRST/2015/15; see Resolutions and Decisions of the Security Council, 1 August 2015–31 December \n2016 (S/INF/71). \n \n32 S/PRST/2019/12. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n3/20\n21-19659 \n \n \nStrongly condemning the grave human rights situation in the Syrian Arab \nRepublic, the indiscriminate killing and deliberate targeting of civilians, including \nhumanitarian workers, including those involving the continued indiscriminate use of \nheavy weapons and aerial bombardments, which has caused more than 500,000 \nfatalities, including the killing of more than 29,000 children, the continued \nwidespread and systematic gross violations, as well as abuses, of human rights and \nviolations of international humanitarian law, including by the starvation of civilians \nas a method of warfare and the use of chemical weapons, including sarin and chlorine \ngas, and sulfur mustard, which are prohibited under international law, and acts of \nviolence by the Syrian regime that foment sectarian tensions within the Syrian \npopulation, \n \nNoting with grave concern that the Office of the United Nations High \nCommissioner for Human Rights has identified 350,209 individuals by full name, \ntogether with an established date of death and location, who were killed in the conflict \nin the Syrian Arab Republic between March 2011 and March 2021 and that, of those \nidentified, 26,727 were women and 27,126 were children, recalling also that the list \ncompiled by the Office of the United Nations High Commissioner for Human Rights \nindicates a minimum verifiable number and is certainly an undercount of the actual \nnumber of killings, \n \nReiterating that the only sustainable solution to the current crisis in the Syrian \nArab Republic is through an inclusive and Syrian-led political process, under the \nauspices of the United Nations, that meets the legitimate aspirations of the Syrian \npeople in line with Security Council resolution 2254 (2015), with a view to \nestablishing credible, inclusive and non-sectarian governance, with the full, equal and \nmeaningful participation and leadership of all women and youth at all levels, \nwelcoming the establishment of the Constitutional Committee, reaffirming in this \nregard the important role of women in the prevention and resolution of conflicts and \nin peacebuilding, stressing the importance of their full, equal and meaningful \nparticipation and involvement in all efforts for the maintenance and promotion of \npeace and security and their role in decision-making with regard to conflict prevention \nand resolution, and recognizing the work carried out by the Special Envoy of the \nSecretary-General for Syria to that end, \n \nRecalling its demand that all parties take all appropriate steps to protect \ncivilians, including members of ethnic and religious communities, \n \nWelcoming the efforts of the Special Envoy to advance United Nations efforts \nto achieve a sustainable political solution to the conflict in the Syrian Arab Republic \nin line with Security Council resolution 2254 (2015), recalling the importance of \nadvancing the work of the Constitutional Committee and achieving tangible results, \nand in that regard urging all parties to engage meaningfully in the work of the \nConstitutional Committee, particularly the Syrian regime, and underlining that a \npolitical solution to the conflict in the Syrian Arab Republic requires full \nimplementation of all aspects of resolution 2254 (2015), including the holding of free \nand fair elections, under the supervision of the United Nations, to the satisfaction of \nthe governance and to the highest international standards of transparency and \naccountability, with all Syrians, including displaced persons, refugees and members \nof the diaspora, eligible to participate, as well as the establishment of a neutral and \nsafe environment, noting that the recent presidential elections held in Syria were \nneither free, fair, nor consistent with the political process called for by Security \nCouncil resolution 2254 (2015), \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n4/20 \n \n \nReconfirming its endorsement of the Geneva communiqué of 30 June 2012, 33 \nendorsing the joint statement on the outcome of the multilateral talks on Syria held in \nVienna of 30 October 2015 and the statement of the International Syria Support Group \nof 14 November 2015 (the Vienna statements) in pursuit of the full implementation \nof the Geneva communiqué, facilitated by the Special Envoy, as the basis for a \nSyrian-led and Syrian-owned political transition in order to end the conflict in the \nSyrian Arab Republic, and stressing that the Syrian people will decide the future of \nthe Syrian Arab Republic, \n \nWelcoming the call made by the Secretary-General for a global ceasefire and \nthat of the Special Envoy for a complete, immediate and nationwide ceasefire \nthroughout the Syrian Arab Republic, as endorsed by the Security Council in its \nresolutions 2532 (2020) of 1 July 2020 and 2565 (2021) of 26 February 2021, and \nreaffirming that Member States must ensure that any measures taken to counter \nterrorism comply with all their obligations under international law, in particular \ninternational human rights law, international refugee law and international \nhumanitarian law, while continuing to support legitimate counter-terrorism operations \nagainst Islamic State in Iraq and the Levant (ISIL, also known as Da’esh), Al-Qaida \nand Hay’at Tahrir al-Sham (formerly known as the Nusrah Front), and all other \nindividuals, groups, undertakings and entities associated with Al-Qaida or ISIL, and \nother terrorist groups, which have been designated by the Security Council, \n \nUrging all parties, particularly the Syrian regime, to engage meaningfully in the \npolitical process under the auspices of the Special Envoy and his office in Geneva, in \nline with Security Council resolution 2254 (2015), and including the full, equal and \nmeaningful participation and representation of women in all efforts and decisions, \nwelcoming the resumption of the Syrian-led and Syrian-owned Constitutional \nCommittee convened and facilitated by the Special Envoy in Geneva from 18 to \n22 October 2021, urging the regime to engage in the United Nations-facilitated \nConstitutional Committee in line with the agreed terms of reference and rules of \nprocedure, reaffirming the importance of the full implementation of the women, peace \nand security agenda of the Security Council, pursuant to Security Council resolution \n1325 (2000), and its nine subsequent resolutions, in this regard, and welcoming the \ninclusion of civil society in the political process, in particular through the Civil \nSociety Support Room and Syrian Women’s Advisory Board, \n \nNoting with deep concern the culture of impunity from within the Syrian regime \nfor the most serious violations of international law and violations and abuses of \nhuman rights law committed during the present conflict, some of which rise to the \nlevel of war crimes and crimes against humanity, which has provided a fertile ground \nfor further violations and abuses, \n \nEmphasizing the importance of accountability for the most serious crimes in \nviolation of international law committed during the conflict for ensuring sustainable \npeace, \n \nRecalling all relevant resolutions on the safety and security of humanitarian \npersonnel and the protection of United Nations personnel, including its resolution \n73/137 of 14 December 2018, as well as Security Council resolutions on the \nprotection of humanitarian personnel, including resolutions 2175 (2014) of 29 August \n2014 and 2286 (2016) of 3 May 2016, the relevant statements by the President of the \nSecurity Council referring to the specific obligations under international \nhumanitarian law to respect and protect, in situations of armed conflict, all medical \npersonnel and humanitarian workers exclusively engaged in medical duties, their \nmeans of transport, equipment, hospitals and other medical facilities, and to ensure \n__________________ \n \n33 Security Council resolution 2118 (2013), annex II. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n5/20\n21-19659 \n \nthat the wounded and sick receive, to the fullest extent practicable and with the least \npossible delay, the medical care and attention required, and condemning attacks \nagainst hospitals and places where the sick and wounded are collected, including \nmakeshift hospitals, as well as attacks against medical personnel and humanitarian \nworkers that are in violation of international humanitarian law, \n \nExpressing grave concern at the continued indiscriminate use of force by the \nSyrian regime against civilians, which continues to cause immense human suffering \nand fomented the spread of violent extremism and violent extremist groups and which \ndemonstrates the continuing failure of the Syrian regime to protect the population and \nimplement the relevant resolutions and decisions of United Nations bodies and has \ncreated a safe haven and operating environment for perpetrators of war crimes and \ncrimes against humanity, \n \nExpressing grave concern also at the remaining presence of violent extremism \nand violent extremist groups, terrorists and terrorist groups, and strongly condemning \nall violations and abuses of human rights and violations of international humanitarian \nlaw committed in the Syrian Arab Republic by any party to the conflict, in particular \nISIL (also known as Da’esh), Al-Qaida-affiliated terrorist groups, armed groups and \nnon-State actors, and also the Syrian regime and its allies, \n \nNoting with serious concern the findings of the Independent International \nCommission of Inquiry on the Syrian Arab Republic that non-State armed groups still \nresort to the use of force against civilians, \n \nExpressing support for the work carried out by the Independent International \nCommission of Inquiry on the Syrian Arab Republic, welcoming its reports, strongly \ncondemning the lack of cooperation by the Syrian regime with the Commission of \nInquiry, reiterating its decision to transmit the reports of the Commission of Inquiry to \nthe Security Council, expressing its appreciation to the Commission of Inquiry for its \nbriefings to members of the Security Council, and requesting that the Commission of \nInquiry continue to brief the General Assembly and members of the Security Council, \n \nReaffirming its condemnation in the strongest possible terms of the use of \nchemical weapons by anyone under any circumstances, emphasizing that any use of \nchemical weapons anywhere, at any time, by anyone, under any circumstances is \nunacceptable and is and would be a violation of international law, and expressing its \nstrong conviction that those individuals responsible for the use of chemical weapons \nmust and should be held accountable,  \n \nCondemning in the strongest possible terms the fact that chemical weapons have \nbeen used repeatedly in the Syrian Arab Republic, including the instances \nindependently attributed by the Organisation for the Prohibition of Chemical \nWeapons, the Organisation for the Prohibition of Chemical Weapons-United Nations \nJoint Investigative Mechanism and the Investigation and Identification Team of the \nOrganisation for the Prohibition of Chemical Weapons, noting that the Joint \nInvestigative Mechanism concluded that the Syrian Arab Armed Forces had been \nresponsible for attacks that released toxic substances in 2014 and 2015 and that ISIL \n(also known as Da’esh) had used sulfur mustard in 2015 and 2016, and further \nconcluded in October 2017 that the Syrian Arab Air Force had been responsible for \nthe use of chemical weapons on 4 April 2017 in Khan Shaykhun, and noting also that \nthe Investigation and Identification Team concluded in April 2020 that there were \nreasonable grounds to believe that the Syrian Air Force had carried out three chemical \nweapons attacks in Ltamenah in March 2017 and further concluded in April 2021 that \nthere were reasonable grounds to believe the Syrian Air Force had carried out a \nchemical weapons attack in Saraqib in February 2018, \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n6/20 \n \n \nNoting that the work of the Investigation and Identification Team of the \nOrganisation for the Prohibition of Chemical Weapons is ongoing, and that its report \non the use of a toxic chemical as a weapon in Duma is forthcoming, \n \nWelcoming the decision adopted on 9 July 2020 by the Executive Council of the \nOrganisation for the Prohibition of Chemical Weapons, 34 in which the Executive \nCouncil condemned the use by the Syrian Arab Republic of chemical weapons in \nLtamenah and requested that the Syrian Arab Republic take steps to redress the \nsituation, welcoming also the decision adopted on 21 April 2021 by the Organisation \nfor the Prohibition of Chemical Weapons Conference of the States Parties, 35 \naddressing the possession and use of chemical weapons by the Syrian Arab Republic \nand suspending certain rights and privileges of the Syrian Arab Republic under the \nConvention on the Prohibition of the Development, Production, Stockpiling and Use \nof Chemical Weapons and on Their Destruction36 until the Director-General of the \nOrganisation for the Prohibition of Chemical Weapons reports that the Syrian Arab \nRepublic has completed the measures requested by the Executive Council, and \nexpressing regret that the Syrian Arab Republic has failed to comply with this request \nand demanding that the perpetrators immediately desist from any further use of \nchemical weapons, \n \nWelcoming also the reports for 2019, 2020 and 2021 of the International, \nImpartial and Independent Mechanism to Assist in the Investigation and Prosecution \nof Persons Responsible for the Most Serious Crimes under International Law \nCommitted in the Syrian Arab Republic since March 2011 37 and their consideration \nby the General Assembly, noting with serious concern the observation of the \nCommission of Inquiry that, since March 2011, there are reasonable grounds to \nbelieve that the Syrian regime has conducted widespread and systemic attacks against \nthe civilian population amounting to war crimes and crimes against humanity, \nincluding targeted attacks on protected persons and objects, including medical \nfacilities, and personnel and transport and blocked humanitarian convoys, as well as \nenforced disappearances, torture in detention, arbitrary detentions, summary \nexecutions and other violations and abuses, and underscoring the need for those \nallegations to be examined and evidence to be collected and made available for future \naccountability efforts, \n \nStrongly condemning the reported killing of detainees in Syrian military \nintelligence facilities and the widespread practice of enforced disappearance, \narbitrary detention and the use of sexual and gender-based violence and torture in \ndetention centres referred to in the reports of the Commission of Inquiry, including, \nbut not limited to, Branch 215, Branch 227, Branch 235, Branch 251, the Air Force \nIntelligence Investigation Branch at Mazzah military airport and Saydnaya prison, \nincluding the practice of mass hangings by the regime, as well as the killing of \ndetainees at military hospitals, including Tishrin and Harasta hospitals,  \n \nExpressing grave concern about all persons missing as a result of the situation \nin the Syrian Arab Republic, including those subject to abductions, enforced \ndisappearance and arbitrary detention, first and foremost by the Syrian regime, noting \nthe comments of the Commission of Inquiry and the Special Envoy of the Secretary-\nGeneral for Syria that tens of thousands of individuals remain missing in the Syrian \nArab Republic, recalling Human Rights Council resolutions 45/3 of 6 October 202038 \n__________________ \n \n34  A/74/959-S/2020/724, enclosure. \n \n35  A/75/871-S/2021/425, enclosure.  \n \n36 United Nations, Treaty Series, vol. 1974, No. 33757. \n \n37 A/73/295, A/73/741, A/74/313, A/74/699, A/75/311 and A/75/743. \n \n38 See Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 53A \n(A/75/53/Add.1), chap. III. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n7/20\n21-19659 \n \nand 48/15 of 8 October 202139 and Security Council resolutions 2254 (2015), 2139 \n(2014) and 2191 (2014) in this regard, and encouraging all parties to enhance \nengagement with the Office of the Special Envoy on the issue of arbitrary detention, \nas action to address enforced disappearance and arbitrary detention is intrinsically \nlinked to protecting the rights of all Syrians and a lasting political settlement in the \nSyrian Arab Republic, \n \nRecalling the statements made by the Secretary-General, the United Nations \nHigh Commissioner for Human Rights and the special procedures of the Human \nRights Council that crimes against humanity and war crimes are likely to have been \ncommitted in the Syrian Arab Republic, noting the repeated encouragement by the \nHigh Commissioner for the Security Council to refer the situation to the International \nCriminal Court, and regretting that a draft resolution 40  was not adopted \nnotwithstanding broad support from Member States,  \n \nRecalling also the report of 6 April 2020 of the United Nations Board of \nInquiry41 into strikes that damaged and destroyed health-care facilities in the north-\nwest of the Syrian Arab Republic, including sites whose coordinates had been \nrecorded on the United Nations deconfliction list as a step to ensure that they would \nnot be targeted or impacted by violence, and which in most instances examined, \nconcluded that it was “highly probable that the strikes had been carried out by the \nGovernment of the Syrian Arab Republic and/or its allies” and found that health-care \nservices were being provided at the time of some of the strikes and that there were no \narmed opposition groups in or near the facilities, and calling on all parties to adhere \nto and comply with the deconfliction mechanism, \n \nRecalling further the report of March 2021 of the Independent International \nCommission of Inquiry 42 reporting regime and pro-regime forces’ indiscriminate \nbombardment of civilian populated areas and deliberate targeting of hospitals and \nmedical facilities, and areas with large civilian concentrations, including markets, \nschools and neighbourhoods, and concluding that government forces had committed \nwar crimes and crimes against humanity in the conduct of their use of air strikes and \nartillery shelling of civilian areas. \n \nCalling for the immediate repeal of Law No. 10/2018, concerned about the \nSyrian regime’s infringement on the housing, land and property of Syrians, \nparticularly through the dispossession of displaced Syrians’ land and property in the \nnational legislation and similar measures, which would have a significant detrimental \nimpact on the rights of Syrians displaced by the conflict to claim their property and \nto return to their homes in a safe, voluntary and dignified manner when the situation \non the ground allows it, and expressing concern about reports of armed groups’ abuses \nof Syrians’ housing, land and property rights in areas under their control, \n \nDeploring in this regard the existence and application of national legislation, in \nparticular Law No. 42/2018 and other legislation and practices concerning housing, \nland and property rights, which have a significant detrimental impact on the rights of \nSyrians displaced by the conflict to claim their property, as evidenced by continuing \nreports of widespread demolition of property in areas formerly controlled by the \nSyrian opposition as well as the confiscation of property owned by arbitrarily detained \nand missing persons throughout the Syrian Arab Republic, calling for the immediate \nrepeal of that legislation, and stressing the right of everyone, including displaced \nSyrians, to not be arbitrarily deprived of their property and that they should be able \nto return to their homes in a safe, voluntary and dignified manner when the situation \n__________________ \n \n39  Ibid., Seventy-sixth Session, Supplement No. 53A (A/76/53/Add.1), chap. IV, sect. A. \n \n40 S/2014/348. \n \n41  See S/2020/278, annex. \n \n42  A/HRC/46/55. \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n8/20 \n \non the ground allows it, noting in this regard the issuing in September by the Syrian \nMinistry of Justice of Circular No. 30 of 2021, which requires prior security approval \nin order to obtain judicial power of attorney, an order that risks further \ndisenfranchisement of displaced people and refugees who rely on power of attorney \nto conduct civil administrative affairs, \n \nExpressing concern that the implementation of Security Council resolutions \n2139 (2014), 2165 (2014), 2191 (2014), 2254 (2015), 2258 (2015), 2268 (2016), \n2286 (2016), 2393 (2017), 2401 (2018), 2449 (2018), 2504 (2020), 2533 (2020) and \n2585 (2021) remains unresolved, and noting the urgent need to strengthen efforts to \naddress the humanitarian situation in the Syrian Arab Republic, including through \nprotection of civilians and safe, full, immediate, unimpeded and sustained \nhumanitarian access throughout the Syrian Arab Republic, \n \nEmphasizing that the humanitarian cross-border mechanism remains an \nessential and life-saving channel to address the humanitarian needs of a significant \nportion of the population of the Syrian Arab Republic, which cannot be reached \nthrough existing operations within the Syrian Arab Republic, and emphasizing the \nimportance of cross-line operations and also that an immediate and significant \nimprovement to cross-line access and respect for principled humanitarian action are \nessential to prevent further unnecessary suffering and loss of life, \n \nExpressing grave concern at the impact of the COVID-19 pandemic and about \nUnited Nations reports on rising numbers of death notices and burials which seem to \nindicate that actual COVID-19 cases in the Syrian Arab Republic far exceed official \nfigures, recognizing that the pandemic presents a profound challenge to the decimated \nhealth system, socioeconomic and humanitarian situations of the Syrian Arab \nRepublic, and the disproportionate impacts on women and girls, underlining that the \ngrave risk posed by COVID-19 heightens the imperative of using every possible \nmeans, including the cross-border mechanism, to reach people in need without \npreconditions and discrimination, calling for the provision of humanitarian assistance \nto all parts of the Syrian Arab Republic, including in areas where humanitarian needs \nare especially urgent, and stressing the importance of accurate and timely data \ncollection and reporting, \n \nRecalling its commitment to Security Council resolutions 2170 (2014), \n2178 (2014) and 2253 (2015) of 17 December 2015, \n \nAlarmed that more than 5.6 million refugees, including more than 3.8 million \nwomen and children, have been forced to flee the Syrian Arab Republic and that \n11.1 million people in the Syrian Arab Republic, of whom 6.6 million are internally \ndisplaced, require urgent humanitarian assistance, which has resulted in an influx of \nSyrian refugees into neighbouring countries, other countries in the region and beyond, \nand alarmed at the risk the situation presents to regional and international stability, \n \nExpressing its profound indignation at the death of more than 29,000 children \nand the many more injured since the beginning of the peaceful protests in March 2011, \nand at all violations and abuses committed against children, in particular by the Syrian \nregime, in contravention of applicable international law, including those involving \ntheir recruitment and use, abduction, killing and maiming and rape and other forms \nof sexual and gender-based violence, attacks on schools and hospitals, and denial of \nhumanitarian access, as well as their arbitrary arrest, detention, torture and ill-\ntreatment and their use as human shields, and noting in this regard the adoption on \n18 July 2019 of the Security Council Working Group on Children and Armed Conflict \nconclusions on children and armed conflict in the Syrian Arab Republic 43 as well as \nthe report of 13 January 2020 of the Independent International Commission of Inquiry \n__________________ \n \n43 S/AC.51/2019/1. \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n9/20\n21-19659 \n \nentitled “They have erased the dreams of my children: children’s rights in the Syrian \nArab Republic”, and emphasizing that the Syrian regime and its allies must comply \nwith their applicable international law obligations that are relevant to children, \nincluding under the Convention on the Rights of the Child and the Protocols thereto, \n \nNoting with concern that the Hawl camp currently hosts over 58,000 people, \n93 per cent of whom are women and children, including some 35,000 children under \n12 years of age who live under extremely challenging conditions, \n \nRecalling with serious concern the findings of the Commission of Inquiry in its \nreport entitled “Out of sight, out of mind: deaths in detention in the Syrian Arab \nRepublic”, and its report to the Human Rights Council dated September 2021, 44 \nnoting in this regard the issuing of death notifications of detained individuals by the \nSyrian regime, which provides further indication of systematic violations of \ninternational human rights law and international humanitarian law, as well as the \nCommission’s reporting in March 2019 and 2021 on the scope and scale of arbitrary \narrests and detention used by government forces as tools of repression that have led \nto the custodial deaths of tens of thousands of Syrian civilians and its reporting that \nthe deaths of thousands of individuals previously detained in Hama, Ladhiqiyah, \nHasakah and Damascus have been confirmed by Syrian regime entities through \ncertificates of death, and the findings of the Commission in its report of March 2021 \nentitled “Arbitrary Imprisonment and Detention”, noting that the whereabouts of tens \nof thousands of detainees remains unknown and unacknowledged by the Syrian \nregime, recalling chilling accounts of detention, killings, disappearances, torture and \ninhumane conditions, which the Commission meticulously documented and described \nas amounting to crimes against humanity, of extermination, murder, rape or other \nforms of sexual and gender-based violence, torture and imprisonment in the context \nof the regime’s widespread and systematic detentions, and immediately calling for the \ncessation of torture and other cruel, inhuman or degrading treatment or punishment, \nand sexual and gender-based violence, in places of detention, and the cessation of all \nforms of incommunicado detention, for the release of all persons arbitrarily detained, \nfor all feasible measures to be taken, under Security Council resolution 2474 (2019) \nof 11 June 2019, to search for and reveal the fates of those detained and/or \ndisappeared, and for the further establishment of an effective channel of \ncommunication with families to ensure that their legal, economic and psychological \nneeds are addressed adequately, as set out in its latest report, 45 \n \nUrging the Syrian regime to provide families with the remains of their relatives \nwhose fate has been disclosed, including those who have been summarily executed, \nto take all appropriate measures immediately to protect the lives and rights of all \npersons currently detained or unaccounted for, and to clarify the fate of those who \nremain missing or are still in custody in accordance with Security Council resolution \n2474 (2019), many of whom still remain in detention and are highly vulnerable to \nCOVID-19 owing to overcrowded conditions and pre-existing health issues, such as \nwidespread malnutrition and tuberculosis, despite calls from the Secretary-General, \nthe Special Envoy and the international community for the large-scale release of \ndetainees in the Syrian Arab Republic to mitigate the spread of the virus, \n \nWelcoming Security Council resolution 2475 (2019) of 20 June 2019 on the \nsituation of persons with disabilities in armed conflict, expressing serious concern \nregarding the disproportionate impact that armed conflict has on persons with \ndisabilities, including abandonment, violence and lack of access to basic services, \nstressing the protection and assistance needs of all affected civilian populations, and \n__________________ \n \n44  A/HRC/48/70. \n \n45 A/HRC/45/31. \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n10/20 \n \nemphasizing the need to consider the particular needs of persons with disabilities in \nhumanitarian response in the Syrian conflict, \n \nExpressing its deep appreciation for the significant efforts that have been made \nby neighbouring countries and other countries in the region to accommodate Syrians, \nwhile acknowledging the increasing financial, socioeconomic and political impact of \nthe presence of large-scale refugee and displaced populations in those countries, \n \nWelcoming the efforts of the United Nations and the League of Arab States and \nall diplomatic efforts to achieve a political solution to the Syrian crisis based on the \nfinal communiqué of the Action Group for Syria of 30 June 2012 and consistent with \nSecurity Council resolution 2254 (2015), \n \nExpressing full support for the efforts of the Special Envoy of the Secretary-\nGeneral for Syria, with a view to the protection of the civilian population and the full \nimplementation of the Syrian political process that establishes credible, inclusive and \nnon-sectarian governance in accordance with the final communiqué and consistent \nwith Security Council resolutions 2254 (2015) and 2258 (2015), urging Syrian parties \nto engage constructively with the Constitutional Committee in order to pave the way \nfor the negotiation of a genuine political transition, noting with appreciation the \nmediation efforts to facilitate the establishment of a ceasefire in the Syrian Arab \nRepublic, as noted by the Security Council in its resolution 2336 (2016), and \nsupporting the efforts to end violence, while expressing deep concern at the \nviolations, demanding that all parties to the ceasefire in the Syrian Arab Republic \nrespect their commitments, and urging all Member States, especially the members of \nthe International Syria Support Group, to use their influence to ensure respect for \nthose commitments and the full implementation of those resolutions, to support \nefforts to create conditions for a durable and lasting ceasefire, which is essential to \nachieving a political solution to the conflict in the Syrian Arab Republic, and to bring \nto an end the systematic, widespread and gross violations and abuses of human rights \nand violations of international humanitarian law, \n \n1. \nStrongly condemns the systematic, widespread and gross violations and \nabuses of international human rights law and violations of international humanitarian \nlaw committed in the Syrian Arab Republic and the indiscriminate and \ndisproportionate attacks against the civilian population and against civilian \ninfrastructure, in particular attacks on medical facilities and schools, which continue \nto claim civilian lives, and demands that all parties comply with their obligations \nunder international humanitarian law; \n \n2. \nDeplores and condemns in the strongest terms the continued armed \nviolence by the Syrian regime against the Syrian people since the beginning of the \npeaceful protests in 2011, and demands that the Syrian regime immediately put an \nend to all attacks against civilians, take all feasible precautions to avoid, and in any \nevent to minimize, incidental loss of civilian life, injury to civilians and damage to \ncivilian objects and meet its responsibilities to protect the Syrian population and \nimmediately implement Security Council resolutions 2254 (2015), 2258 (2015) and \n2286 (2016); \n \n3. \nUrges all Member States, especially the members of the International Syria \nSupport Group, to create conditions for continued negotiations for a political solution \nto the Syrian conflict, under the auspices of the United Nations, by working towards \nthe nationwide ceasefire, to enable safe, full, immediate, unimpeded and sustained \nhumanitarian access and to lead to the release of those arbitrarily detained and ensure \nthe assessment of the number of people who remain in prisons, consistent with \nSecurity Council resolution 2254 (2015), as only a durable and inclusive political \nsolution to the conflict can bring an end to the systematic, widespread and gross \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n11/20\n21-19659 \n \nviolations and abuses of international human rights law and violations of international \nhumanitarian law; \n \n4. \nStrongly condemns any use of chemical weapons, such as chlorine, sarin \nand sulfur mustard, by any party to the conflict in the Syrian Arab Republic, emphasizes \nthat the development, production, acquisition, stockpiling, retention, transfer or use \nof chemical weapons anywhere, at any time, by anyone, under any circumstances, is \nunacceptable, constitutes one of the most serious crimes under international law, and \nis a violation of the Convention on the Prohibition of the Development, Production, \nStockpiling and Use of Chemical Weapons and on Their Destruction and Security \nCouncil resolution 2118 (2013), and expresses its strong conviction that individuals \nresponsible for the development, production, acquisition, stockpiling, retention, \ntransfer or use of chemical weapons must and should be held accountable; \n \n5. \nDemands that the Syrian regime and ISIL (also known as Da’esh) \nimmediately desist from any further use of chemical weapons; \n \n6. \nWelcomes the establishment and operationalization of the Investigation \nand Identification Team of the Organisation for the Prohibition of Chemical Weapons, \nwhich is authorized to identify the perpetrators of the use of chemical weapons in the \nSyrian Arab Republic, thereby making an important contribution towards the ultimate \ngoal of holding such perpetrators to account, and in this regard also welcomes the \nmemorandum of understanding concluded between the International, Impartial and \nIndependent Mechanism to Assist in the Investigation and Prosecution of Persons \nResponsible for the Most Serious Crimes under International Law Committed in the \nSyrian Arab Republic since March 2011 and the Organisation for the Prohibition of \nChemical Weapons as well as the ongoing cooperation between them; \n \n7. \nRecalls the issuance of the Secretary-General’s bulletin on the records and \narchives of the Organisation for the Prohibition of Chemical Weapons-United Nations \nJoint Investigative Mechanism, and calls upon the Secretary-General, Member States \nand other relevant actors to ensure that the relevant materials are processed \nexpeditiously to be shared with the International, Impartial and Independent \nMechanism without any further delays; \n \n8. \nDemands that the Syrian regime adhere fully to its international \nobligations, including the requirement that it declare in full its chemical weapons \nprogramme, with special emphasis on the need for the Syrian Arab Republic to \nurgently resolve the verified gaps, inconsistencies and discrepancies pertaining to its \ndeclaration in respect of the Convention on the Prohibition of the Development, \nProduction, Stockpiling and Use of Chemical Weapons and on Their Destruction and \nto eliminate its chemical weapons programme in its entirety;46  \n \n9. \nRequests that the Executive Council of the Organisation for the Prohibition \nof Chemical Weapons consider additional procedures for stringent verification \npursuant to article IV, paragraph 8, and article V, paragraph 10, of the Convention, in \norder to ensure the complete destruction of the Syrian chemical weapons programme \nand prevent any further use of chemical weapons;  \n \n10. Deplores and condemns in the strongest terms the continued widespread \nand systematic gross violations and abuses of human rights and fundamental freedoms \nand all violations of international humanitarian law by the Syrian regime, the \ngovernment-affiliated militias and those who fight on their behalf, including those \ndeliberately targeting civilians or civilian objects, attacks on schools, hospitals, \ncivilian water stations and places of worship, indiscriminate attacks with heavy \nweapons, aerial bombardments, cluster munitions, ballistic missiles, barrel bombs, \n__________________ \n \n46 Security Council resolution 2118 (2013), annex I. \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n12/20 \n \nchemical or other weapons and other force targeting civilians, as well as the starvation \nof the civilian population as a method of warfare, massacres, arbitrary executions, \nextrajudicial killings, the killing of peaceful protesters, human rights defenders and \njournalists, individuals and members of communities on the basis of their religion or \nbelief, arbitrary detention, enforced disappearances, forced displacement of members \nof minority groups and of those opposed to the Syrian regime, unlawful interference \nwith access to medical treatment, failure to respect and protect medical personnel, \ntorture, systematic sexual and gender-based violence, including rape in detention, and \nill-treatment, other violations and abuses of human rights, including those of women \nand children, and violations of international humanitarian law; \n \n11. Condemns unequivocally all attacks and violence against journalists and \nmedia workers by the Syrian regime, the government-affiliated militias and non-State \narmed groups, urges all parties to respect the professional independence and rights of \njournalists, and recalls in this regard that journalists and media workers engaged in \ndangerous professional missions in areas of armed conflict shall be considered \ncivilians and shall be protected as such, provided that they take no action adversely \naffecting their status as civilians; \n \n12. Strongly condemns all violations and abuses of human rights and all \nviolations of international humanitarian law, including the killing and persecution of \nindividuals and members of communities on the basis of their religion or belief, by \narmed non-State actors, as well as any human rights abuses or violations of \ninternational humanitarian law by non-State armed groups, including Hizbullah and \nthose designated as terrorist groups by the Security Council; \n \n13. Deplores and strongly condemns the terrorist acts and violence committed \nagainst civilians by ISIL (also known as Da’esh), Hay’at Tahrir al-Sham (formerly \nknown as the Nusrah Front), Al-Qaida-affiliated terrorist groups, terrorist groups, such \nas Hurras al-Din, designated by the Security Council and other violent extremist groups \nand their continued gross, systematic and widespread abuses of human rights and \nviolations of international humanitarian law, and reaffirms that terrorism cannot and \nshould not be associated with any religion, gender, ethnicity, nationality or civilization; \n \n14. Condemns in the strongest terms the gross and systematic abuse of women’s \nand children’s rights by terrorist groups and armed groups, including so-called ISIL (also \nknown as Da’esh), in particular those involving the killing of women and girls, sexual \nand gender-based violence, including the enslavement and sexual exploitation and abuse \nof women and girls and the recruitment, use and abduction of children; \n \n15. Condemns the reported forced displacements of the population in the \nSyrian Arab Republic, including forced displacement of civilians as a result of local \ntruce agreements, as highlighted by the Commission of Inquiry, and the alarming \nimpact thereof on the demography of the country, which amounts to a strategy of \nradical demographic change initiated by the Syrian regime, its allies and other \nnon-State actors, calls upon all parties concerned to cease immediately all activities \nrelated to these actions, including any activities that may amount to war crimes and \ncrimes against humanity, notes that impunity for such crimes is unacceptable, \nreaffirms that those responsible for such breaches of international law, must be brought \nto justice, and supports efforts to collect evidence in view of future legal action; \n \n16. Emphasizes the importance of creating conditions conducive to voluntary, \nsafe, dignified and informed movements of internally displaced persons within the \nSyrian Arab Republic, and strongly urges all parties to work with the United Nations \nto ensure that any such movements are in line with the Guiding Principles on Internal \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n13/20\n21-19659 \n \nDisplacement,47 and that displaced persons receive the information they need to make \ninformed and voluntary decisions about their movement and safety; \n \n17. Condemns the reported forced displacement of populations in the Syrian \nArab Republic, expresses deep concern at reports of social and demographic \nengineering in areas throughout the country, and calls upon all parties concerned to \ncease immediately all activities that cause these actions, including any activities that \nmay amount to war crimes or crimes against humanity; \n \n18. Reminds the Government of the Syrian Arab Republic of its obligations \nunder the Convention against Torture and Other Cruel, Inhuman or Degrading \nTreatment or Punishment, 48 including its obligation to take effective measures to \nprevent acts of torture in any territory under its jurisdiction, and calls upon all States \nparties to the Convention to comply with any relevant obligations under the \nConvention, including with respect to the obligation to extradite or prosecute \ncontained in article 7 of the Convention; \n \n19. Encourages the Special Rapporteur on the human rights of internally \ndisplaced persons and the Office of the United Nations High Commissioner for \nRefugees to remain seized of the urgent human rights and humanitarian situation of \ninternally displaced persons in the Syrian Arab Republic, with a view to helping \nMember States, the United Nations, including the High-level Panel on Internal \nDisplacement established by the Secretary-General, and other humanitarian and \nhuman rights actors to improve their responses to internal displacement in the Syrian \nArab Republic, with a focus on identifying durable solutions for displaced persons, \nreducing the significant gap between needs and available resources, improving the \ncollection and coordination of data on displacement, including on displaced children, \nand providing more effective assistance through well-planned programmes; \n \n20. Deplores the continued closure of the Bab al-Salam and Ya‘rubiyah border \ncrossings for the purpose of cross-border humanitarian aid, and urges the Security \nCouncil to reauthorize the use of these border crossings and to continue to consider \nadditional crossing points to meet humanitarian needs, considering that humanitarian \nneeds have risen 38 per cent in north-east Syrian Arab Republic since the closing of \nthe Ya‘rubiyah border crossing alone, according to the United Nations, emphasizes \nthat more than 6.9 million people live in areas not under the control of the Syrian \nregime and 5.3 million require humanitarian assistance in the north-east and north-\nwest, and also considers the multiplier effect of the COVID-19 pandemic and that the \ncross-border mechanism remains an indispensable tool to address the humanitarian \nneeds of the population, including to deliver vaccines and supplies to combat the \nCOVID-19 pandemic, which cannot be adequately reached through existing \noperations within the Syrian Arab Republic, in the light of the limitations of cross-\nline assistance; \n \n21. Demands that the Syrian regime and all other parties to the conflict not \nhinder safe, full, timely, immediate, unrestricted and sustained humanitarian access, \nand calls for the continuation of cross-border humanitarian support beyond July 2022; \n \n22. Strongly condemns the persistent and widespread use of sexual and gender-\nbased violence, abuse and exploitation, including in government detention centres, \nincluding those run by the intelligence agencies, notes that such acts may constitute \nviolations of international humanitarian law, violations of international human rights \nlaw and abuses of human rights, in this regard expresses deep concern at the \nprevailing climate of impunity for sexual and gender-based violence, urges all parties \nto the conflict, especially the Syrian regime, to immediately cease the perpetration of \n__________________ \n \n47 E/CN.4/1998/53/Add.2, annex. \n \n48 United Nations, Treaty Series, vol. 1465, No. 24841. \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n14/20 \n \nsexual and gender-based violence, and urges the Syrian regime to ensure that victims \nand survivors of sexual and gender-based violence have access to holistic support and \nare able to seek reparations and redress; \n \n23. Also strongly condemns all violations and abuses committed against \nchildren in contravention of applicable international law, including those involving \ntheir recruitment and use, killing and maiming, rape and all other forms of sexual and \ngender-based violence, abductions, denial of humanitarian access and education for \nchildren, and attacks on civilian objects, including schools and hospitals, as well as \ntheir arbitrary arrest, unlawful detention, torture and ill-treatment and their use as \nhuman shields; \n \n24. Expresses grave concern at the deprivation of liberty of children for their \nassociation or alleged association with armed groups or armed forces, and urges the \nSyrian regime to comply with its obligations under the Convention on the Rights of \nthe Child, as applicable, in particular that the arrest, detention and imprisonment of \nchildren should be used only as a measure of last resort and for the shortest \nappropriate period of time, and that in actions concerning children the best interests \nof the child should be a primary consideration; \n \n25. Reaffirms the Syrian regime’s responsibility for the systematic use of \nenforced disappearances, takes note of the assessment of the Commission of Inquiry \nthat the Syrian regime’s use of enforced disappearances amounts to a crime against \nhumanity, and condemns the targeted disappearances of young men and boys and the \nexploitation of ceasefires as an opportunity to forcibly recruit and arbitrarily detain \nthem; \n \n26. Notes with deep concern the March 2021 report of the Commission of \nInquiry and its comments that widespread enforced disappearance has been \ndeliberately perpetrated by all parties to the conflict and first and foremost the Syrian \nregime security forces throughout the past decade on a massive scale; \n \n27. Expresses deep concern that, according to the recent findings of the \nCommission of Inquiry, the Syrian regime forces continue to deliberately conceal the \nfate and whereabouts of forcibly disappeared persons, intentionally prolonging the \nsuffering of hundreds of thousands of family members of the forcibly disappeared, \nwhich is gravely concerning as evidence suggests that the Syrian regime maintains a \ndetailed bureaucracy and high degree of centralized control with regard to those it has \ndetained, including records on who is detained and where, noting the potential value \nof such information to family members of those who are missing, including those \nforcibly disappeared, and calls upon the Syrian regime to provide information on \ndetained, missing or forcibly disappeared persons to their families; \n \n28. Encourages all parties to the conflict to enhance their engagement with \nthe Special Envoy of the Secretary-General for Syria to hasten the release of all \narbitrarily detained persons by the Syrian regime and to make progress on the issue \nof missing persons; \n \n29. Demands that the Syrian regime, consistent with its obligations under \nrelevant provisions of international human rights law and international humanitarian \nlaw, promote non-discriminatory access to health services and respect and protect the \nwounded and sick as well as medical and health personnel from obstruction, threats \nand physical attacks, and notes with concern the limited access to health-care services \nin the light of COVID-19, particularly in the north of the Syrian Arab Republic, where \nhealth-care networks have been severely damaged and in many cases destroyed by \nthe regime and its allies’ aerial attacks; \n \n30. Strongly condemns all attacks on the wounded and sick as well as medical \nand health personnel, their means of transport and equipment, as well as on hospitals \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n15/20\n21-19659 \n \nand other medical facilities, deplores the long-term consequences of such attacks for \nthe population and health-care systems of the Syrian Arab Republic, and reaffirms the \nobligations under international humanitarian law related to the protection of medical \npersonnel and humanitarian personnel, their means of transport and equipment; \n \n31. Also strongly condemns the targeting of humanitarian workers and persons \nengaged in medical duties, their means of transport and equipment and hospitals and \nother medical facilities, which may constitute war crimes, including the attack against \nthe deconflicted Atarib cave hospital on 21 March 2021 and the terrorist attack against \nAl-Shifa’ hospital on 12 June 2021; \n \n32. Urges all parties to the conflict to develop effective measures to prevent \nacts of violence, attacks and threats of attacks against sick and wounded persons, \ninternally displaced persons, as well as medical personnel and humanitarian \npersonnel, hospitals and other medical facilities, including through the conduct of \nfull, prompt, impartial and effective investigations to hold those responsible for any \nsuch acts to account; \n \n33. Expresses its profound concern about the findings contained in the report \nof July 2020 of the Commission of Inquiry regarding at least 1,500 air strikes, \npredominantly air-to-ground missiles and barrel bombs launched in south-eastern \nIdlib and western Aleppo between 1 November 2019 and 5 March 2020, which \ndamaged medical facilities, schools and markets and killed civilians, and the \nconclusions of the Commission of Inquiry that there exist “reasonable grounds to \nbelieve that pro-government forces committed the war crimes of deliberately \nattacking medical personnel and facilities by conducting air strikes”, as well as “the \nwar crime of launching indiscriminate attacks resulting in death or injury to \ncivilians”, causing the displacement of over 560,000 people from the north-west of \nIdlib, in addition to the previous displacement of more than half of the 2.5 million \npeople residing in Idlib who have been displaced since the onset of conflict, often \nmultiple times, stresses that the situation in Idlib is of particular concern, expresses \nits support for the current agreement to cease hostilities in order to avoid a further \nhumanitarian catastrophe, and calls upon the guarantors of that agreement to ensure \nthat the ceasefire is upheld and that humanitarian access is granted in a safe, full, \nrapid, unimpeded and sustainable manner; \n \n34. Demands that the Syrian regime cooperate fully with the Commission of \nInquiry, including by granting it immediate, full, safe, unhindered and sustained \naccess throughout the Syrian Arab Republic; \n \n35. Strongly condemns the intervention in the Syrian Arab Republic of all \nforeign terrorist fighters and those foreign organizations and foreign forces fighting \non behalf of the Syrian regime, expresses deep concern that their involvement further \nexacerbates the deteriorating situation in the Syrian Arab Republic, including the \nhuman rights and humanitarian situation, which has a serious negative impact on the \nregion, and further demands that all foreign terrorist fighters, and those who are \nfighting in support of the Syrian regime, including all militias sponsored by foreign \nGovernments, must immediately withdraw from the Syrian Arab Republic; \n \n36. Demands that all parties immediately put an end to all violations of \ninternational human rights law, abuses of human rights and violations of international \nhumanitarian law, recalls, in particular, the obligation under international \nhumanitarian law to distinguish between civilians and combatants and the prohibition \nagainst indiscriminate and disproportionate attacks and all attacks against civilians \nand civilian objects, further demands that all parties to the conflict take all appropriate \nsteps to protect civilians, in compliance with international law, including by desisting \nfrom attacks directed against civilian objects, such as medical centres, schools and \nwater stations, and refrain from militarizing such facilities, seek to avoid establishing \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n16/20 \n \nmilitary positions in densely populated areas and enable the evacuation of the \nwounded and all civilians who wish to leave areas of conflict, including besieged \nareas, and recalls in this regard that the Syrian regime bears primary responsibility \nfor protecting its population; \n \n37. Condemns in the strongest terms all attacks on protected objects, including \nindiscriminate and disproportionate attacks and those which may constitute a war \ncrime, taking place in the Syrian Arab Republic, requests the Commission of Inquiry \nto continue to investigate all such acts, and demands that the Syrian regime meet its \nresponsibility to protect the Syrian population; \n \n38. Demands that the Syrian regime immediately cease any attacks on \ncivilians, any disproportionate attacks and any indiscriminate use of weapons in \npopulated areas, and recalls in this regard the obligation to respect international \nhumanitarian law in all circumstances; \n \n39. Emphasizes the need for accountability for crimes involving breaches of \ninternational law, in particular of international humanitarian law and human rights \nlaw, some of which may constitute war crimes or crimes against humanity, committed \nin the Syrian Arab Republic since March 2011, through fair and independent \ninvestigations and prosecutions at the domestic or international level;  \n \n40. Requests the International, Impartial and Independent Mechanism to \nsubmit an annual report to the General Assembly, starting at its seventy-fifth session, \non the implementation of its mandate while preserving the confidential nature of its \nsubstantive work, in time for the annual presentation of the report by the Head of the \nMechanism in April at a plenary meeting of the Assembly under the agenda item \nentitled “Prevention of armed conflict”; \n \n41. Welcomes efforts by the International, Impartial and Independent \nMechanism to assist in the search for missing persons in the Syrian context, as stated \nin the Mechanism’s reports to the General Assembly, and further encourages the \nMechanism to identify additional ways and means to contribute to this end; \n \n42. Also welcomes the inclusion of the full funding for the International, \nImpartial and Independent Mechanism in the budget proposal of the Secretary-\nGeneral for 2020, in accordance with General Assembly resolution 73/182, and \nemphasizes the need to fully implement its previous decisions on the funding of the \nMechanism in order to ensure that the Mechanism can operate at its full capacity as \nsoon as possible; \n \n43. Emphasizes the need to ensure that all those responsible for violations of \ninternational humanitarian law or violations and abuses of human rights law are held \nto account through appropriate, fair and independent domestic or international \ncriminal justice mechanisms, stresses the need to pursue practical steps towards this \ngoal, and for that reason encourages the Security Council to take appropriate action \nto ensure accountability, noting the important role that the International Criminal \nCourt can play in this regard in accordance with complementarity; \n \n44. Welcomes the efforts by States to investigate conduct in the Syrian Arab \nRepublic and to prosecute crimes within their jurisdiction committed in the Syrian \nArab Republic, encourages them to continue to do so and to share relevant \ninformation between States in accordance with their national legislation and \ninternational law, and also encourages other States to consider doing the same; \n \n45. Urgently requests the Commission of Inquiry to present its latest reporting \nto the General Assembly during an interactive dialogue at its seventy-seventh session \non the situation of human rights in the Syrian Arab Republic, and encourages United \nNations monitoring and reporting to further document violations of international \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n17/20\n21-19659 \n \nhumanitarian law and violations and abuses of human rights, including those that may \namount to crimes against humanity and war crimes, to provide recommendations to \nfacilitate improvements in civilian protection and accountability measures, and to \nfeature witness testimony of Syrian human rights defenders, survivors of torture and \nsexual and gender-based violence, former detainees, and other Syrian voices through \nappropriate and safe means, and where informed consent has been provided; \n \n46. Deplores the deteriorating humanitarian situation in the Syrian Arab \nRepublic, and urges the international community to assume its responsibility for \nproviding urgent financial support to enable the host countries and communities to \nrespond to the growing humanitarian needs of Syrian refugees, while emphasizing the \nimportance of burden-sharing; \n \n47. Calls upon all members of the international community, including all \ndonors, to fulfil their previous pledges and continue to provide much-needed support \nto the United Nations, its specialized agencies and other humanitarian actors to \nprovide humanitarian and medical assistance to the millions of Syrians who are in \nneed, including those displaced both internally and in host countries and communities; \n \n48. Welcomes the efforts of those countries outside the region that have put in \nplace measures and policies to assist and host Syrian refugees, encourages them to do \nmore, also encourages other States outside the region to consider implementing similar \nmeasures and policies, with a view to providing Syrian refugees with protection and \nhumanitarian assistance, acknowledges the need to improve the conditions on the \nground to facilitate the return of refugees in a safe, voluntary, informed and dignified \nmanner to their place of origin or another location of their choice, and takes note of \nthe recent finding of the Commission of Inquiry that the Syrian Arab Republic does \nnot yet offer a safe and stable environment for the sustainable and dignified return of \nrefugees or for the 6.7 million displaced persons inside the country; \n \n49. Strongly condemns the intentional denial of humanitarian assistance to \ncivilians, from whatever quarter, and in particular the denial of medical assistance \nand the withdrawal of water and sanitation services to civilian areas, which has \nrecently worsened, stressing that the starvation of civilians as a method of warfare is \nprohibited under international law, and noting especially the primary responsibility \nof the Government of the Syrian Arab Republic in this regard; \n \n50. Demands that the Syrian regime and all other parties to the conflict ensure \nthe full, immediate, unimpeded and sustained safe and unhindered access of the \nUnited Nations and humanitarian actors, including to besieged and hard-to-reach \nareas such as Rukban, that the Syrian regime cease to impede the ability of the United \nNations and humanitarian actors to move through the north-east of the Syrian Arab \nRepublic and beyond, especially in the light of the restricted humanitarian space and \nworsened humanitarian situation following the failure to reauthorize the Ya‘rubiyah \nborder crossing in Security Council resolutions 2504 (2020), 2533 (2020) and 2585 \n(2021) and that all parties preserve the Fish Khabur border crossing and other crossing \npoints along the Turkish borders with the Syrian Arab Republic, and allow sustained \ndeliveries of humanitarian assistance to persons in need across the Syrian Arab \nRepublic, including through commercial routes, consistent with Security Council \nresolutions 2139 (2014), 2165 (2014), 2191 (2014), 2254 (2015), 2258 (2015), \n2332 (2016), 2393 (2017), 2401 (2018), 2449 (2018), 2504 (2020), 2533 (2020) and \n2585 (2021); \n \n51. Strongly condemns practices including abduction, hostage-taking, \narbitrary detention, torture, and murder of civilians carried out by non-State armed \ngroups and terrorist groups designated by the Security Council, most notably Hay’at \nTahrir al-Sham (formerly known as the Nusrah Front), as well as ISIL (also known as \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n18/20 \n \nDa’esh) and Al-Qaida affiliates such as Hurras al-Din, and underlines that such acts \nmay amount to crimes against humanity; \n \n52. Deplores the suffering and torture in detention centres throughout the \nSyrian Arab Republic, as depicted in the reports of the Commission of Inquiry and \nthe Office of the United Nations High Commissioner for Human Rights, as well as in \nthe evidence presented by “Caesar” in January 2014, and in the reports of widespread \nkilling of detainees by Syrian military intelligence; \n \n53. Strongly condemns the reported killing of detainees in Syrian military \nintelligence facilities, and calls upon the Syrian regime to release all unlawfully held \ndetainees, including women, children and the elderly, and to facilitate information \nabout those still in detention as well as those who died while in detention by the \nSyrian regime, returning their remains, with full transparency regarding what \nhappened to these individuals, and urges the regime to immediately reverse its \nabhorrent use of mass detentions and torture as means of silencing and repressing \npolitical opposition, journalists and other media workers and of depriving Syrian \ncitizens of their rights to freedom of expression; \n \n54. Calls for the appropriate international monitoring bodies to be granted \naccess to detainees in all prisons and detention centres, including all military facilities \nreferred to in the reports of the Commission of Inquiry; \n \n55. Demands in this respect the immediate release of all persons arbitrarily or \nunlawfully detained by the Syrian regime, notes in particular the additional life-\nthreatening risks to health created by the COVID-19 pandemic and the high risks that \nexacerbate the already dire situation of detainees, and notes in this regard the \nstatements made by the United Nations High Commissioner for Human Rights, the \nSpecial Envoy and the Commission of Inquiry; \n \n56. Also demands that all parties take all appropriate steps to protect civilians \nand persons hors de combat, including persons belonging to national or ethnic, \nreligious and linguistic minorities, and stresses that, in this regard, the primary \nresponsibility to protect the population lies with the Syrian regime; \n \n57. Strongly condemns the damage and destruction of the cultural heritage of \nthe Syrian Arab Republic, in particular that of Palmyra and Aleppo, and the organized \nlooting and trafficking of Syrian cultural property, as outlined by the Security Council \nin its resolutions 2199 (2015) of 12 February 2015 and 2347 (2017) of 24 March 2017, \naffirms that attacks intentionally directed against historic monuments may amount to \nwar crimes, and underlines the need to bring the perpetrators of such crimes to justice; \n \n58. Deplores the military offensive that began in Idlib Province and \nsurrounding areas in December 2019 and caused large-scale injuries, deaths, \ndisplacement and suffering in the civilian population and devastating damage to \ncivilian infrastructure, recalls the findings of the United Nations Board of Inquiry \nestablished by the Secretary-General in this regard, notes with grave concern the \nrecent findings of the Commission of Inquiry that there are reasonable grounds to \nbelieve that war crimes and crimes against humanity were committed during the said \noffensive, also notes the Commission’s comments on the gendered impact of the \nmilitary offensive, and remains extremely concerned about the situation; \n \n59. Notes with concern the continued insecurity in the north-east of the Syrian \nArab Republic, the significant increase in humanitarian needs and the restricted \nhumanitarian space following the failure to reauthorize the Ya‘rubiyah border \ncrossing, in Security Council resolutions 2504 (2020), 2533 (2020) and 2585 (2021), \nfurther compounded by lack of access to water and electricity, which continues to \nundermine the stability and security of the whole region, eroding progress in the fight \n\nSituation of human rights in the Syrian Arab Republic \nA/RES/76/228\n \n19/20\n21-19659 \n \nagainst ISIL (also known as Da’esh) and worsening the humanitarian situation and \nhumanitarian actors’ ability to respond to humanitarian needs; \n \n60. Stresses the situation of particular concern in north-west Syrian Arab \nRepublic, particularly Idlib, strongly condemns the attacks on civilians and first \nresponders and civilian infrastructure where ongoing violence, including air strikes, \ncontinues to cause death and injury among civilians and first responders, as well as \ndevastating damage to civilian infrastructure, including health-care and educational \nfacilities, and welcomes the establishment of the United Nations board of inquiry \nmandated to investigate the destruction of and damage to facilities on the United \nNations deconfliction list and United Nations-supported facilities; \n \n61. Expresses concern about reports of attacks on civilians in areas such as \nDaraa that supported peaceful protests in 2011, and the siege-like conditions in Daraa \nthat have displaced 40,000 people and resulted in acute food and medicine shortages, \nand, targeted assassinations of civilian leaders including former judges, medical \nworkers and others engaged in reconciliation negotiations, noting that the Chair of \nthe Commission of Inquiry reported in June 2021 that at least 130 such incidents had \nbeen recorded between July 2020 and April 2021, underscoring the pervasively \nunstable environment; \n \n62. Expresses deep concern in particular about the recent increase in violence \nin the north-west, including air strikes, and the impact on civilians of that violence, \nincluding the reported deaths and injuries of at least 45 children since the beginning \nof July 2021, stresses the urgent need for the immediate cessation of military \nhostilities in Idlib and the surrounding areas, for the prioritization of the protection \nof all civilians, including those displaced, and for full, timely, immediate, unrestricted \nand safe humanitarian access, including cross-border access, recalls the Additional \nProtocol to the Memorandum on the Stabilization of the Situation in the Idlib \nDe-escalation Area, signed by the Russian Federation and Turkey on 5 March 2020, \nand stresses the importance of continuing work towards preserving calm on the \nground and creating the necessary conditions for the safe, dignified and voluntary \nreturns of displaced people; \n \n63. Notes the recommendation of the Commission of Inquiry that an \nindependent mechanism be created with an international mandate to coordinate and \nconsolidate claims regarding missing persons, including persons subjected to \nenforced disappearance, the briefing of the Secretary-General to the General \nAssembly on 30 March 2021 in which he noted the lack of progress on those issues \nin the absence of an international mandate, and the endorsement of an independent \nmechanism by the United Nations High Commissioner for Human Rights on \n24 September 2021, and reiterates the importance of not tampering with or \ncontaminating mass grave sites in the Syrian Arab Republic in this regard;  \n \n64. Requests the Secretary-General to conduct a study on how to bolster \nefforts, including through existing measures and mechanisms, to clarify the fate and \nwhereabouts of missing people in the Syrian Arab Republic, identify human remains \nand provide support to their families, in consultation with the Office of the United \nNations High Commissioner for Human Rights and based on the recommendations of \nthe Commission of Inquiry, with the full and meaningful participation of victims, \nsurvivors and their families and in consultation with other relevant actors, and to \npresent an interim oral update to the General Assembly by 1 March 2022, to be \nfollowed by a report within the first half of 2022; \n \n65. Calls on all Member States, relevant United Nations bodies, international \norganizations and civil society to coordinate further efforts and proactively focus \nattention on the issue of missing persons in the Syrian Arab Republic, including those \n\nA/RES/76/228 \nSituation of human rights in the Syrian Arab Republic\n \n21-19659\n20/20 \n \nsubjected to enforced disappearance, and recalls the importance of the full and \nmeaningful participation of victims, survivors and their families in such efforts;  \n \n66. Urges all parties to the conflict to take all appropriate steps to ensure the \nsafety and security of United Nations and associated personnel, personnel of the \nspecialized agencies and all other personnel engaged in humanitarian relief activities, \nincluding national and locally recruited personnel, as required by international \nhumanitarian law, without prejudice to their freedom of movement and access, stresses \nthe need not to impede or hinder these efforts, recalls that attacks on humanitarian \nworkers may amount to war crimes, and notes in this regard that the Security Council \nhas reaffirmed that it will take further measures in the event of non-compliance with \nits resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2234 (2015), 2258 (2015), \n2286 (2016), 2393 (2017), 2401 (2018), 2449 (2018) and 2585 (2021) by any Syrian \nparty; \n \n67. Urges the international community to support the leadership and full, \neffective and meaningful participation of women in all efforts aimed at finding a \npolitical solution to the Syrian crisis, as envisaged by the Security Council in its \nresolution 1325 (2000) and all subsequent resolutions of the women, peace and \nsecurity agenda; \n \n68. Reaffirms that there can only be a political solution to the conflict in the \nSyrian Arab Republic, reiterates its commitment to the national unity and territorial \nintegrity of the Syrian Arab Republic, and urges the parties to the conflict to abstain \nfrom actions that may contribute to the continuing deterioration of the human rights, \nsecurity and humanitarian situation, in order to reach a genuine political transition, \nbased on the final communiqué of the Action Group for Syria of 30 June 2012, \nconsistent with Security Council resolutions 2254 (2015), 2268 (2016) and 2585 \n(2021), that meets the legitimate aspirations of the Syrian people for a civil, \ndemocratic and pluralistic State, with the full, equal and meaningful participation and \nleadership of all women at all levels, where there is no room for sectarianism or \ndiscrimination on ethnic, religious, linguistic, gender or any other grounds, and where \nall persons receive equal protection, regardless of gender, religion or ethnicity, and \nfurther demands that all parties work urgently towards the comprehensive \nimplementation of the final communiqué, including through the establishment of an \ninclusive transitional governing body with full executive powers, which shall be \nformed on the basis of mutual consent while ensuring the continuity of governmental \ninstitutions. \n \n54th (resumed) plenary meeting \n24 December 2021 \n \n",
  "paragraphs": {
    "1": "Strongly condemns the systematic, widespread and gross violations and abuses of international human rights law and violations of international humanitarian law committed in the Syrian Arab Republic and the indiscriminate and disproportionate attacks against the civilian population and against civilian infrastructure, in particular attacks on medical facilities and schools, which continue to claim civilian lives, and demands that all parties comply with their obligations under international humanitarian law;",
    "2": "Deplores and condemns in the strongest terms the continued armed violence by the Syrian regime against the Syrian people since the beginning of the peaceful protests in 2011, and demands that the Syrian regime immediately put an end to all attacks against civilians, take all feasible precautions to avoid, and in any event to minimize, incidental loss of civilian life, injury to civilians and damage to civilian objects and meet its responsibilities to protect the Syrian population and immediately implement Security Council resolutions 2254 (2015), 2258 (2015) and 2286 (2016);",
    "3": "Urges all Member States, especially the members of the International Syria Support Group, to create conditions for continued negotiations for a political solution to the Syrian conflict, under the auspices of the United Nations, by working towards the nationwide ceasefire, to enable safe, full, immediate, unimpeded and sustained humanitarian access and to lead to the release of those arbitrarily detained and ensure the assessment of the number of people who remain in prisons, consistent with Security Council resolution 2254 (2015), as only a durable and inclusive political solution to the conflict can bring an end to the systematic, widespread and gross Situation of human rights in the Syrian Arab Republic A/RES/76/228 11/20 21-19659 violations and abuses of international human rights law and violations of international humanitarian law;",
    "4": "Strongly condemns any use of chemical weapons, such as chlorine, sarin and sulfur mustard, by any party to the conflict in the Syrian Arab Republic, emphasizes that the development, production, acquisition, stockpiling, retention, transfer or use of chemical weapons anywhere, at any time, by anyone, under any circumstances, is unacceptable, constitutes one of the most serious crimes under international law, and is a violation of the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction and Security Council resolution 2118 (2013), and expresses its strong conviction that individuals responsible for the development, production, acquisition, stockpiling, retention, transfer or use of chemical weapons must and should be held accountable;",
    "5": "Demands that the Syrian regime and ISIL (also known as Da’esh) immediately desist from any further use of chemical weapons;",
    "6": "Welcomes the establishment and operationalization of the Investigation and Identification Team of the Organisation for the Prohibition of Chemical Weapons, which is authorized to identify the perpetrators of the use of chemical weapons in the Syrian Arab Republic, thereby making an important contribution towards the ultimate goal of holding such perpetrators to account, and in this regard also welcomes the memorandum of understanding concluded between the International, Impartial and Independent Mechanism to Assist in the Investigation and Prosecution of Persons Responsible for the Most Serious Crimes under International Law Committed in the Syrian Arab Republic since March 2011 and the Organisation for the Prohibition of Chemical Weapons as well as the ongoing cooperation between them;",
    "7": "Recalls the issuance of the Secretary-General’s bulletin on the records and archives of the Organisation for the Prohibition of Chemical Weapons-United Nations Joint Investigative Mechanism, and calls upon the Secretary-General, Member States and other relevant actors to ensure that the relevant materials are processed expeditiously to be shared with the International, Impartial and Independent Mechanism without any further delays;",
    "8": "Demands that the Syrian regime adhere fully to its international obligations, including the requirement that it declare in full its chemical weapons programme, with special emphasis on the need for the Syrian Arab Republic to urgently resolve the verified gaps, inconsistencies and discrepancies pertaining to its declaration in respect of the Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction and to eliminate its chemical weapons programme in its entirety;46",
    "9": "Requests that the Executive Council of the Organisation for the Prohibition of Chemical Weapons consider additional procedures for stringent verification pursuant to article IV, paragraph 8, and article V, paragraph 10, of the Convention, in order to ensure the complete destruction of the Syrian chemical weapons programme and prevent any further use of chemical weapons;",
    "10": "Deplores and condemns in the strongest terms the continued widespread and systematic gross violations and abuses of human rights and fundamental freedoms and all violations of international humanitarian law by the Syrian regime, the government-affiliated militias and those who fight on their behalf, including those deliberately targeting civilians or civilian objects, attacks on schools, hospitals, civilian water stations and places of worship, indiscriminate attacks with heavy weapons, aerial bombardments, cluster munitions, ballistic missiles, barrel bombs, __________________ 46 Security Council resolution 2118 (2013), annex I. A/RES/76/228 Situation of human rights in the Syrian Arab Republic 21-19659 12/20 chemical or other weapons and other force targeting civilians, as well as the starvation of the civilian population as a method of warfare, massacres, arbitrary executions, extrajudicial killings, the killing of peaceful protesters, human rights defenders and journalists, individuals and members of communities on the basis of their religion or belief, arbitrary detention, enforced disappearances, forced displacement of members of minority groups and of those opposed to the Syrian regime, unlawful interference with access to medical treatment, failure to respect and protect medical personnel, torture, systematic sexual and gender-based violence, including rape in detention, and ill-treatment, other violations and abuses of human rights, including those of women and children, and violations of international humanitarian law;",
    "11": "Condemns unequivocally all attacks and violence against journalists and media workers by the Syrian regime, the government-affiliated militias and non-State armed groups, urges all parties to respect the professional independence and rights of journalists, and recalls in this regard that journalists and media workers engaged in dangerous professional missions in areas of armed conflict shall be considered civilians and shall be protected as such, provided that they take no action adversely affecting their status as civilians;",
    "12": "Strongly condemns all violations and abuses of human rights and all violations of international humanitarian law, including the killing and persecution of individuals and members of communities on the basis of their religion or belief, by armed non-State actors, as well as any human rights abuses or violations of international humanitarian law by non-State armed groups, including Hizbullah and those designated as terrorist groups by the Security Council;",
    "13": "Deplores and strongly condemns the terrorist acts and violence committed against civilians by ISIL (also known as Da’esh), Hay’at Tahrir al-Sham (formerly known as the Nusrah Front), Al-Qaida-affiliated terrorist groups, terrorist groups, such as Hurras al-Din, designated by the Security Council and other violent extremist groups and their continued gross, systematic and widespread abuses of human rights and violations of international humanitarian law, and reaffirms that terrorism cannot and should not be associated with any religion, gender, ethnicity, nationality or civilization;",
    "14": "Condemns in the strongest terms the gross and systematic abuse of women’s and children’s rights by terrorist groups and armed groups, including so-called ISIL (also known as Da’esh), in particular those involving the killing of women and girls, sexual and gender-based violence, including the enslavement and sexual exploitation and abuse of women and girls and the recruitment, use and abduction of children;",
    "15": "Condemns the reported forced displacements of the population in the Syrian Arab Republic, including forced displacement of civilians as a result of local truce agreements, as highlighted by the Commission of Inquiry, and the alarming impact thereof on the demography of the country, which amounts to a strategy of radical demographic change initiated by the Syrian regime, its allies and other non-State actors, calls upon all parties concerned to cease immediately all activities related to these actions, including any activities that may amount to war crimes and crimes against humanity, notes that impunity for such crimes is unacceptable, reaffirms that those responsible for such breaches of international law, must be brought to justice, and supports efforts to collect evidence in view of future legal action;",
    "16": "Emphasizes the importance of creating conditions conducive to voluntary, safe, dignified and informed movements of internally displaced persons within the Syrian Arab Republic, and strongly urges all parties to work with the United Nations to ensure that any such movements are in line with the Guiding Principles on Internal Situation of human rights in the Syrian Arab Republic A/RES/76/228 13/20 21-19659 Displacement,47 and that displaced persons receive the information they need to make informed and voluntary decisions about their movement and safety;",
    "17": "Condemns the reported forced displacement of populations in the Syrian Arab Republic, expresses deep concern at reports of social and demographic engineering in areas throughout the country, and calls upon all parties concerned to cease immediately all activities that cause these actions, including any activities that may amount to war crimes or crimes against humanity;",
    "18": "Reminds the Government of the Syrian Arab Republic of its obligations under the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, 48 including its obligation to take effective measures to prevent acts of torture in any territory under its jurisdiction, and calls upon all States parties to the Convention to comply with any relevant obligations under the Convention, including with respect to the obligation to extradite or prosecute contained in article 7 of the Convention;",
    "19": "Encourages the Special Rapporteur on the human rights of internally displaced persons and the Office of the United Nations High Commissioner for Refugees to remain seized of the urgent human rights and humanitarian situation of internally displaced persons in the Syrian Arab Republic, with a view to helping Member States, the United Nations, including the High-level Panel on Internal Displacement established by the Secretary-General, and other humanitarian and human rights actors to improve their responses to internal displacement in the Syrian Arab Republic, with a focus on identifying durable solutions for displaced persons, reducing the significant gap between needs and available resources, improving the collection and coordination of data on displacement, including on displaced children, and providing more effective assistance through well-planned programmes;",
    "20": "Deplores the continued closure of the Bab al-Salam and Ya‘rubiyah border crossings for the purpose of cross-border humanitarian aid, and urges the Security Council to reauthorize the use of these border crossings and to continue to consider additional crossing points to meet humanitarian needs, considering that humanitarian needs have risen 38 per cent in north-east Syrian Arab Republic since the closing of the Ya‘rubiyah border crossing alone, according to the United Nations, emphasizes that more than 6.9 million people live in areas not under the control of the Syrian regime and 5.3 million require humanitarian assistance in the north-east and north- west, and also considers the multiplier effect of the COVID-19 pandemic and that the cross-border mechanism remains an indispensable tool to address the humanitarian needs of the population, including to deliver vaccines and supplies to combat the COVID-19 pandemic, which cannot be adequately reached through existing operations within the Syrian Arab Republic, in the light of the limitations of cross- line assistance;",
    "21": "Demands that the Syrian regime and all other parties to the conflict not hinder safe, full, timely, immediate, unrestricted and sustained humanitarian access, and calls for the continuation of cross-border humanitarian support beyond July 2022;",
    "22": "Strongly condemns the persistent and widespread use of sexual and gender- based violence, abuse and exploitation, including in government detention centres, including those run by the intelligence agencies, notes that such acts may constitute violations of international humanitarian law, violations of international human rights law and abuses of human rights, in this regard expresses deep concern at the prevailing climate of impunity for sexual and gender-based violence, urges all parties to the conflict, especially the Syrian regime, to immediately cease the perpetration of __________________ 47 E/CN.4/1998/53/Add.2, annex. 48 United Nations, Treaty Series, vol. 1465, No. 24841. A/RES/76/228 Situation of human rights in the Syrian Arab Republic 21-19659 14/20 sexual and gender-based violence, and urges the Syrian regime to ensure that victims and survivors of sexual and gender-based violence have access to holistic support and are able to seek reparations and redress;",
    "23": "Also strongly condemns all violations and abuses committed against children in contravention of applicable international law, including those involving their recruitment and use, killing and maiming, rape and all other forms of sexual and gender-based violence, abductions, denial of humanitarian access and education for children, and attacks on civilian objects, including schools and hospitals, as well as their arbitrary arrest, unlawful detention, torture and ill-treatment and their use as human shields;",
    "24": "Expresses grave concern at the deprivation of liberty of children for their association or alleged association with armed groups or armed forces, and urges the Syrian regime to comply with its obligations under the Convention on the Rights of the Child, as applicable, in particular that the arrest, detention and imprisonment of children should be used only as a measure of last resort and for the shortest appropriate period of time, and that in actions concerning children the best interests of the child should be a primary consideration;",
    "25": "Reaffirms the Syrian regime’s responsibility for the systematic use of enforced disappearances, takes note of the assessment of the Commission of Inquiry that the Syrian regime’s use of enforced disappearances amounts to a crime against humanity, and condemns the targeted disappearances of young men and boys and the exploitation of ceasefires as an opportunity to forcibly recruit and arbitrarily detain them;",
    "26": "Notes with deep concern the March 2021 report of the Commission of Inquiry and its comments that widespread enforced disappearance has been deliberately perpetrated by all parties to the conflict and first and foremost the Syrian regime security forces throughout the past decade on a massive scale;",
    "27": "Expresses deep concern that, according to the recent findings of the Commission of Inquiry, the Syrian regime forces continue to deliberately conceal the fate and whereabouts of forcibly disappeared persons, intentionally prolonging the suffering of hundreds of thousands of family members of the forcibly disappeared, which is gravely concerning as evidence suggests that the Syrian regime maintains a detailed bureaucracy and high degree of centralized control with regard to those it has detained, including records on who is detained and where, noting the potential value of such information to family members of those who are missing, including those forcibly disappeared, and calls upon the Syrian regime to provide information on detained, missing or forcibly disappeared persons to their families;",
    "28": "Encourages all parties to the conflict to enhance their engagement with the Special Envoy of the Secretary-General for Syria to hasten the release of all arbitrarily detained persons by the Syrian regime and to make progress on the issue of missing persons;",
    "29": "Demands that the Syrian regime, consistent with its obligations under relevant provisions of international human rights law and international humanitarian law, promote non-discriminatory access to health services and respect and protect the wounded and sick as well as medical and health personnel from obstruction, threats and physical attacks, and notes with concern the limited access to health-care services in the light of COVID-19, particularly in the north of the Syrian Arab Republic, where health-care networks have been severely damaged and in many cases destroyed by the regime and its allies’ aerial attacks;",
    "30": "Strongly condemns all attacks on the wounded and sick as well as medical and health personnel, their means of transport and equipment, as well as on hospitals Situation of human rights in the Syrian Arab Republic A/RES/76/228 15/20 21-19659 and other medical facilities, deplores the long-term consequences of such attacks for the population and health-care systems of the Syrian Arab Republic, and reaffirms the obligations under international humanitarian law related to the protection of medical personnel and humanitarian personnel, their means of transport and equipment;",
    "31": "Also strongly condemns the targeting of humanitarian workers and persons engaged in medical duties, their means of transport and equipment and hospitals and other medical facilities, which may constitute war crimes, including the attack against the deconflicted Atarib cave hospital on 21 March 2021 and the terrorist attack against Al-Shifa’ hospital on 12 June 2021;",
    "32": "Urges all parties to the conflict to develop effective measures to prevent acts of violence, attacks and threats of attacks against sick and wounded persons, internally displaced persons, as well as medical personnel and humanitarian personnel, hospitals and other medical facilities, including through the conduct of full, prompt, impartial and effective investigations to hold those responsible for any such acts to account;",
    "33": "Expresses its profound concern about the findings contained in the report of July 2020 of the Commission of Inquiry regarding at least 1,500 air strikes, predominantly air-to-ground missiles and barrel bombs launched in south-eastern Idlib and western Aleppo between 1 November 2019 and 5 March 2020, which damaged medical facilities, schools and markets and killed civilians, and the conclusions of the Commission of Inquiry that there exist “reasonable grounds to believe that pro-government forces committed the war crimes of deliberately attacking medical personnel and facilities by conducting air strikes”, as well as “the war crime of launching indiscriminate attacks resulting in death or injury to civilians”, causing the displacement of over 560,000 people from the north-west of Idlib, in addition to the previous displacement of more than half of the 2.5 million people residing in Idlib who have been displaced since the onset of conflict, often multiple times, stresses that the situation in Idlib is of particular concern, expresses its support for the current agreement to cease hostilities in order to avoid a further humanitarian catastrophe, and calls upon the guarantors of that agreement to ensure that the ceasefire is upheld and that humanitarian access is granted in a safe, full, rapid, unimpeded and sustainable manner;",
    "34": "Demands that the Syrian regime cooperate fully with the Commission of Inquiry, including by granting it immediate, full, safe, unhindered and sustained access throughout the Syrian Arab Republic;",
    "35": "Strongly condemns the intervention in the Syrian Arab Republic of all foreign terrorist fighters and those foreign organizations and foreign forces fighting on behalf of the Syrian regime, expresses deep concern that their involvement further exacerbates the deteriorating situation in the Syrian Arab Republic, including the human rights and humanitarian situation, which has a serious negative impact on the region, and further demands that all foreign terrorist fighters, and those who are fighting in support of the Syrian regime, including all militias sponsored by foreign Governments, must immediately withdraw from the Syrian Arab Republic;",
    "36": "Demands that all parties immediately put an end to all violations of international human rights law, abuses of human rights and violations of international humanitarian law, recalls, in particular, the obligation under international humanitarian law to distinguish between civilians and combatants and the prohibition against indiscriminate and disproportionate attacks and all attacks against civilians and civilian objects, further demands that all parties to the conflict take all appropriate steps to protect civilians, in compliance with international law, including by desisting from attacks directed against civilian objects, such as medical centres, schools and water stations, and refrain from militarizing such facilities, seek to avoid establishing A/RES/76/228 Situation of human rights in the Syrian Arab Republic 21-19659 16/20 military positions in densely populated areas and enable the evacuation of the wounded and all civilians who wish to leave areas of conflict, including besieged areas, and recalls in this regard that the Syrian regime bears primary responsibility for protecting its population;",
    "37": "Condemns in the strongest terms all attacks on protected objects, including indiscriminate and disproportionate attacks and those which may constitute a war crime, taking place in the Syrian Arab Republic, requests the Commission of Inquiry to continue to investigate all such acts, and demands that the Syrian regime meet its responsibility to protect the Syrian population;",
    "38": "Demands that the Syrian regime immediately cease any attacks on civilians, any disproportionate attacks and any indiscriminate use of weapons in populated areas, and recalls in this regard the obligation to respect international humanitarian law in all circumstances;",
    "39": "Emphasizes the need for accountability for crimes involving breaches of international law, in particular of international humanitarian law and human rights law, some of which may constitute war crimes or crimes against humanity, committed in the Syrian Arab Republic since March 2011, through fair and independent investigations and prosecutions at the domestic or international level;",
    "40": "Requests the International, Impartial and Independent Mechanism to submit an annual report to the General Assembly, starting at its seventy-fifth session, on the implementation of its mandate while preserving the confidential nature of its substantive work, in time for the annual presentation of the report by the Head of the Mechanism in April at a plenary meeting of the Assembly under the agenda item entitled “Prevention of armed conflict”;",
    "41": "Welcomes efforts by the International, Impartial and Independent Mechanism to assist in the search for missing persons in the Syrian context, as stated in the Mechanism’s reports to the General Assembly, and further encourages the Mechanism to identify additional ways and means to contribute to this end;",
    "42": "Also welcomes the inclusion of the full funding for the International, Impartial and Independent Mechanism in the budget proposal of the Secretary- General for 2020, in accordance with General Assembly resolution 73/182, and emphasizes the need to fully implement its previous decisions on the funding of the Mechanism in order to ensure that the Mechanism can operate at its full capacity as soon as possible;",
    "43": "Emphasizes the need to ensure that all those responsible for violations of international humanitarian law or violations and abuses of human rights law are held to account through appropriate, fair and independent domestic or international criminal justice mechanisms, stresses the need to pursue practical steps towards this goal, and for that reason encourages the Security Council to take appropriate action to ensure accountability, noting the important role that the International Criminal Court can play in this regard in accordance with complementarity;",
    "44": "Welcomes the efforts by States to investigate conduct in the Syrian Arab Republic and to prosecute crimes within their jurisdiction committed in the Syrian Arab Republic, encourages them to continue to do so and to share relevant information between States in accordance with their national legislation and international law, and also encourages other States to consider doing the same;",
    "45": "Urgently requests the Commission of Inquiry to present its latest reporting to the General Assembly during an interactive dialogue at its seventy-seventh session on the situation of human rights in the Syrian Arab Republic, and encourages United Nations monitoring and reporting to further document violations of international Situation of human rights in the Syrian Arab Republic A/RES/76/228 17/20 21-19659 humanitarian law and violations and abuses of human rights, including those that may amount to crimes against humanity and war crimes, to provide recommendations to facilitate improvements in civilian protection and accountability measures, and to feature witness testimony of Syrian human rights defenders, survivors of torture and sexual and gender-based violence, former detainees, and other Syrian voices through appropriate and safe means, and where informed consent has been provided;",
    "46": "Deplores the deteriorating humanitarian situation in the Syrian Arab Republic, and urges the international community to assume its responsibility for providing urgent financial support to enable the host countries and communities to respond to the growing humanitarian needs of Syrian refugees, while emphasizing the importance of burden-sharing;",
    "47": "Calls upon all members of the international community, including all donors, to fulfil their previous pledges and continue to provide much-needed support to the United Nations, its specialized agencies and other humanitarian actors to provide humanitarian and medical assistance to the millions of Syrians who are in need, including those displaced both internally and in host countries and communities;",
    "48": "Welcomes the efforts of those countries outside the region that have put in place measures and policies to assist and host Syrian refugees, encourages them to do more, also encourages other States outside the region to consider implementing similar measures and policies, with a view to providing Syrian refugees with protection and humanitarian assistance, acknowledges the need to improve the conditions on the ground to facilitate the return of refugees in a safe, voluntary, informed and dignified manner to their place of origin or another location of their choice, and takes note of the recent finding of the Commission of Inquiry that the Syrian Arab Republic does not yet offer a safe and stable environment for the sustainable and dignified return of refugees or for the 6.7 million displaced persons inside the country;",
    "49": "Strongly condemns the intentional denial of humanitarian assistance to civilians, from whatever quarter, and in particular the denial of medical assistance and the withdrawal of water and sanitation services to civilian areas, which has recently worsened, stressing that the starvation of civilians as a method of warfare is prohibited under international law, and noting especially the primary responsibility of the Government of the Syrian Arab Republic in this regard;",
    "50": "Demands that the Syrian regime and all other parties to the conflict ensure the full, immediate, unimpeded and sustained safe and unhindered access of the United Nations and humanitarian actors, including to besieged and hard-to-reach areas such as Rukban, that the Syrian regime cease to impede the ability of the United Nations and humanitarian actors to move through the north-east of the Syrian Arab Republic and beyond, especially in the light of the restricted humanitarian space and worsened humanitarian situation following the failure to reauthorize the Ya‘rubiyah border crossing in Security Council resolutions 2504 (2020), 2533 (2020) and 2585 (2021) and that all parties preserve the Fish Khabur border crossing and other crossing points along the Turkish borders with the Syrian Arab Republic, and allow sustained deliveries of humanitarian assistance to persons in need across the Syrian Arab Republic, including through commercial routes, consistent with Security Council resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2254 (2015), 2258 (2015), 2332 (2016), 2393 (2017), 2401 (2018), 2449 (2018), 2504 (2020), 2533 (2020) and 2585 (2021);",
    "51": "Strongly condemns practices including abduction, hostage-taking, arbitrary detention, torture, and murder of civilians carried out by non-State armed groups and terrorist groups designated by the Security Council, most notably Hay’at Tahrir al-Sham (formerly known as the Nusrah Front), as well as ISIL (also known as A/RES/76/228 Situation of human rights in the Syrian Arab Republic 21-19659 18/20 Da’esh) and Al-Qaida affiliates such as Hurras al-Din, and underlines that such acts may amount to crimes against humanity;",
    "52": "Deplores the suffering and torture in detention centres throughout the Syrian Arab Republic, as depicted in the reports of the Commission of Inquiry and the Office of the United Nations High Commissioner for Human Rights, as well as in the evidence presented by “Caesar” in January 2014, and in the reports of widespread killing of detainees by Syrian military intelligence;",
    "53": "Strongly condemns the reported killing of detainees in Syrian military intelligence facilities, and calls upon the Syrian regime to release all unlawfully held detainees, including women, children and the elderly, and to facilitate information about those still in detention as well as those who died while in detention by the Syrian regime, returning their remains, with full transparency regarding what happened to these individuals, and urges the regime to immediately reverse its abhorrent use of mass detentions and torture as means of silencing and repressing political opposition, journalists and other media workers and of depriving Syrian citizens of their rights to freedom of expression;",
    "54": "Calls for the appropriate international monitoring bodies to be granted access to detainees in all prisons and detention centres, including all military facilities referred to in the reports of the Commission of Inquiry;",
    "55": "Demands in this respect the immediate release of all persons arbitrarily or unlawfully detained by the Syrian regime, notes in particular the additional life- threatening risks to health created by the COVID-19 pandemic and the high risks that exacerbate the already dire situation of detainees, and notes in this regard the statements made by the United Nations High Commissioner for Human Rights, the Special Envoy and the Commission of Inquiry;",
    "56": "Also demands that all parties take all appropriate steps to protect civilians and persons hors de combat, including persons belonging to national or ethnic, religious and linguistic minorities, and stresses that, in this regard, the primary responsibility to protect the population lies with the Syrian regime;",
    "57": "Strongly condemns the damage and destruction of the cultural heritage of the Syrian Arab Republic, in particular that of Palmyra and Aleppo, and the organized looting and trafficking of Syrian cultural property, as outlined by the Security Council in its resolutions 2199 (2015) of 12 February 2015 and 2347 (2017) of 24 March 2017, affirms that attacks intentionally directed against historic monuments may amount to war crimes, and underlines the need to bring the perpetrators of such crimes to justice;",
    "58": "Deplores the military offensive that began in Idlib Province and surrounding areas in December 2019 and caused large-scale injuries, deaths, displacement and suffering in the civilian population and devastating damage to civilian infrastructure, recalls the findings of the United Nations Board of Inquiry established by the Secretary-General in this regard, notes with grave concern the recent findings of the Commission of Inquiry that there are reasonable grounds to believe that war crimes and crimes against humanity were committed during the said offensive, also notes the Commission’s comments on the gendered impact of the military offensive, and remains extremely concerned about the situation;",
    "59": "Notes with concern the continued insecurity in the north-east of the Syrian Arab Republic, the significant increase in humanitarian needs and the restricted humanitarian space following the failure to reauthorize the Ya‘rubiyah border crossing, in Security Council resolutions 2504 (2020), 2533 (2020) and 2585 (2021), further compounded by lack of access to water and electricity, which continues to undermine the stability and security of the whole region, eroding progress in the fight Situation of human rights in the Syrian Arab Republic A/RES/76/228 19/20 21-19659 against ISIL (also known as Da’esh) and worsening the humanitarian situation and humanitarian actors’ ability to respond to humanitarian needs;",
    "60": "Stresses the situation of particular concern in north-west Syrian Arab Republic, particularly Idlib, strongly condemns the attacks on civilians and first responders and civilian infrastructure where ongoing violence, including air strikes, continues to cause death and injury among civilians and first responders, as well as devastating damage to civilian infrastructure, including health-care and educational facilities, and welcomes the establishment of the United Nations board of inquiry mandated to investigate the destruction of and damage to facilities on the United Nations deconfliction list and United Nations-supported facilities;",
    "61": "Expresses concern about reports of attacks on civilians in areas such as Daraa that supported peaceful protests in 2011, and the siege-like conditions in Daraa that have displaced 40,000 people and resulted in acute food and medicine shortages, and, targeted assassinations of civilian leaders including former judges, medical workers and others engaged in reconciliation negotiations, noting that the Chair of the Commission of Inquiry reported in June 2021 that at least 130 such incidents had been recorded between July 2020 and April 2021, underscoring the pervasively unstable environment;",
    "62": "Expresses deep concern in particular about the recent increase in violence in the north-west, including air strikes, and the impact on civilians of that violence, including the reported deaths and injuries of at least 45 children since the beginning of July 2021, stresses the urgent need for the immediate cessation of military hostilities in Idlib and the surrounding areas, for the prioritization of the protection of all civilians, including those displaced, and for full, timely, immediate, unrestricted and safe humanitarian access, including cross-border access, recalls the Additional Protocol to the Memorandum on the Stabilization of the Situation in the Idlib De-escalation Area, signed by the Russian Federation and Turkey on 5 March 2020, and stresses the importance of continuing work towards preserving calm on the ground and creating the necessary conditions for the safe, dignified and voluntary returns of displaced people;",
    "63": "Notes the recommendation of the Commission of Inquiry that an independent mechanism be created with an international mandate to coordinate and consolidate claims regarding missing persons, including persons subjected to enforced disappearance, the briefing of the Secretary-General to the General Assembly on 30 March 2021 in which he noted the lack of progress on those issues in the absence of an international mandate, and the endorsement of an independent mechanism by the United Nations High Commissioner for Human Rights on 24 September 2021, and reiterates the importance of not tampering with or contaminating mass grave sites in the Syrian Arab Republic in this regard;",
    "64": "Requests the Secretary-General to conduct a study on how to bolster efforts, including through existing measures and mechanisms, to clarify the fate and whereabouts of missing people in the Syrian Arab Republic, identify human remains and provide support to their families, in consultation with the Office of the United Nations High Commissioner for Human Rights and based on the recommendations of the Commission of Inquiry, with the full and meaningful participation of victims, survivors and their families and in consultation with other relevant actors, and to present an interim oral update to the General Assembly by 1 March 2022, to be followed by a report within the first half of 2022;",
    "65": "Calls on all Member States, relevant United Nations bodies, international organizations and civil society to coordinate further efforts and proactively focus attention on the issue of missing persons in the Syrian Arab Republic, including those A/RES/76/228 Situation of human rights in the Syrian Arab Republic 21-19659 20/20 subjected to enforced disappearance, and recalls the importance of the full and meaningful participation of victims, survivors and their families in such efforts;",
    "66": "Urges all parties to the conflict to take all appropriate steps to ensure the safety and security of United Nations and associated personnel, personnel of the specialized agencies and all other personnel engaged in humanitarian relief activities, including national and locally recruited personnel, as required by international humanitarian law, without prejudice to their freedom of movement and access, stresses the need not to impede or hinder these efforts, recalls that attacks on humanitarian workers may amount to war crimes, and notes in this regard that the Security Council has reaffirmed that it will take further measures in the event of non-compliance with its resolutions 2139 (2014), 2165 (2014), 2191 (2014), 2234 (2015), 2258 (2015), 2286 (2016), 2393 (2017), 2401 (2018), 2449 (2018) and 2585 (2021) by any Syrian party;",
    "67": "Urges the international community to support the leadership and full, effective and meaningful participation of women in all efforts aimed at finding a political solution to the Syrian crisis, as envisaged by the Security Council in its resolution 1325 (2000) and all subsequent resolutions of the women, peace and security agenda;",
    "68": "Reaffirms that there can only be a political solution to the conflict in the Syrian Arab Republic, reiterates its commitment to the national unity and territorial integrity of the Syrian Arab Republic, and urges the parties to the conflict to abstain from actions that may contribute to the continuing deterioration of the human rights, security and humanitarian situation, in order to reach a genuine political transition, based on the final communiqué of the Action Group for Syria of 30 June 2012, consistent with Security Council resolutions 2254 (2015), 2268 (2016) and 2585 (2021), that meets the legitimate aspirations of the Syrian people for a civil, democratic and pluralistic State, with the full, equal and meaningful participation and leadership of all women at all levels, where there is no room for sectarianism or discrimination on ethnic, religious, linguistic, gender or any other grounds, and where all persons receive equal protection, regardless of gender, religion or ethnicity, and further demands that all parties work urgently towards the comprehensive implementation of the final communiqué, including through the establishment of an inclusive transitional governing body with full executive powers, which shall be formed on the basis of mutual consent while ensuring the continuity of governmental institutions. 54th (resumed) plenary meeting 24 December 2021"
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": []
}