{
  "symbol": "A/RES/75/168",
  "filename": "A_RES_75_168.pdf",
  "title": "75/168. Rights of indigenous peoples",
  "text": "United Nations \nA/RES/75/168\n \n \nGeneral Assembly \nDistr.: General \n23 December 2020 \n \n20-17340 (E)    301220 \n*2017340* \n \n \nSeventy-fifth session \nAgenda item 69 (b) \nRights of indigenous peoples: follow-up to the outcome \ndocument of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on \nIndigenous Peoples  \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2020 \n \n \n \n \n[on the report of the Third Committee (A/75/475, para. 10)] \n \n \n 75/168. Rights of indigenous peoples \n \n \n \nThe General Assembly, \n \nRecalling all relevant resolutions of the General Assembly, the Human Rights \nCouncil and the Economic and Social Council relating to the rights of indigenous \npeoples, reaffirming its resolutions 65/198 of 21 December 2010, 66/142 of \n19 December 2011, 67/153 of 20 December 2012, 68/149 of 18 December 2013, 69/2 \nof 22 September 2014, 69/159 of 18 December 2014, 70/232 of 23 December 2015, \n71/178 of 19 December 2016, 71/321 of 8 September 2017, 72/155 of 19 December \n2017, 72/247 of 24 December 2017, 73/156 of 17 December 2018 and 74/135 of \n18 December 2019, and recalling Human Rights Council resolutions 27/13 of \n25 September 2014,1 30/4 of 1 October 2015,2 33/12 and 33/13 of 29 September \n2016,3 36/14 of 28 September 2017,4 39/13 of 28 September 2018,5 42/19 of \n26 September 20196 and 45/12 of 6 October 2020,7  \n \nReaffirming the United Nations Declaration on the Rights of Indigenous \nPeoples,8 which addresses the individual and collective rights of indigenous peoples \nand has positively influenced the drafting of several constitutions and statutes at the \n__________________ \n \n1  See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 53A and \ncorrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n2  Ibid., Seventieth Session, Supplement No. 53A (A/70/53/Add.1), chap. III. \n \n3  Ibid., Seventy-first Session, Supplement No. 53A and corrigendum (A/71/53/Add.1 and \nA/71/53/Add.1/Corr.1), chap. II. \n \n4  Ibid., Seventy-second Session, Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n5  Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. II. \n \n6  Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. III. \n \n7  Ibid., Seventy-fifth Session, Supplement No. 53A (A/75/53/Add.1), chap. III. \n \n8  Resolution 61/295, annex. \n\nA/RES/75/168 \nRights of indigenous peoples\n \n20-17340\n2/10 \n \nnational and local levels and contributed to the progressive development of \ninternational and national legal frameworks and policies, \n \nRecalling the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples, held in \nNew York on 22 and 23 September 2014,9 in which Heads of State and Government, \nministers and representatives of Member States reiterated the important and \ncontinuing role of the United Nations in promoting and protecting the rights of \nindigenous peoples, recalling the inclusive preparatory process for the high-level \nplenary meeting, including the comprehensive engagement of the representatives of \nindigenous peoples, and welcoming and reaffirming the commitments, measures and \nefforts undertaken by States, the United Nations system, indigenous peoples and other \nactors in its implementation, \n \nEncouraging \nthe \nactive \nengagement \nof \nindigenous \npeoples \nin \nthe \nimplementation of the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples, including \nat the regional and global levels, \n \nRecalling the 2030 Agenda for Sustainable Development,10 and stressing the \nneed to ensure that no one is left behind and to endeavour to reach the furthest behind \nfirst, including indigenous peoples, who should participate in, contribute to and \nbenefit without discrimination from the implementation of the 2030 Agenda, and \nencouraging Member States to give due consideration to all the rights of indigenous \npeoples while implementing the 2030 Agenda, \n \nStressing the importance of promoting and pursuing the objectives of the United \nNations Declaration on the Rights of Indigenous Peoples also through international \ncooperation to support national and regional efforts to achieve the ends of the \nDeclaration, including the right to maintain and strengthen the distinct political, legal, \neconomic, social and cultural institutions of indigenous peoples and the right to \nparticipate fully, if they so choose, in the political, economic, social and cultural life \nof the State, \n \nReiterating the call made in its resolution 74/306 of 11 September 2020, \nacknowledging that the coronavirus disease (COVID-19) pandemic is one of the \ngreatest global challenges, and noting with deep concern its impact on all individuals \nand groups of society, in particular indigenous peoples, on life, health, mental health \nand well-being, and the enjoyment of human rights, and across all spheres of society, \nincluding on livelihoods, food security and nutrition, and education, the exacerbation \nof poverty and hunger, and disruption to economies, trade, societies and \nenvironments, and that these effects disproportionately impact poor, vulnerable and \nmarginalized segments of the population, \n \nExpressing deep concern about the rise in discrimination, hate speech, \nstigmatization, racism and xenophobia exacerbated by the COVID-19 pandemic, and \nstressing the need to counter them, in a manner consistent with international human \nrights law, as part of the COVID-19 response, \n \nBearing in mind the policy instruments in the Global Compact for Safe, Orderly \nand Regular Migration11 for Member States to draw on, including to respond to the \nneeds of migrants who face situations of vulnerability, including indigenous peoples, \n__________________ \n \n9  Resolution 69/2. \n \n10  Resolution 70/1. \n \n11  Resolution 73/195, annex. \n\nRights of indigenous peoples \nA/RES/75/168\n \n3/10\n20-17340 \n \n \nTaking note with appreciation of the agreed conclusions of the sixty-third \nsession of the Commission on the Status of Women,12 in which Governments at all \nlevels and as appropriate, with the relevant entities of the United Nations system and \ninternational and regional organizations, within their respective mandates and bearing \nin mind national priorities, were urged to promote and protect the rights of indigenous \nwomen and girls living in rural and remote areas by addressing the multiple and \nintersecting forms of discrimination and barriers they face, including violence, \nensuring access to quality and inclusive education, health care, public services, \neconomic resources, including land and natural resources, and women’s access to \ndecent work, and promoting their meaningful participation in the economy and in \ndecision-making processes at all levels and in all areas, while respecting and \nprotecting their traditional and ancestral knowledge, and while recognizing their \ncultural, social, economic, political and environmental contributions, including to \nclimate change mitigation and adaptation, and noting the importance for indigenous \nwomen and girls of the United Nations Declaration on the Rights of Indigenous \nPeoples, \n \nRecognizing that violence against indigenous women and girls has a negative \nimpact on their enjoyment of human rights and fundamental freedoms and constitutes \na major impediment to indigenous women’s full, equal, meaningful and effective \nparticipation in society, the economy and political decision-making, and in this regard \nrecalling Human Rights Council resolution 32/19 of 1 July 2016, entitled \n“Accelerating efforts to eliminate violence against women: preventing and \nresponding to violence against women and girls, including indigenous women and \ngirls”,13 which brings closer attention to this issue, and recognizing also the negative \neffects of multiple and intersecting forms of discrimination, \n \nStressing the importance of the empowerment and capacity-building of \nindigenous women and youth, including their full and effective participation in \ndecision-making processes in matters that affect them directly, including policies, \nprogrammes and resources, where relevant, that target the well-being of indigenous \nwomen, children and youth, in particular in the areas of health, education, \nemployment and the transmission of traditional knowledge, languages, spiritual and \nreligious traditions and practices, and the importance of taking measures to promote \nawareness and understanding of their rights, \n \nDeeply concerned at the vast number of endangered languages, in particular \nindigenous languages, and stressing that, despite the continuing efforts, there is an \nurgent need to preserve, promote and revitalize endangered languages, in particular \nindigenous languages, \n \nRecognizing the importance of the International Year of Indigenous Languages \nand the International Decade of Indigenous Languages to draw attention to the critical \nloss of indigenous languages and the urgent need to preserve, revitalize and promote \nindigenous languages, and to take further urgent steps to that end at the national and \ninternational levels, \n \nWelcoming the initiatives and events undertaken by Governments, indigenous \npeoples and the United Nations system related to the celebration of the 2019 \nInternational Year of Indigenous Languages, including the lead role of the United \nNations Educational, Scientific and Cultural Organization and the steering committee \nfor organizing the International Year, in consultation and cooperation with Member \nStates, the Permanent Forum on Indigenous Issues, the Special Rapporteur of the \n__________________ \n \n12  See Official Records of the Economic and Social Council, 2019, Supplement No. 7 (E/2019/27), \nchap. I, sect. A. \n \n13  See Official Records of the General Assembly, Seventy-first Session, Supplement No. 53 \n(A/71/53), chap. V, sect. A. \n\nA/RES/75/168 \nRights of indigenous peoples\n \n20-17340\n4/10 \n \nHuman Rights Council on the rights of indigenous peoples and the Expert Mechanism \non the Rights of Indigenous Peoples, as well as indigenous peoples and a range of \ndifferent stakeholders, \n \nRecognizing that indigenous peoples can contribute to a range of issues on the \ninternational agenda, \n \nRecognizing also the importance to indigenous peoples of revitalizing, using, \ndeveloping and transmitting to future generations their histories, languages, oral \ntraditions, philosophies, writing systems and literature, \n \nExpressing concern that, in many cases, suicide rates in indigenous peoples’ \ncommunities, in particular among indigenous youth and children, are significantly \nhigher than in the general population, \n \nBearing in mind the importance of promoting respect for the rights of \nindigenous children, in particular eliminating the worst forms of child labour, in \naccordance with international law, including relevant human rights law and \ninternational labour law obligations, \n \nRecognizing the importance of access to justice in the promotion and protection \nof the rights of indigenous peoples and individuals and the need to examine and take \nsteps to remove obstacles to justice, especially for indigenous women, indigenous \nchildren, youth, older persons and indigenous persons with disabilities, \n \nReiterating the responsibility of transnational corporations and other business \nenterprises to respect all human rights, while recognizing the specific challenges that \nmay be faced by indigenous peoples, and all applicable laws and international \nprinciples and to operate transparently and in a socially and environmentally \nresponsible manner, and emphasizing the need to refrain from negatively affecting \nthe well-being of indigenous peoples and to take further action towards corporate \nresponsibility and accountability, including the prevention, mitigation and \nremediation of human rights abuses, in line with the Guiding Principles on Business \nand Human Rights: Implementing the United Nations “Protect, Respect and Remedy” \nFramework,14  \n \nRecalling the reports of the Special Rapporteur on the rights of indigenous \npeoples15 with regard to the rights of indigenous peoples and justice, the impact of \nthe COVID-19 pandemic, and the work carried out by the Special Rapporteur on the \nprotection of the rights of indigenous peoples, including on the protection of \nindigenous human rights defenders, and calling upon all States to consider the \nrecommendations contained in the reports, \n \nTaking note with appreciation of the decision of the Human Rights Council, in \nits resolution 45/12, that the theme of the annual half-day panel discussion on the \nrights of indigenous peoples to be held during the forty-eighth session of the Council \nwill be the situation of human rights of indigenous peoples facing the COVID-19 \npandemic, \n \nNoting the half-day intersessional interactive dialogue, held on 15 July 2019, on \nways to enhance the participation of indigenous peoples’ representatives and \ninstitutions in meetings of the Human Rights Council on issues affecting them, and \ntaking note of the summary report prepared thereon by the Office of the United \nNations High Commissioner for Human Rights, submitted to the Council for its \nforty-fourth session,16  \n__________________ \n \n14  A/HRC/17/31, annex. \n \n15  A/HRC/42/37, A/HRC/45/34 and A/75/185. \n \n16  A/HRC/44/35. \n\nRights of indigenous peoples \nA/RES/75/168\n \n5/10\n20-17340 \n \n \nRecognizing the importance of free, prior and informed consent, as outlined in \nthe United Nations Declaration on the Rights of Indigenous Peoples, \n \nRecognizing also the value and the diversity of the cultures and the form of \nsocial organization of indigenous peoples and their holistic traditional knowledge of \ntheir lands, natural resources and environment, \n \nNoting that the General Assembly, in the outcome document of the high-level \nplenary meeting of the Assembly known as the World Conference on Indigenous \nPeoples, affirmed and recognized the importance of indigenous peoples’ religious and \ncultural sites and of providing access to and repatriation of their ceremonial objects \nand human remains, as contemplated in the United Nations Declaration on the Rights \nof Indigenous Peoples, \n \nCommending Member States, cultural and educational institutions, museums, \nindigenous peoples and civil society for their efforts to combat the illicit trade in \nindigenous peoples’ cultural property, and welcoming all initiatives, whether by \nStates, institutions or private persons, for the voluntary return of indigenous peoples’ \ncultural property that has been illicitly appropriated, \n \nRecognizing that agricultural practices that include indigenous knowledge can \ncontribute to overcoming the combined challenges of climate change, food security, \nbiodiversity conservation and combating desertification and land degradation, \n \nRecognizing also the importance of facilitating indigenous peoples’ livelihoods, \nwhich may be achieved by, inter alia, the recognition of their traditions, adequate \npublic policies and economic empowerment, \n \nRecognizing further that the economic empowerment, inclusion and \ndevelopment of indigenous peoples, including through the establishment of \nindigenous-owned businesses, can enable them to improve their social, cultural, civil \nand political engagement, achieve greater economic independence and build more \nsustainable and resilient communities, and noting the contribution of indigenous \npeoples to the broader economy, \n \nConcerned about the extreme disadvantages that indigenous peoples have \ntypically faced across a range of social and economic indicators and about the \nimpediments to their full enjoyment of their rights, \n \nStressing the need to pay particular attention to the rights and special needs of \nindigenous women, children, youth, older persons and persons with disabilities, as set \nout in the United Nations Declaration on the Rights of Indigenous Peoples, including \nin the process of protecting and promoting their equal access to justice, \n \nRecalling its resolution 72/128 of 7 December 2017, entitled “Observer status \nfor the Fund for the Development of the Indigenous Peoples of Latin America and the \nCaribbean in the General Assembly”, in which it decided to invite the Fund to \nparticipate in the sessions and the work of the Assembly in the capacity of observer, \n \nTaking note of the outcome document of the dialogue meeting on enhanced \nindigenous peoples’ participation at the United Nations, organized by indigenous \norganizations and institutions and held in Quito from 27 to 30 January 2020, and the \nLos Pinos Declaration [Chapoltepek] – Making a Decade of Action for Indigenous \nLanguages of the high-level event entitled “Making a Decade of Action for \nIndigenous Languages”, held in Mexico on 27 and 28 February 2020, with the support \nof the United Nations Educational, Scientific and Cultural Organization, \n \n1. \nNotes with appreciation the work of the Expert Mechanism on the Rights \nof Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special \nRapporteur of the Human Rights Council on the rights of indigenous peoples, takes \n\nA/RES/75/168 \nRights of indigenous peoples\n \n20-17340\n6/10 \n \nnote of the report of the Special Rapporteur,17 and encourages all Governments to \nrespond favourably to the requests of the Special Rapporteur for visits; \n \n2. \nUrges Governments and the United Nations system, in consultation and \ncooperation with indigenous peoples through their representatives and institutions, to \ncontinue to implement appropriate measures at the national level, including \nlegislative measures, to achieve the ends of the United Nations Declaration on the \nRights of Indigenous Peoples and to promote awareness of it among all sectors of \nsociety, including members of legislatures, the judiciary and the civil service, as well \nas among indigenous peoples, and invites international and regional organizations, \nwithin their respective mandates, national human rights institutions, where they exist, \ncivil society, including non-governmental organizations, and other relevant actors to \ncontribute to those efforts; \n \n3. \nUnderscores the importance of implementing the outcome document of \nthe high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples, and reiterates the commitment of Member States \nto cooperating with indigenous peoples, through their own representative institutions, \nto develop and implement national action plans, strategies or other measures, where \nrelevant, to achieve the ends of the United Nations Declaration on the Rights of \nIndigenous Peoples; \n \n4. \nEncourages the leadership of the Secretary-General and of the \nUnder-Secretary-General for Economic and Social Affairs, as the responsible senior \nofficial of the United Nations system, in overseeing the implementation of and \nfollowing up on the system-wide action plan to ensure a coherent approach to \nachieving the ends of the United Nations Declaration on the Rights of Indigenous \nPeoples, raising awareness of the rights of indigenous peoples and increasing the \ncoherence of the activities of the system in this regard, and encourages the funds, \nprogrammes and specialized agencies of the United Nations system, resident \ncoordinators and United Nations country teams to implement this plan in full \nalignment with national development needs and priorities; \n \n5. \nEncourages Member States, resident coordinators and United Nations \ncountry teams, within their mandates and in coordination with the Governments \nconcerned, to involve indigenous peoples regarding issues affecting them in the \npreparation of the United Nations Sustainable Development Cooperation Frameworks \nand country programme action plans; \n \n6. \nEncourages Member States to work towards achieving the ends of the \nUnited Nations Declaration on the Rights of Indigenous Peoples; \n \n7. \nEncourages those States that have not yet ratified or acceded to the \nIndigenous and Tribal Peoples Convention, 1989 (No. 169), of the International \nLabour Organization18 to consider doing so; \n \n8. \nCalls upon Member States to ensure protection for indigenous peoples \naffected by the COVID-19 pandemic and prevent all forms of discrimination, \nespecially in the context of timely, universal, inclusive, equitable and \nnon-discriminatory access to safe, quality, effective and affordable health care and \nservices and medical supplies and equipment, including diagnostics, therapeutics, \nmedicine and vaccines, and through the dissemination of accurate, clear and evidence- \nand science-based information, including in indigenous languages as appropriate, and \nto leave no one behind, with an endeavour to reach the furthest behind first, founded \non the dignity of the human person and reflecting the principles of equality and \n__________________ \n \n17  A/HRC/45/34. \n \n18  United Nations, Treaty Series, vol. 1650, No. 28383. \n\nRights of indigenous peoples \nA/RES/75/168\n \n7/10\n20-17340 \n \nnon-discrimination, and also calls upon Member States to put in place an inclusive \nresponse to and recovery from the COVID-19 pandemic and engage with indigenous \npeoples and other relevant stakeholders to fully empower all in improving and \nprotecting their own health; \n \n9. \nReaffirms that indigenous peoples have the right to their traditional \nmedicines and to maintain their health practices,19 including inter alia the \nconservation of their vital medicinal plants, as part of the response to the COVID-19 \npandemic and its consequences, and also reaffirms that indigenous individuals have \nthe right to access, without any discrimination, to all social and health services; \n \n10. Welcomes the report of the Secretary-General on the status of the United \nNations Voluntary Fund for Indigenous Peoples,20 and encourages Governments and \nintergovernmental and non-governmental organizations to continue to contribute to \nthe trust fund on indigenous issues, the United Nations Voluntary Fund for Indigenous \nPeoples and the United Nations Indigenous Peoples’ Partnership, invites indigenous \norganizations and private institutions and individuals to do likewise, and notes the \nimportance of accessibility, accountability, transparency and balanced geographical \ndistribution in the management of these funds; \n \n11. \nRecalls the expansion of the mandate of the United Nations Voluntary \nFund for Indigenous Peoples so that it can assist representatives of indigenous \npeoples’ organizations and communities in participating in the Forum on Business \nand Human Rights and in the Conference of the Parties to the United Nations \nFramework Convention on Climate Change, including in its preparatory sessions and \nin the meetings of the Local Communities and Indigenous Peoples Platform \nFacilitative Working Group organized by the secretariat of the Convention, in \naccordance with their respective rules and regulations; \n \n12. Decides to continue to observe the International Day of Indigenous \nPeoples every year on 9 August, and requests the Secretary-General to support the \nobservance of the Day from within existing resources; \n \n13. Encourages Member States and all organizations and bodies of the United \nNations system and other international and regional organizations, the private sector \nand academia, as well as civil society, including non-governmental organizations, to \nobserve the International Day of Indigenous Peoples in an appropriate manner, \nincluding through educational and public awareness-raising activities; \n \n14. Encourages Member States to give due consideration to all the rights of \nindigenous peoples in fulfilling the commitments undertaken in the 2030 Agenda for \nSustainable Development and in the elaboration of national action plans and \nprogrammes as well as international and regional programmes, applying the pledge \nto leave no one behind and to endeavour to reach the furthest behind first; \n \n15. Encourages States to continue to consider including in their voluntary \nnational reviews for the high-level political forum on sustainable development and \ntheir national and global reports information related to indigenous peoples on the \nprogress made and challenges in the implementation of the 2030 Agenda, bearing in \nmind paragraphs 78 and 79 of the 2030 Agenda, and also encourages States to compile \ndisaggregated data to measure progress and to ensure that no one is left behind; \n \n16. Also encourages States, according to their relevant national context and \ncharacteristics, to collect and disseminate data disaggregated by ethnicity, income, \ngender, age, race, migratory status, disability, geographic location or other factors, as \nappropriate, in order to monitor and improve the impact of development policies, \n__________________ \n \n19  Resolution 61/295, annex, art. 24, para. 1. \n \n20  A/75/222. \n\nA/RES/75/168 \nRights of indigenous peoples\n \n20-17340\n8/10 \n \nstrategies and programmes aimed at improving the well-being of indigenous peoples \nand individuals, to combat and eliminate violence and multiple and intersecting forms \nof discrimination against them and to support work towards the achievement of the \nSustainable Development Goals and the 2030 Agenda; \n \n17. Encourages the Secretary-General to include information pertinent to \nindigenous peoples in the forthcoming annual reports on progress towards the \nSustainable Development Goals; \n \n18. Stresses the need to strengthen the commitment of States and the entities \nof the United Nations system to mainstream the promotion and protection of the rights \nof indigenous peoples into development policies and programmes at the national, \nregional and international levels, and encourages them to give due consideration to \nthe rights of indigenous peoples in achieving the goals of the 2030 Agenda; \n \n19. Also stresses the need for indigenous peoples of all regions to contribute \nto the high-level political forum on sustainable development, and encourages States \nto engage with indigenous peoples at the local, national and regional levels in relation \nto the Sustainable Development Goals and to promote indigenous peoples’ leadership \nin their achievement; \n \n20. Invites the Expert Mechanism on the Rights of Indigenous Peoples, the \nPermanent Forum on Indigenous Issues and the Special Rapporteur on the rights of \nindigenous peoples to give due consideration, within their mandates, to the rights of \nindigenous peoples as related to the implementation of the 2030 Agenda; \n \n21. Encourages the Permanent Forum on Indigenous Issues to continue to \nprovide inputs on indigenous issues to the high-level political forum on sustainable \ndevelopment for consideration in its thematic reviews; \n \n22. Underlines the need to intensify efforts, in cooperation with indigenous \npeoples, to prevent and eliminate all forms of violence and discrimination against \nindigenous women, children, youth, older persons and persons with disabilities and \nto support measures that will ensure their empowerment and full and effective \nparticipation in decision-making processes at all levels and in all areas and eliminate \nstructural and legal barriers to their full, equal and effective participation in political, \neconomic, social and cultural life; \n \n23. Reaffirms the importance of effective accountability with regard to \nviolence against indigenous women and girls, including sexual violence, domestic \nviolence, abuse, exploitation and sexual harassment, as well as with regard to taking \nadequate measures to prevent and eliminate such violence; \n \n24. Encourages States to consider including in their reports related to \nindigenous peoples and women information on the progress made and challenges in \nthe implementation of Commission on the Status of Women resolutions 49/7 of \n11 March 2005, entitled “Indigenous women: beyond the ten-year review of the \nBeijing Declaration and Platform for Action”,21 and 56/4 of 9 March 2012, entitled \n“Indigenous women: key actors in poverty and hunger eradication”;22  \n \n25. Recalls the proclamation of the period 2022–2032 as the International \nDecade of Indigenous Languages, to draw attention to the critical loss of indigenous \nlanguages and the urgent need to preserve, revitalize and promote indigenous \nlanguages and to take urgent steps at the national and international levels, and the \ninvitation to the United Nations Educational, Scientific and Cultural Organization to \n__________________ \n \n21  See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. D. \n \n22  Ibid., 2012, Supplement No. 7 and corrigendum (E/2012/27 and E/2012/27/Corr.1), chap. I, \nsect. D. \n\nRights of indigenous peoples \nA/RES/75/168\n \n9/10\n20-17340 \n \nserve as the lead agency for the International Decade, in collaboration with the \nDepartment of Economic and Social Affairs of the Secretariat, and other relevant \nagencies, within existing resources; \n \n26. Decides to convene a high-level event during 2022, organized by the \nPresident of the General Assembly, for the launch of the International Decade of \nIndigenous Languages, and further requests the President of the General Assembly to \nsupport initiatives relevant to the successful celebration of the International Decade \nof Indigenous Languages, within existing resources; \n \n27. Invites Member States to consider establishing national mechanisms with \nadequate funding for the successful implementation of the International Decade of \nIndigenous Languages in partnership with indigenous peoples, and invites indigenous \npeoples, as custodians of their own languages, to initiate and develop appropriate \nmeasures for the implementation of the International Decade; \n \n28. Recalls the high-level event on the conclusion of the 2019 International \nYear of Indigenous Languages, held at United Nations Headquarters in New York on \n17 December 2019, and takes note of the United Nations Educational, Scientific and \nCultural Organization report on the strategic outcome document of the 2019 \nInternational Year of Indigenous Languages;23  \n \n29. Encourages Governments to redouble efforts to eliminate the worst forms \nof child labour, both in legislation and in practice, in the context of respect for the \nhuman rights of indigenous children, including through international cooperation, as \nappropriate; \n \n30. Also encourages Governments to promote actions to eliminate \nmalnutrition of indigenous children, especially for those living in rural areas, by \nproviding them with adequate food, water and sanitation, education, health and basic \nservices, and to implement actions for poverty eradication; \n \n31. Encourages transnational corporations and other business enterprises to \nrespect human rights, including the rights of indigenous children, and to eliminate \nforced labour and the worst forms of child labour from their operations; \n \n32. Underscores the need to ensure equal protection of the law and equality \nbefore the courts for indigenous women and girls at all levels and, to that end, the \nimportance of providing systematic gender-sensitivity training, as appropriate, for \npolice and security forces, prosecutors, judges and lawyers, integrating gender \nconsiderations into security sector reform initiatives, developing protocols and \nguidelines and enhancing or putting in place appropriate accountability measures for \nadjudicators; \n \n33. Encourages States and entities of the United Nations system to strengthen \ninternational cooperation, including to address the disadvantages faced by indigenous \npeoples, and to increase technical cooperation and financial assistance in this regard; \n \n34. Encourages the World Health Organization, the United Nations Children’s \nFund and other relevant United Nations agencies, funds and programmes, in \naccordance with their mandates, to carry out research and evidence-gathering on the \nprevalence and root causes of suicide among indigenous youth and children and good \npractices on its prevention and to consider developing, as appropriate, strategies or \npolicies, consistent with national priorities, in cooperation with Member States, to \ntackle it, including through consultation with indigenous peoples, in particular \nindigenous youth organizations; \n__________________ \n \n23  United Nations Educational, Scientific and Cultural Organization document 40 C/68. \n\nA/RES/75/168 \nRights of indigenous peoples\n \n20-17340\n10/10 \n \n \n35. Takes note of the report of the Secretary-General24 on enhancing the \nparticipation of indigenous peoples’ representatives and institutions in meetings of \nrelevant United Nations bodies on issues affecting them, and takes note with \nappreciation of the work led by the Presidents of the General Assembly at its \nseventieth, seventy-first, seventy-second, seventy-third and seventy-fourth sessions \nin conducting consultations with Member States, indigenous peoples’ representatives \nand institutions from all regions of the world and existing mechanisms of the United \nNations on possible measures to enable the participation of indigenous peoples’ \nrepresentatives and institutions in meetings of relevant United Nations bodies on \nissues affecting them, which led to the adoption of Assembly resolution 71/321, \ntaking into account the achievements in that regard of other bodies and organizations \nthroughout the United Nations system, to be preceded by consultations with \nindigenous peoples’ representatives and institutions from all regions of the world as \nan input to the intergovernmental process; \n \n36. Recalls its decision 74/565 of 12 August 2020 to postpone to its \nseventy-fifth session the organization of an informal interactive hearing with \nindigenous peoples, as requested in resolution 71/321;  \n \n37. Decides to continue the consideration of possible further measures \nnecessary to enhance the participation of indigenous peoples’ representatives and \ninstitutions in relevant United Nations meetings on issues affecting them at the \nseventy-sixth session, as originally requested in resolution 71/321;  \n \n38. Invites Member States to support the Secretary-General in his efforts or \nactivities to hold regional consultations, including through the regional commissions, \nas appropriate, before the twentieth session of the Permanent Forum on Indigenous \nIssues, including by hosting such consultations, in accordance with resolution 71/321; \n \n39. Encourages the United Nations system to strengthen cooperation with the \nFund for the Development of the Indigenous Peoples of Latin America and the \nCaribbean, considering its fundamental role in the Latin American and Caribbean \nregion in processes of dialogue and consultation between States and indigenous \npeoples; \n \n40. Decides to continue its consideration of the question at its seventy-sixth \nsession, under the item entitled “Rights of indigenous peoples”, and to maintain in \nthe provisional agenda the sub-item entitled “Follow-up to the outcome document of \nthe high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples”. \n \n46th plenary meeting \n16 December 2020 \n \n \n__________________ \n \n24  A/75/255. \n",
  "paragraphs": {
    "1": " note of the report of the Special Rapporteur,17 and encourages all Governments to respond favourably to the requests of the Special Rapporteur for visits;",
    "2": "Urges Governments and the United Nations system, in consultation and cooperation with indigenous peoples through their representatives and institutions, to continue to implement appropriate measures at the national level, including legislative measures, to achieve the ends of the United Nations Declaration on the Rights of Indigenous Peoples and to promote awareness of it among all sectors of society, including members of legislatures, the judiciary and the civil service, as well as among indigenous peoples, and invites international and regional organizations, within their respective mandates, national human rights institutions, where they exist, civil society, including non-governmental organizations, and other relevant actors to contribute to those efforts;",
    "3": "Underscores the importance of implementing the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples, and reiterates the commitment of Member States to cooperating with indigenous peoples, through their own representative institutions, to develop and implement national action plans, strategies or other measures, where relevant, to achieve the ends of the United Nations Declaration on the Rights of Indigenous Peoples;",
    "4": "Encourages the leadership of the Secretary-General and of the Under-Secretary-General for Economic and Social Affairs, as the responsible senior official of the United Nations system, in overseeing the implementation of and following up on the system-wide action plan to ensure a coherent approach to achieving the ends of the United Nations Declaration on the Rights of Indigenous Peoples, raising awareness of the rights of indigenous peoples and increasing the coherence of the activities of the system in this regard, and encourages the funds, programmes and specialized agencies of the United Nations system, resident coordinators and United Nations country teams to implement this plan in full alignment with national development needs and priorities;",
    "5": "Encourages Member States, resident coordinators and United Nations country teams, within their mandates and in coordination with the Governments concerned, to involve indigenous peoples regarding issues affecting them in the preparation of the United Nations Sustainable Development Cooperation Frameworks and country programme action plans;",
    "6": "Encourages Member States to work towards achieving the ends of the United Nations Declaration on the Rights of Indigenous Peoples;",
    "7": "Encourages those States that have not yet ratified or acceded to the Indigenous and Tribal Peoples Convention, 1989 (No. 169), of the International Labour Organization18 to consider doing so;",
    "8": "Calls upon Member States to ensure protection for indigenous peoples affected by the COVID-19 pandemic and prevent all forms of discrimination, especially in the context of timely, universal, inclusive, equitable and non-discriminatory access to safe, quality, effective and affordable health care and services and medical supplies and equipment, including diagnostics, therapeutics, medicine and vaccines, and through the dissemination of accurate, clear and evidence- and science-based information, including in indigenous languages as appropriate, and to leave no one behind, with an endeavour to reach the furthest behind first, founded on the dignity of the human person and reflecting the principles of equality and non-discrimination, and also calls upon Member States to put in place an inclusive response to and recovery from the COVID-19 pandemic and engage with indigenous peoples and other relevant stakeholders to fully empower all in improving and protecting their own health;",
    "9": "Reaffirms that indigenous peoples have the right to their traditional medicines and to maintain their health practices,19 including inter alia the conservation of their vital medicinal plants, as part of the response to the COVID-19 pandemic and its consequences, and also reaffirms that indigenous individuals have the right to access, without any discrimination, to all social and health services;",
    "10": "Welcomes the report of the Secretary-General on the status of the United Nations Voluntary Fund for Indigenous Peoples,20 and encourages Governments and intergovernmental and non-governmental organizations to continue to contribute to the trust fund on indigenous issues, the United Nations Voluntary Fund for Indigenous Peoples and the United Nations Indigenous Peoples’ Partnership, invites indigenous organizations and private institutions and individuals to do likewise, and notes the importance of accessibility, accountability, transparency and balanced geographical distribution in the management of these funds;",
    "11": "Recalls the expansion of the mandate of the United Nations Voluntary Fund for Indigenous Peoples so that it can assist representatives of indigenous peoples’ organizations and communities in participating in the Forum on Business and Human Rights and in the Conference of the Parties to the United Nations Framework Convention on Climate Change, including in its preparatory sessions and in the meetings of the Local Communities and Indigenous Peoples Platform Facilitative Working Group organized by the secretariat of the Convention, in accordance with their respective rules and regulations;",
    "12": "Decides to continue to observe the International Day of Indigenous Peoples every year on 9 August, and requests the Secretary-General to support the observance of the Day from within existing resources;",
    "13": "Encourages Member States and all organizations and bodies of the United Nations system and other international and regional organizations, the private sector and academia, as well as civil society, including non-governmental organizations, to observe the International Day of Indigenous Peoples in an appropriate manner, including through educational and public awareness-raising activities;",
    "14": "Encourages Member States to give due consideration to all the rights of indigenous peoples in fulfilling the commitments undertaken in the 2030 Agenda for Sustainable Development and in the elaboration of national action plans and programmes as well as international and regional programmes, applying the pledge to leave no one behind and to endeavour to reach the furthest behind first;",
    "15": "Encourages States to continue to consider including in their voluntary national reviews for the high-level political forum on sustainable development and their national and global reports information related to indigenous peoples on the progress made and challenges in the implementation of the 2030 Agenda, bearing in mind paragraphs 78 and 79 of the 2030 Agenda, and also encourages States to compile disaggregated data to measure progress and to ensure that no one is left behind;",
    "16": "Also encourages States, according to their relevant national context and characteristics, to collect and disseminate data disaggregated by ethnicity, income, gender, age, race, migratory status, disability, geographic location or other factors, as appropriate, in order to monitor and improve the impact of development policies, strategies and programmes aimed at improving the well-being of indigenous peoples and individuals, to combat and eliminate violence and multiple and intersecting forms of discrimination against them and to support work towards the achievement of the Sustainable Development Goals and the 2030 Agenda;",
    "17": "Encourages the Secretary-General to include information pertinent to indigenous peoples in the forthcoming annual reports on progress towards the Sustainable Development Goals;",
    "18": "Stresses the need to strengthen the commitment of States and the entities of the United Nations system to mainstream the promotion and protection of the rights of indigenous peoples into development policies and programmes at the national, regional and international levels, and encourages them to give due consideration to the rights of indigenous peoples in achieving the goals of the 2030 Agenda;",
    "19": "Also stresses the need for indigenous peoples of all regions to contribute to the high-level political forum on sustainable development, and encourages States to engage with indigenous peoples at the local, national and regional levels in relation to the Sustainable Development Goals and to promote indigenous peoples’ leadership in their achievement;",
    "20": "Invites the Expert Mechanism on the Rights of Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special Rapporteur on the rights of indigenous peoples to give due consideration, within their mandates, to the rights of indigenous peoples as related to the implementation of the 2030 Agenda;",
    "21": "Encourages the Permanent Forum on Indigenous Issues to continue to provide inputs on indigenous issues to the high-level political forum on sustainable development for consideration in its thematic reviews;",
    "22": "Underlines the need to intensify efforts, in cooperation with indigenous peoples, to prevent and eliminate all forms of violence and discrimination against indigenous women, children, youth, older persons and persons with disabilities and to support measures that will ensure their empowerment and full and effective participation in decision-making processes at all levels and in all areas and eliminate structural and legal barriers to their full, equal and effective participation in political, economic, social and cultural life;",
    "23": "Reaffirms the importance of effective accountability with regard to violence against indigenous women and girls, including sexual violence, domestic violence, abuse, exploitation and sexual harassment, as well as with regard to taking adequate measures to prevent and eliminate such violence;",
    "24": "Encourages States to consider including in their reports related to indigenous peoples and women information on the progress made and challenges in the implementation of Commission on the Status of Women resolutions 49/7 of 11 March 2005, entitled “Indigenous women: beyond the ten-year review of the Beijing Declaration and Platform for Action”,21 and 56/4 of 9 March 2012, entitled “Indigenous women: key actors in poverty and hunger eradication”;22",
    "25": "Recalls the proclamation of the period 2022–2032 as the International Decade of Indigenous Languages, to draw attention to the critical loss of indigenous languages and the urgent need to preserve, revitalize and promote indigenous languages and to take urgent steps at the national and international levels, and the invitation to the United Nations Educational, Scientific and Cultural Organization to serve as the lead agency for the International Decade, in collaboration with the Department of Economic and Social Affairs of the Secretariat, and other relevant agencies, within existing resources;",
    "26": "Decides to convene a high-level event during 2022, organized by the President of the General Assembly, for the launch of the International Decade of Indigenous Languages, and further requests the President of the General Assembly to support initiatives relevant to the successful celebration of the International Decade of Indigenous Languages, within existing resources;",
    "27": "Invites Member States to consider establishing national mechanisms with adequate funding for the successful implementation of the International Decade of Indigenous Languages in partnership with indigenous peoples, and invites indigenous peoples, as custodians of their own languages, to initiate and develop appropriate measures for the implementation of the International Decade;",
    "28": "Recalls the high-level event on the conclusion of the 2019 International Year of Indigenous Languages, held at United Nations Headquarters in New York on 17 December 2019, and takes note of the United Nations Educational, Scientific and Cultural Organization report on the strategic outcome document of the 2019 International Year of Indigenous Languages;23",
    "29": "Encourages Governments to redouble efforts to eliminate the worst forms of child labour, both in legislation and in practice, in the context of respect for the human rights of indigenous children, including through international cooperation, as appropriate;",
    "30": "Also encourages Governments to promote actions to eliminate malnutrition of indigenous children, especially for those living in rural areas, by providing them with adequate food, water and sanitation, education, health and basic services, and to implement actions for poverty eradication;",
    "31": "Encourages transnational corporations and other business enterprises to respect human rights, including the rights of indigenous children, and to eliminate forced labour and the worst forms of child labour from their operations;",
    "32": "Underscores the need to ensure equal protection of the law and equality before the courts for indigenous women and girls at all levels and, to that end, the importance of providing systematic gender-sensitivity training, as appropriate, for police and security forces, prosecutors, judges and lawyers, integrating gender considerations into security sector reform initiatives, developing protocols and guidelines and enhancing or putting in place appropriate accountability measures for adjudicators;",
    "33": "Encourages States and entities of the United Nations system to strengthen international cooperation, including to address the disadvantages faced by indigenous peoples, and to increase technical cooperation and financial assistance in this regard;",
    "34": "Encourages the World Health Organization, the United Nations Children’s Fund and other relevant United Nations agencies, funds and programmes, in accordance with their mandates, to carry out research and evidence-gathering on the prevalence and root causes of suicide among indigenous youth and children and good practices on its prevention and to consider developing, as appropriate, strategies or policies, consistent with national priorities, in cooperation with Member States, to tackle it, including through consultation with indigenous peoples, in particular indigenous youth organizations;",
    "35": "Takes note of the report of the Secretary-General24 on enhancing the participation of indigenous peoples’ representatives and institutions in meetings of relevant United Nations bodies on issues affecting them, and takes note with appreciation of the work led by the Presidents of the General Assembly at its seventieth, seventy-first, seventy-second, seventy-third and seventy-fourth sessions in conducting consultations with Member States, indigenous peoples’ representatives and institutions from all regions of the world and existing mechanisms of the United Nations on possible measures to enable the participation of indigenous peoples’ representatives and institutions in meetings of relevant United Nations bodies on issues affecting them, which led to the adoption of Assembly resolution 71/321, taking into account the achievements in that regard of other bodies and organizations throughout the United Nations system, to be preceded by consultations with indigenous peoples’ representatives and institutions from all regions of the world as an input to the intergovernmental process;",
    "36": "Recalls its decision 74/565 of 12 August 2020 to postpone to its seventy-fifth session the organization of an informal interactive hearing with indigenous peoples, as requested in resolution 71/321;",
    "37": "Decides to continue the consideration of possible further measures necessary to enhance the participation of indigenous peoples’ representatives and institutions in relevant United Nations meetings on issues affecting them at the seventy-sixth session, as originally requested in resolution 71/321;",
    "38": "Invites Member States to support the Secretary-General in his efforts or activities to hold regional consultations, including through the regional commissions, as appropriate, before the twentieth session of the Permanent Forum on Indigenous Issues, including by hosting such consultations, in accordance with resolution 71/321;",
    "39": "Encourages the United Nations system to strengthen cooperation with the Fund for the Development of the Indigenous Peoples of Latin America and the Caribbean, considering its fundamental role in the Latin American and Caribbean region in processes of dialogue and consultation between States and indigenous peoples;",
    "40": "Decides to continue its consideration of the question at its seventy-sixth session, under the item entitled “Rights of indigenous peoples”, and to maintain in the provisional agenda the sub-item entitled “Follow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples”."
  },
  "agenda_items": [
    "Item 69"
  ],
  "symbol_references": []
}