{
  "symbol": "A/RES/79/245",
  "filename": "A_RES_79_245.pdf",
  "title": "79/245. Financial reports and audited financial statements, and reports of the Board of Auditors",
  "text": "United Nations \nA/RES/79/245\n \n \nGeneral Assembly \nDistr.: General \n31 December 2024 \n \n24-24684 (E) \n*2424684* \n \n \nSeventy-ninth session \nAgenda item 136 \nFinancial reports and audited financial statements, and \nreports of the Board of Auditors \n \n \n \n \n Resolution adopted by the General Assembly \non 24 December 2024 \n \n \n \n \n[on the report of the Fifth Committee (A/79/640, para. 6)] \n \n \n 79/245. Financial reports and audited financial statements, and reports of \nthe Board of Auditors \n \n \n \nThe General Assembly, \n \nRecalling its resolution 52/212 B of 31 March 1998 and its decision 57/573 of \n20 December 2002,  \n \nRecalling also its resolutions 78/242 A of 22 December 2023 and 78/242 B of \n28 June 2024,  \n \nHaving considered, for the period ended 31 December 2023, the financial \nreports and audited financial statements and the reports of the Board of Auditors on \nthe United Nations,1 the International Trade Centre,2 the United Nations University,3 \nthe United Nations Development Programme, 4  the United Nations Capital \nDevelopment Fund,5 the United Nations Children’s Fund,6 the United Nations Relief \nand Works Agency for Palestine Refugees in the Near East, 7 the United Nations \nInstitute for Training and Research,8 the voluntary funds administered by the United \nNations High Commissioner for Refugees, 9  the Fund of the United Nations \n__________________ \n \n1 Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 5, vol. I \n(A/79/5 (Vol. I)). \n \n2 Ibid., vol. III (A/79/5 (Vol. III)). \n \n3 Ibid., vol. IV (A/79/5 (Vol. IV)). \n \n4 Ibid., Supplement No. 5A (A/79/5/Add.1). \n \n5 Ibid., Supplement No. 5B (A/79/5/Add.2). \n \n6 Ibid., Supplement No. 5C (A/79/5/Add.3). \n \n7 Ibid., Supplement No. 5D (A/79/5/Add.4). \n \n8 Ibid., Supplement No. 5E (A/79/5/Add.5). \n \n9 Ibid., Supplement No. 5F (A/79/5/Add.6). \n\nA/RES/79/245 \nFinancial reports and audited financial statements, and reports of \nthe Board of Auditors\n \n24-24684\n2/4 \n \nEnvironment Programme,10 the United Nations Population Fund,11 the United Nations \nHuman Settlements Programme,12 the United Nations Office on Drugs and Crime, 13 \nthe United Nations Office for Project Services,14 the United Nations Entity for Gender \nEquality and the Empowerment of Women (UN-Women),15 the International Residual \nMechanism for Criminal Tribunals 16  and the United Nations Joint Staff Pension \nFund,17 the note by the Secretary-General transmitting the concise summary of the \nprincipal findings, conclusions and recommendations contained in the reports of the \nBoard of Auditors for the annual financial period 2023, 18 the reports of the Secretary-\nGeneral on the implementation of the recommendations of the Board of Auditors \ncontained in its reports on the United Nations19 and on the United Nations funds and \nprogrammes 20  for the year ended 31 December 2023, the report by the Chief \nExecutive of Pension Administration and the Representative of the Secretary-General \nfor the investment of the assets of the Fund on the implementation of the \nrecommendations of the Board of Auditors contained in its report for the year ended \n31 December 2023 on the United Nations Joint Staff Pension Fund 21 and the related \nreport of the Advisory Committee on Administrative and Budgetary Questions, 22  \n \n1. \nTakes note of the audit opinions and findings, and endorses the \nrecommendations, contained in the reports of the Board of Auditors;  \n \n2. \nEndorses the conclusions and recommendations contained in the report of \nthe Advisory Committee on Administrative and Budgetary Questions;  \n \n3. \nReaffirms that the Board of Auditors shall be completely independent and \nsolely responsible for the conduct of audits;  \n \n4. \nDecides to consider further the report of the Board of Auditors on the \nInternational Residual Mechanism for Criminal Tribunals under the agenda item \nrelating to the Mechanism;  \n \n5. \nAlso decides to consider further the report of the Board of Auditors on the \nUnited Nations Joint Staff Pension Fund under the agenda item relating to the Pension \nFund;  \n \n6. \nCommends the Board of Auditors for the continued high quality of its \nreports and the streamlined format thereof;  \n \n7. \nExpresses its appreciation to the Board of Auditors for the valuable cross-\ncutting recommendations and information, including on financial and budget \nperformance, contained in the concise summary and its sections;  \n \n8. \nEmphasizes the recommendations of the Board of Auditors related to the \ncost-recovery fund, requests the Secretary-General to expedite the review of the cost-\nrecovery fund balances and the relevant reserve levels to ensure that the distinction \nbetween spendable and non-spendable revenues is made, both on future revenues and \non the stock of the 10 RCR and 20 PCR accumulated surplus, and requests the \n__________________ \n \n10 Ibid., Supplement No. 5G (A/79/5/Add.7). \n \n11 Ibid., Supplement No. 5H (A/79/5/Add.8). \n \n12 Ibid., Supplement No. 5I (A/79/5/Add.9). \n \n13 Ibid., Supplement No. 5J (A/79/5/Add.10). \n \n14 Ibid., Supplement No. 5K (A/79/5/Add.11). \n \n15 Ibid., Supplement No. 5L (A/79/5/Add.12). \n \n16 Ibid., Supplement No. 5O (A/79/5/Add.15). \n \n17 Ibid., Supplement No. 5P (A/79/5/Add.16). \n \n18 A/79/243. \n \n19 A/79/328. \n \n20 A/79/328/Add.1. \n \n21 A/79/311. \n \n22 A/79/513. \n\nFinancial reports and audited financial statements, and reports of \nthe Board of Auditors \nA/RES/79/245\n \n3/4\n24-24684 \n \nAdvisory Committee to request the Board of Auditors to continue to keep matters \nrelated to cost recovery under review and report thereon in its future reports;  \n \n9. \nTakes note of the reports of the Secretary-General on the implementation \nof the recommendations of the Board of Auditors contained in its reports for the year \nended 31 December 2023 on the United Nations and on the United Nations funds and \nprogrammes;  \n \n10. Requests the Secretary-General to continue to ensure unhindered \ncommunication and cooperation between the Board of Auditors and the \nAdministration in the conduct of audits and during the preparation of their respective \nreports, which is indispensable to informed decision-making by the General \nAssembly;  \n \n11. \nReiterates its request to the Secretary-General and the executive heads of \nthe funds and programmes of the United Nations to ensure full implementation of the \nrecommendations of the Board of Auditors and the related recommendations of the \nAdvisory Committee in a prompt and timely manner, to continue to hold programme \nmanagers accountable for the non-implementation of recommendations and to \neffectively address the root causes of the problems highlighted by the Board;  \n \n12. Also reiterates its request to the Secretary-General to provide in his reports \non the implementation of the recommendations of the Board of Auditors a full \nexplanation for the delays in the implementation of the recommendations of the \nBoard, in particular those recommendations not yet fully implemented that are two or \nmore years old;  \n \n13. Further reiterates its request to the Secretary-General to indicate in future \nreports an expected time frame for the implementation of the recommendations of the \nBoard of Auditors, as well as the priorities for their implementation and the office \nholders to be held accountable;  \n \n14. Notes the findings of the Board of Auditors regarding the cost-recovery \nresources, and requests the Secretary-General to submit a comprehensive report on \ncost recovery to the General Assembly, covering all the issues identified, including \nthe generated interest revenues, with a view to improving the management of the cost-\nrecovery fund and enhancing the compliance with cost-recovery guidelines and \naccountability for non-compliance, and also requests the Secretary-General to \npropose options to the Assembly for the allocation of these generated interest \nrevenues at the main part of the eightieth session of the Assembly;  \n \n15. Invites the Secretary-General to examine in the context of the performance \nreport the amount and use of interest generated by existing funds and mechanisms \nwithin the Secretariat, disaggregated by funding stream, including but not limited to \nthe cost-recovery funds, and to report thereon to the General Assembly, and requests \nthe Advisory Committee to request the Board of Auditors to keep matters related to \naccrued interests under review and report thereon in its future reports;  \n \n16. Notes the significant overexpenditure related to communications and \ninformation technology equipment in the context of special political missions from \n2021 to 2023, and requests the Secretary-General to ensure that the Office of \nInformation and Communications Technology can effectively perform its oversight \nresponsibilities in the field, and to report thereon in the context of the proposed \nprogramme budget for 2026;  \n \n17. Requests the Secretary-General to continue developing a culture of \nefficiency and cost-effectiveness, with a view to improving financial and budget \nperformance, and report thereon in the future budget submissions;  \n\nA/RES/79/245 \nFinancial reports and audited financial statements, and reports of \nthe Board of Auditors\n \n24-24684\n4/4 \n \n \n18. Notes the findings and related recommendations of the Board of Auditors \nregarding loss or waste of resources, inactive funds and idle resources, inefficiencies \nin operations, and challenges in meeting performance targets, and invites the \nSecretary-General to take action with regard to the recommendations made by the \nBoard; \n \n19. Expresses concerns over the findings of the Board of Auditors regarding \nthe use of hedging instruments and forward pricing, and in this regard emphasizes \nthat internal controls need to monitor this issue, with an aim to strengthen financial \ncompliance and mitigate financial risks and losses;  \n \n20. Notes with concern the poor assets management in the context of the \nregular budget, evidenced in the disposal of unused equipment and the \nnon-distribution of these assets for use after more than two years of acquisition, \nleading to financial losses to the Organization, and requests the Secretary-General to \nreport on this situation, as well as details on the functioning of the accountability \nframework in the case of assets management; \n \n21. Reiterates that increased delegated authority must be matched by \nenhanced transparency and accountability, and requests the Secretary-General to \nprovide a detailed description of the responsibilities and lines of accountabilities of \nrelevant Secretariat departments that utilize functions and services of other United \nNations entities;  \n \n22. Invites the Secretary-General to tighten the accountability of employees in \nthe event of damage caused by gross negligence and to improve processes for the \nconfiscation of assets from criminal acts. \n \n55th (resumed) plenary meeting \n24 December 2024 \n \n",
  "paragraphs": {
    "1": "Takes note of the audit opinions and findings, and endorses the recommendations, contained in the reports of the Board of Auditors;",
    "2": "Endorses the conclusions and recommendations contained in the report of the Advisory Committee on Administrative and Budgetary Questions;",
    "3": "Reaffirms that the Board of Auditors shall be completely independent and solely responsible for the conduct of audits;",
    "4": "Decides to consider further the report of the Board of Auditors on the International Residual Mechanism for Criminal Tribunals under the agenda item relating to the Mechanism;",
    "5": "Also decides to consider further the report of the Board of Auditors on the United Nations Joint Staff Pension Fund under the agenda item relating to the Pension Fund;",
    "6": "Commends the Board of Auditors for the continued high quality of its reports and the streamlined format thereof;",
    "7": "Expresses its appreciation to the Board of Auditors for the valuable cross- cutting recommendations and information, including on financial and budget performance, contained in the concise summary and its sections;",
    "8": "Emphasizes the recommendations of the Board of Auditors related to the cost-recovery fund, requests the Secretary-General to expedite the review of the cost- recovery fund balances and the relevant reserve levels to ensure that the distinction between spendable and non-spendable revenues is made, both on future revenues and on the stock of the 10 RCR and 20 PCR accumulated surplus, and requests the __________________ 10 Ibid., Supplement No. 5G (A/79/5/Add.7). 11 Ibid., Supplement No. 5H (A/79/5/Add.8). 12 Ibid., Supplement No. 5I (A/79/5/Add.9). 13 Ibid., Supplement No. 5J (A/79/5/Add.10). 14 Ibid., Supplement No. 5K (A/79/5/Add.11). 15 Ibid., Supplement No. 5L (A/79/5/Add.12). 16 Ibid., Supplement No. 5O (A/79/5/Add.15). 17 Ibid., Supplement No. 5P (A/79/5/Add.16). 18 A/79/243. 19 A/79/328. 20 A/79/328/Add.1. 21 A/79/311. 22 A/79/513. Financial reports and audited financial statements, and reports of the Board of Auditors A/RES/79/245 3/4 24-24684 Advisory Committee to request the Board of Auditors to continue to keep matters related to cost recovery under review and report thereon in its future reports;",
    "9": "Takes note of the reports of the Secretary-General on the implementation of the recommendations of the Board of Auditors contained in its reports for the year ended 31 December 2023 on the United Nations and on the United Nations funds and programmes;",
    "10": "Requests the Secretary-General to continue to ensure unhindered communication and cooperation between the Board of Auditors and the Administration in the conduct of audits and during the preparation of their respective reports, which is indispensable to informed decision-making by the General Assembly;",
    "11": "Reiterates its request to the Secretary-General and the executive heads of the funds and programmes of the United Nations to ensure full implementation of the recommendations of the Board of Auditors and the related recommendations of the Advisory Committee in a prompt and timely manner, to continue to hold programme managers accountable for the non-implementation of recommendations and to effectively address the root causes of the problems highlighted by the Board;",
    "12": "Also reiterates its request to the Secretary-General to provide in his reports on the implementation of the recommendations of the Board of Auditors a full explanation for the delays in the implementation of the recommendations of the Board, in particular those recommendations not yet fully implemented that are two or more years old;",
    "13": "Further reiterates its request to the Secretary-General to indicate in future reports an expected time frame for the implementation of the recommendations of the Board of Auditors, as well as the priorities for their implementation and the office holders to be held accountable;",
    "14": "Notes the findings of the Board of Auditors regarding the cost-recovery resources, and requests the Secretary-General to submit a comprehensive report on cost recovery to the General Assembly, covering all the issues identified, including the generated interest revenues, with a view to improving the management of the cost- recovery fund and enhancing the compliance with cost-recovery guidelines and accountability for non-compliance, and also requests the Secretary-General to propose options to the Assembly for the allocation of these generated interest revenues at the main part of the eightieth session of the Assembly;",
    "15": "Invites the Secretary-General to examine in the context of the performance report the amount and use of interest generated by existing funds and mechanisms within the Secretariat, disaggregated by funding stream, including but not limited to the cost-recovery funds, and to report thereon to the General Assembly, and requests the Advisory Committee to request the Board of Auditors to keep matters related to accrued interests under review and report thereon in its future reports;",
    "16": "Notes the significant overexpenditure related to communications and information technology equipment in the context of special political missions from 2021 to 2023, and requests the Secretary-General to ensure that the Office of Information and Communications Technology can effectively perform its oversight responsibilities in the field, and to report thereon in the context of the proposed programme budget for 2026;",
    "17": "Requests the Secretary-General to continue developing a culture of efficiency and cost-effectiveness, with a view to improving financial and budget performance, and report thereon in the future budget submissions; A/RES/79/245 Financial reports and audited financial statements, and reports of the Board of Auditors 24-24684 4/4",
    "18": "Notes the findings and related recommendations of the Board of Auditors regarding loss or waste of resources, inactive funds and idle resources, inefficiencies in operations, and challenges in meeting performance targets, and invites the Secretary-General to take action with regard to the recommendations made by the Board;",
    "19": "Expresses concerns over the findings of the Board of Auditors regarding the use of hedging instruments and forward pricing, and in this regard emphasizes that internal controls need to monitor this issue, with an aim to strengthen financial compliance and mitigate financial risks and losses;",
    "20": "Notes with concern the poor assets management in the context of the regular budget, evidenced in the disposal of unused equipment and the non-distribution of these assets for use after more than two years of acquisition, leading to financial losses to the Organization, and requests the Secretary-General to report on this situation, as well as details on the functioning of the accountability framework in the case of assets management;",
    "21": "Reiterates that increased delegated authority must be matched by enhanced transparency and accountability, and requests the Secretary-General to provide a detailed description of the responsibilities and lines of accountabilities of relevant Secretariat departments that utilize functions and services of other United Nations entities;",
    "22": "Invites the Secretary-General to tighten the accountability of employees in the event of damage caused by gross negligence and to improve processes for the confiscation of assets from criminal acts. 55th (resumed) plenary meeting 24 December 2024"
  },
  "agenda_items": [
    "Item 136"
  ],
  "symbol_references": []
}