{
  "symbol": "A/RES/79/128",
  "filename": "A_RES_79_128.pdf",
  "title": "79/128. Protection of persons in the event of disasters",
  "text": "United Nations \nA/RES/79/128\n \n \nGeneral Assembly \nDistr.: General \n12 December 2024 \n \n24-23499 (E)     \n*2423499* \n \n \nSeventy-ninth session \nAgenda item 86 \nProtection of persons in the event of disasters \n \n \n \n \n Resolution adopted by the General Assembly \non 4 December 2024 \n \n \n \n \n[on the report of the Sixth Committee (A/79/476, para. 8)] \n \n \n 79/128. Protection of persons in the event of disasters \n \n \n \nThe General Assembly, \n \nHaving considered chapter IV of the report of the International Law \nCommission on the work of its sixty-eighth session,1 which contains the draft articles \non protection of persons in the event of disasters,2 \n \nRecalling that the Commission decided to recommend the elaboration of a \nconvention on the basis of the draft articles on the protection of persons in the event \nof disasters,3 \n \nReaffirming the purposes and principles enshrined in the Charter of the United \nNations, \n \nRecalling the Declaration of Principles of International Law concerning \nFriendly Relations and Cooperation among States in accordance with the Charter of \nthe United Nations, of 1970,4 \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter, \n \nRecalling its resolutions 71/141 of 13 December 2016, 73/209 of 20 December \n2018 and 76/119 of 9 December 2021, as well as its decisions 75/526 of 15 December \n2020 and 78/516 of 7 December 2023, \n \nRecalling also its resolutions 46/182 of 19 December 1991 and 58/114 of \n17 December 2003 on the strengthening of the coordination of emergency \n__________________ \n \n1 Official Records of the General Assembly, Seventy-first Session, Supplement No. 10 (A/71/10). \n \n2 Ibid., chap. IV, sect. E.1. \n \n3 Ibid., sect. C. \n \n4 Resolution 2625 (XXV), annex. \n\nA/RES/79/128 \nProtection of persons in the event of disasters\n \n24-23499\n2/3 \n \nhumanitarian assistance of the United Nations, as well as the Sendai Declaration and \nthe Sendai Framework for Disaster Risk Reduction 2015–2030,5 \n \nRecalling further its decision to examine the draft articles and to consider \nfurther the recommendation of the Commission for the elaboration of a convention \nby the General Assembly or by an international conference of plenipotentiaries on the \nbasis of the draft articles, or any other potential course of action with respect to the \ndraft articles, also in the light of all the views and comments expressed in the debates \nof the Sixth Committee, as well as the comments and observations received from \nGovernments, within the framework of a working group of the Committee, to be \nconvened for four full consecutive days at the seventy-eighth and seventy-ninth \nsessions of the Assembly,6 \n \nNoting the number of suggestions for improvements to the draft articles made \nby States, including during the deliberations in the working group on protection of \npersons in the event of disasters at the seventy-eighth and seventy-ninth sessions of \nthe General Assembly, \n \nNoting with concern the increasing number of disasters in the world, as well as \ntheir intensity and impact on affected populations,  \n \nNoting that the subject of the protection of persons in the event of disasters, \nincluding by promoting international cooperation between States in the areas of \ndisaster risk reduction, including disaster prevention, mitigation, preparedness, \nresponse, recovery and rehabilitation, is of major importance in the relations of States, \n \nStressing the need for a comprehensive global legal regime to better address the \nprotection of persons in the event of disasters, and having considered the feasibility \nof developing an international convention, \n \n1. \nExpresses its appreciation to the International Law Commission for its \ncontinuing contribution to the codification and progressive development of \ninternational law;  \n \n2. \nTakes note of the reports of the working group on protection of persons in \nthe event of disasters, 7 including the Chair’s summary of the deliberations in the \nworking group at the seventy-eighth8 and seventy-ninth sessions;9 \n \n3. \nAlso takes note of all the views and comments expressed in the debates of \nthe Sixth Committee on this topic, 10 as well as the comments and observations \nreceived from Governments on the draft articles on the protection of persons in the \nevent of disasters and on any future action thereon;11 \n \n4. \nDecides to elaborate and conclude a legally binding instrument on the \nprotection of persons in the event of disasters, without prejudice to the legal effects \nof any particular provisions contained therein, by the end of 2027 at the latest, at the \n__________________ \n \n5 Resolution 69/283, annexes I and II. \n \n6 See resolution 76/119. \n \n7 See A/C.6/78/SR.36 and A/C.6/79/SR.37. \n \n8 Available on the website of the Sixth Committee at www.un.org/en/ga/sixth/78/pdfs/statements/ \ndisasters/36mtg_oral_report.pdf. \n \n9 Available on the website of the Sixth Committee at www.un.org/en/ga/sixth/79/pdfs/statements/ \ndisasters/37mtg_oral_report.pdf.  \n \n10 See A/C.6/71/SR.20, A/C.6/71/SR.21, A/C.6/71/SR.22, A/C.6/71/SR.23, A/C.6/71/SR.24, \nA/C.6/71/SR.30, A/C.6/73/SR.31, A/C.6/75/SR.17, A/C.6/75/SR.18, A/C.6/75/SR.19, \nA/C.6/76/SR.12, A/C.6/76/SR.13, A/C.6/78/SR.1, A/C.6/78/SR.5, A/C.6/78/SR.6, A/C.6/78/SR.7, \nA/C.6/78/SR.36, A/C.6/79/SR.5, A/C.6/79/SR.6, A/C.6/79/SR.7 and A/C.6/79/SR.37. \n \n11  See A/73/229 and A/75/214. \n\nProtection of persons in the event of disasters \nA/RES/79/128\n \n3/3\n24-23499 \n \ndates and location and in accordance with the modalities to be determined by the \nGeneral Assembly at its eightieth session;12 \n \n5. \nAlso decides that the Sixth Committee shall resume its session for up to \nfive days by the end of April 2026 at the latest, in order to prepare a consolidated text \nincluding the draft articles and the proposals submitted by Governments in \naccordance with paragraph 6 below, within the framework of a working group of the \nCommittee; \n \n6. \nInvites Governments to submit to the Secretary-General, no later than \n31 December 2025, proposals for amendments to the draft articles, with a view to \npreparing the consolidated text that will serve as the basis for the negotiations of the \nlegally binding instrument as referred to in paragraph 4 above, and requests the \nSecretary-General to submit a compilation of all the proposals received to the working \ngroup; \n \n7. \nDecides to include in the provisional agenda of its eightieth session the \nitem entitled “Protection of persons in the event of disasters”. \n \n47th plenary meeting \n4 December 2024 \n \n__________________ \n \n12 Noting that the Government of the Philippines has expressed its interest in hosting a conference.  \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the International Law Commission for its continuing contribution to the codification and progressive development of international law;",
    "2": "Takes note of the reports of the working group on protection of persons in the event of disasters, 7 including the Chair’s summary of the deliberations in the working group at the seventy-eighth8 and seventy-ninth sessions;9",
    "3": "Also takes note of all the views and comments expressed in the debates of the Sixth Committee on this topic, 10 as well as the comments and observations received from Governments on the draft articles on the protection of persons in the event of disasters and on any future action thereon;11",
    "4": "Decides to elaborate and conclude a legally binding instrument on the protection of persons in the event of disasters, without prejudice to the legal effects of any particular provisions contained therein, by the end of 2027 at the latest, at the dates and location and in accordance with the modalities to be determined by the General Assembly at its eightieth session;12",
    "5": "Also decides that the Sixth Committee shall resume its session for up to five days by the end of April 2026 at the latest, in order to prepare a consolidated text including the draft articles and the proposals submitted by Governments in accordance with paragraph 6 below, within the framework of a working group of the Committee;",
    "6": "Invites Governments to submit to the Secretary-General, no later than 31 December 2025, proposals for amendments to the draft articles, with a view to preparing the consolidated text that will serve as the basis for the negotiations of the legally binding instrument as referred to in paragraph 4 above, and requests the Secretary-General to submit a compilation of all the proposals received to the working group;",
    "7": "Decides to include in the provisional agenda of its eightieth session the item entitled “Protection of persons in the event of disasters”."
  },
  "agenda_items": [
    "Item 86"
  ],
  "symbol_references": []
}