{
  "symbol": "A/RES/76/108",
  "filename": "A_RES_76_108.pdf",
  "title": "76/108. Expedited Arbitration Rules of the United Nations Commission on International Trade Law",
  "text": "United Nations \nA/RES/76/108\n \n \nGeneral Assembly \nDistr.: General \n17 December 2021 \n \n21-18662 (E)    271221 \n*2118662* \n \n \nSeventy-sixth session \nAgenda item 80 \nReport of the United Nations Commission on International \nTrade Law on the work of its fifty-fourth session \n \n \n \n \n Resolution adopted by the General Assembly \non 9 December 2021 \n \n \n \n \n[on the report of the Sixth Committee (A/76/471, para. 13)] \n \n \n 76/108. Expedited Arbitration Rules of the United Nations Commission on \nInternational Trade Law \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it \nestablished the United Nations Commission on International Trade Law with a \nmandate to further the progressive harmonization and unification of the law of \ninternational trade and in that respect to bear in mind the interests of all peoples, in \nparticular those of developing countries, in the extensive development of international \ntrade, \n \nRecalling also its resolution 31/98 of 15 December 1976 recommending the use \nof the Arbitration Rules of the United Nations Commission on International Trade \nLaw1 and its resolution 65/22 of 6 December 2010 recommending the use of the \nArbitration Rules as revised in 2010,2  \n \nMindful of the value of arbitration as a method of settling disputes that may arise \nin the context of international commercial relations, \n \nNoting the value of expedited arbitration as a streamlined and simplified \nprocedure for settling disputes that arise in the context of international commercial \nrelations within a shortened time frame, and its increased use in international and \ndomestic commercial practice for parties to reach a final resolution of the dispute in \na cost- and time-effective manner,  \n \nAware of the need to balance the efficiency of the arbitral proceedings and the \nrights of the disputing parties to due process and fair treatment,  \n__________________ \n \n1  Official Records of the General Assembly, Thirty-first Session, Supplement No. 17 (A/31/17), \nchap. V, sect. C. \n \n2  Ibid., Sixty-fifth Session, Supplement No. 17 (A/65/17), annex I. \n\nA/RES/76/108 \nExpedited Arbitration Rules of the United Nations Commission\non International Trade Law\n \n21-18662\n2/2 \n \n \nNoting that the preparation of the UNCITRAL Expedited Arbitration Rules and \nthe accompanying explanatory note benefited greatly from consultations with \nGovernments and interested intergovernmental and international non-governmental \norganizations, \n \nNoting also that the Expedited Arbitration Rules were adopted by the United \nNations Commission on International Trade Law at its fifty-fourth session, after due \ndeliberations,3  \n \n1. \nExpresses its appreciation to the United Nations Commission on \nInternational Trade Law for having formulated and adopted the Expedited Arbitration \nRules, the text of which is contained in annex IV to the report of the United Nations \nCommission on International Trade Law on the work of its fifty-fourth session4 and \nwhich came into effect on 19 September 2021;  \n \n2. \nRecommends the use of the UNCITRAL Expedited Arbitration Rules in \nthe settlement of disputes arising in the context of international commercial relations; \n \n3. \nRequests the Secretary-General to make all efforts to ensure that the \nUNCITRAL Expedited Arbitration Rules become generally known and available. \n \n49th plenary meeting \n9 December 2021 \n \n \n__________________ \n \n3  Ibid., Seventy-sixth Session, Supplement No. 17 (A/76/17), chap. VII. \n \n4  Ibid., annex IV. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the United Nations Commission on International Trade Law for having formulated and adopted the Expedited Arbitration Rules, the text of which is contained in annex IV to the report of the United Nations Commission on International Trade Law on the work of its fifty-fourth session4 and which came into effect on 19 September 2021;",
    "2": "Recommends the use of the UNCITRAL Expedited Arbitration Rules in the settlement of disputes arising in the context of international commercial relations;",
    "3": "Requests the Secretary-General to make all efforts to ensure that the UNCITRAL Expedited Arbitration Rules become generally known and available. 49th plenary meeting 9 December 2021 __________________ 3 Ibid., Seventy-sixth Session, Supplement No. 17 (A/76/17), chap. VII. 4 Ibid., annex IV."
  },
  "agenda_items": [
    "Item 80"
  ],
  "symbol_references": []
}