{
  "symbol": "A/RES/73/253",
  "filename": "A_RES_73_253.pdf",
  "title": "73/253. Agriculture development, food security and nutrition",
  "text": "United Nations \nA/RES/73/253 \n \n \nGeneral Assembly \nDistr.: General \n18 January 2019 \n \n18-22634 (E)    230119     \n*1822634* \n \n \nSeventy-third session \nAgenda item 26 \n \n \n \n \n Resolution adopted by the General Assembly \non 20 December 2018 \n \n \n \n \n[on the report of the Second Committee (A/73/544)] \n \n \n 73/253. Agriculture development, food security and nutrition \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 65/178 of 20 December 2010, 66/220 of 22 December \n2011, 67/228 of 21 December 2012, 68/233 of 20 December 2013, 69/240 of \n19 December 2014, 70/223 of 22 December 2015, 71/245 of 21 December 2016 and \n72/238 of 20 December 2017, \n \nRecalling also the Declaration of the World Summit on Food Security, 1 \nparticularly the Five Rome Principles for Sustainable Global Food Security, and \nnoting the Rome Declaration on Nutrition,2 as well as the Framework for Action,3 \nwhich provides a set of voluntary policy options and strategies for use by \nGovernments, as appropriate, adopted at the Second International Conference on \nNutrition, held in Rome from 19 to 21 November 2014, \n \nRecalling further the Rio Declaration on Environment and Development, 4 \nAgenda 21, 5  the Programme for the Further Implementation of Agenda 21, 6  the \nJohannesburg Declaration on Sustainable Development7 and the Plan of Implementation \nof the World Summit on Sustainable Development (Johannesburg Plan of \nImplementation), 8  the Monterrey Consensus of the International Conference on \n__________________ \n \n1 Food and Agriculture Organization of the United Nations, document WSFS 2009/2. \n \n2 World Health Organization, document EB 136/8, annex I. \n \n3 Ibid., annex II. \n \n4 Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3−14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n \n5 Ibid., annex II. \n \n6 Resolution S-19/2, annex. \n \n7 Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 1, annex. \n \n8 Ibid., resolution 2, annex. \n\nA/RES/73/253 \nAgriculture development, food security and nutrition\n \n18-22634\n2/13 \n \nFinancing for Development, 9  the 2005 World Summit Outcome, 10  the Doha \nDeclaration on Financing for Development: outcome document of the Follow-up \nInternational Conference on Financing for Development to Review the Implementation \nof the Monterrey Consensus,11 the Programme of Action for the Least Developed \nCountries for the Decade 2011–2020, 12  the Vienna Programme of Action for \nLandlocked Developing Countries for the Decade 2014–2024 13  and the SIDS \nAccelerated Modalities of Action (SAMOA) Pathway,14 \n \nRecalling the outcome document of the United Nations Conference on \nSustainable Development, held in Rio de Janeiro, Brazil, from 20 to 22 June 2012, \nentitled “The future we want”,15 \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions — \neconomic, social and environmental — in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business, \n \nReaffirming also its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity, \n \nWelcoming the Paris Agreement, 16  and encouraging all its parties to fully \nimplement the Agreement and parties to the United Nations Framework Convention \non Climate Change 17  that have not yet done so to deposit their instruments of \nratification, acceptance, approval or accession, where appropriate, as soon as \npossible, \n \nHighlighting the synergies between the implementation of the 2030 Agenda and \nthe Paris Agreement, and noting with concern the scientific findings contained in the \nspecial report entitled Global Warming of 1.5°C of the Intergovernmental Panel on \nClimate Change, \n \nLooking forward to the climate summit called for by the Secretary-General, to \nbe held in New York in 2019, to accelerate global action on climate change, \n__________________ \n \n9 Report of the International Conference on Financing for Development, Monterrey, Mexico, \n18−22 March 2002 (United Nations publication, Sales No. E.02.II.A.7), chap. I, resolution 1, \nannex. \n \n10 Resolution 60/1. \n \n11 Resolution 63/239, annex. \n \n12 Report of the Fourth United Nations Conference on the Least Developed Countries, Istanbul, \nTurkey, 9–13 May 2011 (A/CONF.219/7), chap. II. \n \n13 Resolution 69/137, annex II. \n \n14 Resolution 69/15, annex. \n \n15 Resolution 66/288, annex. \n \n16 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n17 United Nations, Treaty Series, vol. 1771, No. 30822. \n\nAgriculture development, food security and nutrition \nA/RES/73/253\n \n3/13\n18-22634 \n \n \nReaffirming the New Urban Agenda, adopted at the United Nations Conference \non Housing and Sustainable Urban Development (Habitat III), held in Quito from \n17 to 20 October 2016, 18  and reaffirming also the importance of promoting the \nintegration of food security and the nutritional needs of urban residents, particularly \nthe urban poor, in urban and territorial planning, in order to end hunger and \nmalnutrition, as well as promoting coordination of sustainable food security and \nagriculture policies across urban, peri-urban and rural areas, \n \nReaffirming also the importance of supporting Agenda 2063 of the African \nUnion, as well as its 10-year plan of action, as a strategic framework for ensuring a \npositive socioeconomic transformation in Africa within the next 50 years and its \ncontinental programme embedded in the resolutions of the General Assembly on the \nNew Partnership for Africa’s Development and regional initiatives, such as the \nComprehensive Africa Agriculture Development Programme, \n \nReaffirming further its resolutions 71/243 of 21 December 2016 and 72/279 of \n31 May 2018, and welcoming the efforts of the Secretary-General to better position \nthe United Nations operational activities for development to support countries in their \nefforts to implement the 2030 Agenda, and in particular to enhance coordination and \nurgency in achieving Sustainable Development Goal 2, \n \nRecalling the political declaration of the high-level meeting of the General \nAssembly on the prevention and control of non-communicable diseases19 and the \noutcome document of the high-level meeting of the General Assembly on the \ncomprehensive review and assessment of the progress achieved in the prevention and \ncontrol of non-communicable diseases,20 welcoming the third high-level meeting of \nthe General Assembly on the prevention and control of non-communicable diseases, \nheld in New York on 27 September 2018, and its political declaration entitled “Time \nto deliver: accelerating our response to address non-communicable diseases for the \nhealth and well-being of present and future generations” adopted by the Assembly in \nits resolution 73/2 of 10 October 2018 as a renewal of the commitment to tackle \nnon-communicable diseases, and underscoring the need to make progress on the \nagreed commitments, \n \nWelcoming the high-level meeting of the General Assembly on the fight against \ntuberculosis, held in New York on 26 September 2018, and the commitment in its \npolitical declaration21 to the multisectoral action required to address the social and \neconomic factors driving the worldwide tuberculosis epidemic, \n \nRecalling the high-level meeting of the General Assembly on antimicrobial \nresistance, held in New York on 21 September 2016, and its political declaration, as \nset out in resolution 71/3 of 5 October 2016, in which the Assembly reaffirmed the \nglobal action plan on antimicrobial resistance, 22  developed by the World Health \nOrganization in collaboration with, and subsequently adopted by, the Food and \nAgriculture Organization of the United Nations and the World Organization for \nAnimal Health, \n \nRecalling also the action plan on antimicrobial resistance 2016–2020 of the \nFood and Agriculture Organization of the United Nations, which supports the food \nand agriculture sectors in implementing the global action plan on antimicrobial \nresistance developed by the World Health Organization in collaboration with, and \n__________________ \n \n18 Resolution 71/256, annex. \n \n19 Resolution 66/2, annex. \n \n20 Resolution 68/300. \n \n21 Resolution 73/3. \n \n22 World Health Organization, document WHA68/2015/REC/1, annex 3. \n\nA/RES/73/253 \nAgriculture development, food security and nutrition\n \n18-22634\n4/13 \n \nsubsequently adopted by, the Food and Agriculture Organization of the United \nNations and the World Organization for Animal Health, \n \nExpressing concern that the current pace and scope of implementation of \nSustainable Development Goal 2 is unlikely to promote the transformational change \nneeded and that its targets will not be achieved in many parts of the world, and calling \nfor additional efforts to support the transformational change needed, \n \nExpressing concern also that the multiple and complex causes of the food crises \nthat occur in different regions of the world, affecting developing countries, especially \nnet food importers, and their consequences for food security and nutrition require a \ncomprehensive and coordinated response in the short, medium and long term by \nnational Governments, civil society, the private sector and the international \ncommunity, reiterating that the root causes of food insecurity and malnutrition are \npoverty, growing inequality, inequity and lack of access to resources and income-\nearning opportunities, the effects of climate change and disasters, and conflicts, and \nremaining concerned that excessively volatile food prices can pose a serious \nchallenge to the fight against poverty and hunger and to the efforts of developing \ncountries to attain food security and improved nutrition and to achieve internationally \nagreed development goals, including the Sustainable Development Goals, particularly \nthose related to ending hunger and malnutrition, \n \nRecalling the United Nations strategic plan for forests 2017–2030, 23 \nacknowledging that forests provide essential ecosystem services, such as timber, food, \nfuel, fodder, non-wood products and shelter, as well as soil and water conservation \nand clean air, that sustainable management of forests and trees outside forests is vital \nto the integrated implementation of the 2030 Agenda and that forests prevent land \ndegradation and desertification and reduce the risks of floods, landslides and \navalanches, droughts, dust and sand storms and other disasters, and stressing in this \nregard the role of all types of forests, including boreal, temperate and tropical forests, \nin providing food security, \n \nNoting the engagement of the Committee on World Food Security in advancing \ncountry-led implementation of the 2030 Agenda, \n \nWelcoming the outcome of the forty-fifth session of the Committee on World \nFood Security, held in Rome from 15 to 19 October 2018, taking note of its main \noutcomes, such as the launch of an inclusive process leading to the development of \nCommittee on Food Security voluntary guidelines on food systems and nutrition, in \nsupport of the United Nations Decade of Action on Nutrition (2016–2025), recalling \nthe endorsement by the Committee in 2014 of the voluntary Principles for \nResponsible Investment in Agriculture and Food Systems 24 and the Committee’s \nVoluntary Guidelines on the Responsible Governance of Tenure of Land, Fisheries \nand Forests in the Context of National Food Security, 25  and taking note of the \nadoption of the policy recommendations on connecting smallholders to markets and \non sustainable agricultural development for food security and nutrition, including the \nrole of livestock, \n \nTaking note of the launch of the Sustainable Food Systems Programme under \nthe 10-Year Framework of Programmes on Sustainable Consumption and Production \nPatterns,26 an inclusive initiative to accelerate the shift towards more sustainable food \nsystems, \n__________________ \n \n23 See resolution 71/285. \n \n24 Food and Agriculture Organization of the United Nations, document C 2015/20, appendix D. \n \n25 Food and Agriculture Organization of the United Nations, document CL 144/9 (C 2013/20), \nappendix D. \n \n26 A/CONF.216/5, annex. \n\nAgriculture development, food security and nutrition \nA/RES/73/253\n \n5/13\n18-22634 \n \n \nRecalling the operationalization of the Technology Bank for the Least \nDeveloped Countries, which is helping the least developed countries to strengthen \ntheir science, technology and innovation capacities and fostering the development of \nnational and regional innovation ecosystems, as well as developing capacities for \npartnerships in science, technology and innovation collaboration with other countries \nworldwide, \n \nNoting with appreciation the work undertaken by relevant international bodies \nand organizations, including the Food and Agriculture Organization of the United \nNations, the International Fund for Agricultural Development, the World Food \nProgramme, the World Health Organization, the United Nations Children’s Fund and \nthe United Nations Entity for Gender Equality and the Empowerment of Women \n(UN-Women), on agricultural development and on enhancing food security and food \nsafety and improving nutrition outcomes, \n \nRecalling the declaration of 2016–2025 as the United Nations Decade of Action \non Nutrition, based on the Rome Declaration on Nutrition and the Framework for \nAction, and the call upon the Food and Agriculture Organization of the United Nations \nand the World Health Organization to implement a work programme for 2016–2025, \ntaking into account contributions from relevant stakeholders, including the private \nsector, using coordinating mechanisms such as the Standing Committee on Nutrition \nand multi-stakeholder platforms such as the Committee on World Food Security, \n \nWelcoming the adoption of its resolution 72/239 of 20 December 2017, in which \nit proclaimed 2019–2028 the United Nations Decade of Family Farming, which raised \nthe profile of the role of family farming in contributing to the implementation of the \n2030 Agenda and to the achievement of food security and improved nutrition, \n \nReaffirming that agriculture remains a fundamental and key sector for \ndeveloping countries, and noting the importance of working towards eliminating all \nforms of protectionism, \n \nAcknowledging the importance of promoting sustainable farming and \nagriculture, which will contribute to sustainable food production systems and the \nconservation of biodiversity and ecosystems and help to eradicate hunger and \nmalnutrition, \n \nBearing in mind that the agriculture sector depends heavily on biodiversity and \nits components, as well as on the ecosystem functions and services which biodiversity \nunderpins, and that these sectors also have an impact on biodiversity in various direct \nand indirect ways, as acknowledged in the Cancun Declaration on Mainstreaming the \nConservation and Sustainable Use of Biodiversity for Well-being,27 \n \nReaffirming the right of everyone to have access to safe, sufficient and nutritious \nfood, consistent with the right to adequate food and the fundamental right of everyone \nto be free from hunger, so as to be able to fully develop and maintain their physical \nand mental capacities, and underlining the need to make special efforts to meet \nnutritional needs, especially of women, children, older persons, indigenous peoples \nand persons with disabilities, as well as of those living in vulnerable situations, \n \nTaking note with appreciation of the publications entitled The State of Food \nSecurity and Nutrition in the World 2018: Building Climate Resilience for Food \nSecurity and Nutrition, issued by the Food and Agriculture Organization of the United \nNations, the World Health Organization, the International Fund for Agricultural \nDevelopment, the World Food Programme and the United Nations Children’s Fund, \n__________________ \n \n27 United Nations Environment Programme, document UNEP/CBD/COP/13/24. \n\nA/RES/73/253 \nAgriculture development, food security and nutrition\n \n18-22634\n6/13 \n \nand The State of Food and Agriculture 2018: Migration, Agriculture and Rural \nDevelopment, issued by the Food and Agriculture Organization of the United Nations, \n \nRemaining deeply concerned that, according to the most recent estimates of the \nFood and Agriculture Organization of the United Nations, the World Food \nProgramme, the International Fund for Agricultural Development, the World Health \nOrganization and the United Nations Children’s Fund, the number of chronically \nundernourished people in the world increased to nearly 821 million in 2017, from \naround 804 million in 2016, and that global nutrition challenges are increasingly \ncomplex as multiple forms of malnutrition, including stunting, wasting, underweight, \nmicronutrient deficiencies, overweight and obesity, may coexist within the same \ncountry or household, \n \nRecognizing that economic slowdown, gender inequalities, conflict, drought and \nthe adverse effects of climate change, including more frequent and extreme weather \nevents, are among the key factors contributing to a reversal in the long-term progress \nin fighting global hunger, making the prospect of ending hunger and all forms of \nmalnutrition by 2030 more difficult, \n \nRemaining deeply concerned about the continuing food insecurity and \nmalnutrition being faced by hundreds of millions of people, in particular in \nsub-Saharan Africa and in South and West Asia, \n \nRecognizing the need to prevent the recurrence in the future of deaths of people \nfrom famine, \n \nExpressing its concern about the growing number of obese adults in the world, \nfrom 563.7 million in 2012 to 672.3 million in 2016, \n \nExpressing its concern also that, according to the Global Report on Food Crises \n2018, the number of people facing crisis-level food insecurity or worse has increased \ndramatically, up from almost 108 million in 2016 to 124 million in 2017 in countries \naffected by, inter alia, conflict and exacerbated by climate-related events, \nenvironmental factors, including natural disasters, and excessive food price volatility, \n \nNoting that an increasing number of countries, in particular in Africa, Asia, \nLatin America and the Pacific, are integrating food security and nutrition into their \nagriculture policies and investment plans and that, as a result, eradicating hunger, \nimproving food security and ensuring adequate nutrition are being given greater \nprominence in regional development strategies, such as the African Union Malabo \nDeclaration on Accelerated Agricultural Growth and Transformation for Shared \nProsperity and Improved Livelihoods, the Association of Southeast Asian Nations \nfood security and nutrition strategy, the Piura Declaration on Food Security, the \nFramework for Multi-Year Programme on Food Security and Climate Change and \nthe Strategic Framework on Rural-Urban Development to Strengthen Food Security \nand Quality Growth, adopted by the Asia-Pacific Economic Cooperation, the \nHunger-Free Latin America and the Caribbean 2025 Initiative, the strategy on food \nsecurity and nutrition of the Community of Portuguese-speaking Countries and the \nArab food security initiative, all of which emphasized the importance of investing \nin agriculture, diversifying food production and diets and providing quality \nnutritional education to consumers, introducing labour-saving technologies in food \nproduction and processing, enhancing women’s access to income and strengthening \ncapacity-building in improving food safety at all stages of the food chain, and noting \nalso the establishment of the Islamic Organization for Food Security, headquartered \nin Astana, \n \nReiterating the urgent need for action to address the adverse effects of climate \nchange on food security, in particular for women, youth, older persons and persons \n\nAgriculture development, food security and nutrition \nA/RES/73/253\n \n7/13\n18-22634 \n \nwith disabilities, as well as the other root causes of food insecurity and all forms of \nmalnutrition, \n \nExpressing concern that climate change will disproportionately impact the most \nvulnerable people, especially women and children, and their livelihoods, ultimately \nputting hundreds of millions of people at risk, and that by 2050, the risk of hunger \nand child malnutrition could increase by up to 20 per cent owing to climate change, \n \nReiterating the importance of gender equality and the empowerment of women \nand girls, as well as the recognition and protection of the rights of small-holders, \nparticularly women, reiterating also the importance, inter alia, of empowering rural \nwomen, youth, small-scale farmers, family farmers and livestock farmers, fishers and \nfish workers as critical agents for enhancing agricultural and rural development and \nfood security and for improving nutrition outcomes, and acknowledging their \nfundamental contribution to the environmental sustainability and the genetic \npreservation of agricultural systems and to sustaining productivity on often marginal \nlands, \n \nRecognizing that livestock contributes 40 per cent of the global value of \nagricultural output and supports the livelihoods and food security of almost 1.3 billion \npeople, and in this regard acknowledging that the sector offers opportunities for \nsustainable agricultural development, poverty eradication and food security gains, \nand offers an opportunity for raising climate awareness, \n \nAcknowledging that social protection programmes and measures are effective in \nreducing poverty and hunger, \n \nRecognizing the importance of initiatives under the United Nations system, \nincluding the observance of World Pulses Day, World Tuna Day, Sustainable \nGastronomy Day, World Bee Day, World Food Safety Day, World Soil Day, the \nInternational Year of Camelids, the International Year of Plant Health, the \nInternational Decade for Action, “Water for Sustainable Development”, 2018-2028, \nand the United Nations Decade of Family Farming (2019–2028), aimed at increasing \npublic awareness of relevant agriculture, food security and nutritional benefits, in \naccordance with General Assembly resolutions 53/199 of 15 December 1998 and \n61/185 of 20 December 2006 on the proclamation of international years and \nEconomic and Social Council resolution 1980/67 of 25 July 1980 on international \nyears and anniversaries, \n \nRecognizing also the need to increase responsible public and private investment \nin the agriculture sector, inter alia, to find inclusive solutions to and fight hunger and \nmalnutrition and to promote rural and urban sustainable development, \n \nRecalling the Sendai Framework for Disaster Risk Reduction 2015–2030 and \nits guiding principles, 28  and recalling also its promotion of regular disaster \npreparedness, response and recovery exercises, at the national and local levels, with \na view to ensuring rapid and effective response to disasters and related displacement, \nincluding access to essential food and non-food relief supplies, as appropriate to local \nneeds, \n \nNoting the Committee on World Food Security Framework for Action for Food \nSecurity and Nutrition in Protracted Crises, the Committee’s policy recommendations \non sustainable fisheries and aquaculture for food security and nutrition and its policy \nrecommendations on food losses and waste in the context of sustainable food systems, \n \nRecalling that the Sustainable Development Goals and targets are integrated and \nindivisible and balance the three dimensions of sustainable development, and \n__________________ \n \n28 Resolution 69/283, annex II. \n\nA/RES/73/253 \nAgriculture development, food security and nutrition\n \n18-22634\n8/13 \n \nacknowledging that reaching Goal 2 and the interlinked targets of other Goals will be \ncritical, inter alia, in ending hunger and all forms of malnutrition, \n \nReiterating the pledge that no one will be left behind, reaffirming the \nrecognition that the dignity of the human person is fundamental, and the wish to see \nthe Goals and targets met for all nations and peoples and for all segments of society, \nand recommitting to endeavour to reach the furthest behind first, \n \nRecommitting to ensuring that no country or person is left behind and to focusing \nour effort where the challenges are greatest, including by ensuring the inclusion and \nparticipation of those who are furthest behind, \n \n1. \nTakes note of the report of the Secretary-General;29 \n \n2. \nStresses the importance of continued consideration of the issue of \nagriculture development, food security and nutrition, and encourages Member States \nand relevant stakeholders to give due consideration to this issue while implementing \nthe internationally agreed development goals, in particular the 2030 Agenda for \nSustainable Development30 and its Sustainable Development Goals; \n \n3. \nEmphasizes that sustainable agricultural production, food security, food \nsafety and nutrition are key elements for the eradication of poverty in all its forms \nand dimensions, and calls for greater efforts to sustainably enhance the agricultural \nproduction capacities, productivity and food security of developing countries; \n \n4. \nAlso emphasizes the need to accelerate and scale up action, as appropriate, \nto strengthen the resilience and adaptive capacity of food systems and people’s \nlivelihoods in response to climate variability and extremes, to achieve a world without \nhunger and malnutrition in all its forms by 2030; \n \n5. \nExpresses concern that the world is not on track to eradicate hunger and \nmalnutrition by 2030 and that scarce and unsustainably managed natural resources, \ncombined with insecure and uneven tenure rights for smallholders, are severely \naffecting those in vulnerable situations in rural areas, that climate change, including \nthe adverse impact of sea level rise, drought, desertification and conflict and \npost-conflict situations are challenges with regard to food security and nutrition and \ndiet-related non-communicable diseases in many places, preventing progress in the \nimplementation of the Sustainable Development Goals, and that countries in \nprotracted crises are at risk of being left behind; \n \n6. \nStresses that urgent and concerted action is needed at all levels to recover \nmomentum and accelerate efforts to end hunger and all forms of malnutrition, \ncomprehensively tackling both its causes and effects, and to promote improved \nnutrition and sustainable agriculture and food systems; \n \n7. \nReiterates the importance of developing countries determining their own \nfood security strategies, that improving food security and nutrition is a global \nchallenge and a national policy responsibility and that any plans for addressing this \nchallenge in the context of eradicating poverty must be nationally articulated, \ndesigned, owned, led and built in consultation, as an inclusive process, with all key \nstakeholders at the national level, as appropriate, and urges Member States, especially \nthose affected, to make food security, food safety and nutrition a high priority and to \nreflect this in their national programmes and budgets; \n \n8. \nCalls upon the international community to continue its support for the \nimplementation of the Comprehensive Africa Agriculture Development Programme \n__________________ \n \n29 A/73/293. \n \n30 Resolution 70/1. \n\nAgriculture development, food security and nutrition \nA/RES/73/253\n \n9/13\n18-22634 \n \nand its results framework, which is an integral component of the Programme that \nprovides guidance on planning and implementing investment programmes; \n \n9. \nEncourages Member States, in designing their national policies, to fully \ntake into account the Rome Declaration on Nutrition2 as well as the Framework for \nAction,3 which provides a set of voluntary policy options and strategies for the use of \nGovernments, as appropriate; \n \n10. Urges increased political commitment by Member States to end hunger \nand all forms of malnutrition, notes in this regard the Scaling Up Nutrition movement, \nand encourages Member States to engage in the movement at the global and country \nlevels to reduce the increasing level in global hunger and all forms of malnutrition, \nin particular among children, especially children under the age of 2, women, \nespecially those who are pregnant and lactating, and youth; \n \n11. Underscores the need to address child stunting, which remains \nunacceptably high, with nearly 151 million children under 5 years of age, or over \n22 per cent, affected by stunting in 2017; \n \n12. Emphasizes the six global nutrition targets set by the World Health \nAssembly to address global malnutrition and the related monitoring framework; \n \n13. Takes note of the Global Nutrition for Growth Compact, signed by more \nthan 100 countries, companies and civil society organizations, to reduce the number \nof stunted children by 20 million by 2020 and the financial commitments made to \nsupport this goal, as well as the third Nutrition for Growth summit, held in Milan, \nItaly, in November 2017; \n \n14. Stresses the need to increase sustainable agricultural production and \nproductivity globally, noting the diversity of agricultural conditions and systems, \nincluding by improving and aiming to ensure the functioning of markets and trading \nsystems and strengthening international cooperation, particularly for developing \ncountries, and by increasing responsible public and private investment in sustainable \nagriculture, land management and rural development, as well as collaboration in \nscience, technology and innovation, and notes that the benefit of such public and \nprivate investment and engagement should also reach, where appropriate, local \nsmallholders in appropriate knowledge management systems and communications \nsystems with regard to promoting food security, improving nutrition outcomes and \nreducing inequality; \n \n15. Recognizes the need to increase the resilience and sustainability of food \nand agricultural production with regard to climate change in the context of the rising \ndemand for crops, bearing in mind the importance of safeguarding food security and \nending hunger and the particular vulnerabilities of food production systems to the \nadverse impacts of climate change, and encourages efforts at all levels to support \nclimate-sensitive agricultural practices, including agroforestry, agroecology, \nconservation agriculture, water management schemes, drought-and flood-resistant \nseeds and sustainable livestock management, and to establish and strengthen \ninterfaces between scientists, decision makers, entrepreneurs and funders of science, \ntechnology and innovation, as well as measures to strengthen the resilience of those \nin vulnerable situations and of food systems, which can also have a wider positive \nimpact, emphasizing adaptation to climate change as a major concern and objective \nfor all farmers and food producers, especially small-scale producers; \n \n16. Reaffirms the need to promote, enhance and support more sustainable \nagriculture, including crops, forestry, fisheries and aquaculture, that improves food \nsecurity, eradicates hunger, helps to prevent malnutrition and is economically viable, \nwhile conserving land, water, plant and animal genetic resources, biodiversity and \necosystems and enhancing resilience to climate change and natural disasters, and \n\nA/RES/73/253 \nAgriculture development, food security and nutrition\n \n18-22634\n10/13 \n \nrecognizes the need to maintain natural ecological processes that support sustainable \nand efficient food production systems and ensure food security, underlines the \nimportance of mainstreaming the conservation and sustainable use of biodiversity in \nthe agriculture sector, and takes note of the importance of the Globally Important \nAgricultural Heritage Systems and the Biodiversity Mainstreaming Platform \npromoted by the Food and Agriculture Organization of the United Nations; \n \n17. Expresses concern about antimicrobial resistance, in particular in the \nagricultural sector, and in this regard encourages the implementation of the action \nplan on antimicrobial resistance 2016–2020 of the Food and Agriculture Organization \nof the United Nations, which supports the food and agriculture sectors in \nimplementing the global action plan on antimicrobial resistance22 developed by the \nWorld Health Organization in collaboration with, and subsequently adopted by, the \nFood and Agriculture Organization of the United Nations and the World Organization \nfor Animal Health, in order to minimize the impact of antimicrobial resistance; \n \n18. Recognizes that sustainable food systems have a fundamental role to play \nin promoting healthy diets and improving nutrition and preventing and controlling \nnon-communicable diseases, and welcomes the formulation and implementation of \ninternationally consistent national policies aimed at eradicating malnutrition in all its \nforms and transforming food systems so as to make nutritious diets available to all, \nwhile reaffirming that health, water and sanitation systems must be strengthened \nsimultaneously to end malnutrition; \n \n19. Calls for closing the gender gap in access to productive resources in \nagriculture, noting with concern that the gender gap persists with respect to many \nassets, inputs and services, and stresses the need to invest in and strengthen efforts to \nempower women, in particular rural women, to address their own food and nutritional \nneeds and those of their families, to promote adequate standards of living for them, \nas well as decent conditions of work, and to guarantee their personal health, well-\nbeing and security, full access to land and natural resources and access to local, \nregional and global markets; \n \n20. Recognizes the critical role and contribution of rural women, including \nsmallholders and women farmers, and indigenous women and women in local \ncommunities, and their traditional knowledge in enhancing agricultural and rural \ndevelopment, improving food security and eradicating rural poverty, and in this \nregard stresses the importance of reviewing agricultural policies and strategies to \nensure that the critical role of women in food security and nutrition is recognized and \naddressed as an integral part of both short- and long-term responses to food insecurity, \nmalnutrition, potential excessive price volatility and food crises in developing \ncountries, as well as of the recognition and protection of the rights of smallholders, \nin particular women; \n \n21. Reaffirms the crucial role of healthy marine ecosystems, sustainable \nfisheries and sustainable aquaculture in enhancing food security and access to safe, \nsufficient and nutritious food and in providing for the livelihoods of millions of \npeople, particularly inhabitants of small island developing States, and in this regard \nencourages the full implementation of the Global Action Programme on Food \nSecurity and Nutrition in Small Island Developing States, which was launched on \n4 July 2017; \n \n22. Encourages and recognizes the efforts at all levels to establish and \nstrengthen social protection measures and programmes, including national safety nets \nand protection programmes for the needy and vulnerable, such as food and cash-for-\nwork, cash transfer and voucher programmes, school feeding programmes and \nmother-and-child nutrition programmes, and in this regard underlines the importance \nof increasing investment, capacity-building and systems development; \n\nAgriculture development, food security and nutrition \nA/RES/73/253\n \n11/13\n18-22634 \n \n \n23. Remains deeply concerned about the recurring food insecurity and \nmalnutrition in different regions of the world and their ongoing negative impact on \nhealth and nutrition, especially in sub-Saharan Africa and South and West Asia, and \nin this regard underlines the urgent need for joint efforts at all levels to respond to the \nsituation in a coherent and effective manner; \n \n24. Recognizes the important role of indigenous peoples and local \ncommunities, small-scale farmers, family farmers, livestock farmers, small-scale \nfishers and fish workers and their traditional knowledge and seed supply systems, as \nwell the important role of new technologies in the conservation of biodiversity and in \naiming to ensure food security and improved nutrition; \n \n25. Stresses the importance of the application of science, technology and \ninnovation and related knowledge management and communications systems in \nensuring food security by 2030, and encourages the adoption of the most advanced \nand appropriate information technology, such as the Internet, mobile platforms, \nmeteorology, big data and cloud computing, in agriculture systems in order to support \nthe efforts of smallholder and family farmers to increase their resilience, productivity \nand incomes and include them in the development of research and innovation \nagendas; \n \n26. Emphasizes the need to revitalize the agriculture sector, promote rural \ndevelopment and aim for ensuring food security and nutrition, notably in developing \ncountries, in a sustainable manner, which will contribute to achieving the Sustainable \nDevelopment Goals, and underlines the importance of taking the necessary actions to \nbetter address the needs of rural communities by, inter alia, enhancing access for \nagricultural producers, in particular small producers, women, youth, indigenous \npeoples and local communities, persons with disabilities and older persons, in conflict \nand post-conflict situations, to credit and other financial services, markets, secure \nland tenure, health-care services, social services, education, training, knowledge and \nappropriate and affordable technologies, including for development of local crops, \nefficient irrigation, reuse of treated wastewater and water harvesting and storage; \n \n27. Recognizes that, by 2050, the world urban population is expected to nearly \ndouble, making urbanization one of the most transformative trends of the twenty-first \ncentury, underscoring the growing need to take action to fight hunger and malnutrition \namong the urban poor through promoting the integration of the food security and \nnutrition needs of urban residents, in particular the urban poor, in urban and territorial \nplanning, to end hunger and malnutrition, promoting the coordination of sustainable \nfood security and agriculture policies across urban, peri-urban and rural areas to \nfacilitate the production, storage, transport and marketing of food to consumers in \nadequate and affordable ways, to reduce food losses and to prevent and reuse food \nwaste, and promoting the coordination of food policies with energy, water, health, \ntransport and waste and other policies in urban areas to maximize efficiencies and \nminimize waste; \n \n28. Reaffirms the need to strive for a comprehensive twin-track approach to \nfood security and nutrition that consists of direct action to immediately tackle hunger \nfor the most vulnerable and medium- and long-term sustainable agriculture, food \nsecurity and nutrition and rural development programmes to eliminate the root causes \nof hunger and poverty, including through the progressive realization of the right to \nadequate food in the context of national food security; \n \n29. Also reaffirms the need to promote a significant expansion of research on \nfood, nutrition and agriculture, extension services, training and education, and of \nfunding for such research from all sources, to improve agricultural productivity and \nsustainability in order to strengthen agriculture as a key sector, to promote \ndevelopment and to build up resilience to support better recovery from crisis, \n\nA/RES/73/253 \nAgriculture development, food security and nutrition\n \n18-22634\n12/13 \n \nincluding by strengthening the work of the reformed Consultative Group on \nInternational Agricultural Research so as to enhance its development impact, \nsupporting national research systems, public universities and research institutions and \npromoting technology transfer on mutually agreed terms, the voluntary sharing of \nknowledge and practices and research to adapt to climate change and improve \nequitable access to research results and technologies on mutually agreed terms at the \nnational, regional and international levels, while giving due consideration to the \npreservation of genetic resources; \n \n30. Stresses that a universal, rules-based, open, non-discriminatory and \nequitable, multilateral trading system will promote agriculture and rural development \nin developing countries and contribute to world food security and nutrition, and urges \nnational, regional and international strategies to promote the inclusive participation \nof farmers and fishers and fish workers, especially small-scale farmers, including \nwomen, in community, national, regional and international markets; \n \n31. Recognizes the efforts made by Member States and United Nations \nagencies that have already announced their commitments to the United Nations \nDecade of Action on Nutrition (2016–2025), and encourages all relevant stakeholders \nto actively support the implementation of the Decade, including by making \ncommitments and establishing action networks; \n \n32. Looks forward to the upcoming commencement of the United Nations \nDecade of Family Farming (2019–2028), and in this regard encourages the full \nimplementation of resolution 72/239, which supports the development, improvement \nand implementation of public policies on family farming; \n \n33. Stresses the need to continue to strengthen cooperation and coordination \namong the Food and Agriculture Organization of the United Nations, the International \nFund for Agricultural Development, the World Food Programme, the World Health \nOrganization, the regional commissions and all other relevant entities of the United \nNations system and other intergovernmental organizations, international financial \ninstitutions and international trade and economic institutions, including with the \nsupport of the Secretary-General’s High-level Task Force on Global Food and \nNutrition Security in accordance with their respective mandates, in order to increase \ntheir effectiveness, as well as to strengthen cooperation between these organizations \nand with non-governmental organizations and the public and private sectors in \npromoting and strengthening efforts towards sustainable agriculture development, \nfood security and nutrition; \n \n34. Notes the International Fund for Agricultural Development initiative of \norganizing the first International Conference on South-South and Triangular \nCooperation, on the theme “Leveraging Innovations from the Global South to Support \nRural Transformation”, held in Brasilia on 20 and 21 November 2017; \n \n35. Looks forward to the second High-level United Nations Conference on \nSouth-South Cooperation, to be held in Buenos Aires from 20 to 22 March 2019; \n \n36. Recognizes the contribution made thus far by early warning systems, and \nunderlines that the reliability and timeliness of such systems should be further \nstrengthened at the national, regional and international levels, with a focus on \ncountries that are particularly vulnerable to price shocks and food emergencies; \n \n37. Reaffirms the important role and inclusive nature of the Committee on \nWorld Food Security as a major intergovernmental platform for a broad range of \nstakeholders to work together towards ensuring food security and nutrition for all, \nand notes the three main functions of policy convergence, lesson-sharing and progress \nreview that the Committee performs in support of the integrated implementation of \n\nAgriculture development, food security and nutrition \nA/RES/73/253\n \n13/13\n18-22634 \n \nthe Sustainable Development Goals, particularly those related to ending hunger and \nmalnutrition; \n \n38. Encourages countries to give due consideration to the dissemination, \npromotion and implementation of the Voluntary Guidelines on the Responsible \nGovernance of Tenure of Land, Fisheries and Forests in the Context of National Food \nSecurity,25 as well as the voluntary Principles for Responsible Investment in \nAgriculture and Food Systems,24 as endorsed by the Committee on World Food \nSecurity in 2012 and 2014, respectively; \n \n39. Also encourages countries to fully engage in the ongoing development of \nthe Committee on Food Security voluntary guidelines on food systems and nutrition \nsupporting the transformation towards more sustainable food systems that safeguard \nthe health and nutrition of populations; \n \n40. Further encourages countries to give due consideration to the \ndissemination, promotion and implementation of the Voluntary Guidelines to Support \nthe Progressive Realization of the Right to Adequate Food in the Context of National \nFood Security, adopted by the Council of the Food and Agriculture Organization of \nthe United Nations in 2004,31 as well as the United Nations strategic plan for forests \n2017–2030 adopted by the General Assembly in 2017;23 \n \n41. Calls upon the relevant organizations of the United Nations system, within \ntheir respective mandates and resources, to ensure that no one is left behind, and no \ncountry is left behind in the implementation of the present resolution; \n \n42. Requests the Secretary-General to submit to the General Assembly at its \nseventy-fourth session a report on the implementation of the present resolution, and \ndecides to include in the provisional agenda of its seventy-fourth session the item \nentitled “Agriculture development, food security and nutrition”, unless otherwise \nagreed. \n \n62nd plenary meeting  \n20 December 2018 \n \n__________________ \n \n31 E/CN.4/2005/131, annex. \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;29",
    "2": "Stresses the importance of continued consideration of the issue of agriculture development, food security and nutrition, and encourages Member States and relevant stakeholders to give due consideration to this issue while implementing the internationally agreed development goals, in particular the 2030 Agenda for Sustainable Development30 and its Sustainable Development Goals;",
    "3": "Emphasizes that sustainable agricultural production, food security, food safety and nutrition are key elements for the eradication of poverty in all its forms and dimensions, and calls for greater efforts to sustainably enhance the agricultural production capacities, productivity and food security of developing countries;",
    "4": "Also emphasizes the need to accelerate and scale up action, as appropriate, to strengthen the resilience and adaptive capacity of food systems and people’s livelihoods in response to climate variability and extremes, to achieve a world without hunger and malnutrition in all its forms by 2030;",
    "5": "Expresses concern that the world is not on track to eradicate hunger and malnutrition by 2030 and that scarce and unsustainably managed natural resources, combined with insecure and uneven tenure rights for smallholders, are severely affecting those in vulnerable situations in rural areas, that climate change, including the adverse impact of sea level rise, drought, desertification and conflict and post-conflict situations are challenges with regard to food security and nutrition and diet-related non-communicable diseases in many places, preventing progress in the implementation of the Sustainable Development Goals, and that countries in protracted crises are at risk of being left behind;",
    "6": "Stresses that urgent and concerted action is needed at all levels to recover momentum and accelerate efforts to end hunger and all forms of malnutrition, comprehensively tackling both its causes and effects, and to promote improved nutrition and sustainable agriculture and food systems;",
    "7": "Reiterates the importance of developing countries determining their own food security strategies, that improving food security and nutrition is a global challenge and a national policy responsibility and that any plans for addressing this challenge in the context of eradicating poverty must be nationally articulated, designed, owned, led and built in consultation, as an inclusive process, with all key stakeholders at the national level, as appropriate, and urges Member States, especially those affected, to make food security, food safety and nutrition a high priority and to reflect this in their national programmes and budgets;",
    "8": "Calls upon the international community to continue its support for the implementation of the Comprehensive Africa Agriculture Development Programme __________________ 29 A/73/293. 30 Resolution 70/1. Agriculture development, food security and nutrition A/RES/73/253 9/13 18-22634 and its results framework, which is an integral component of the Programme that provides guidance on planning and implementing investment programmes;",
    "9": "Encourages Member States, in designing their national policies, to fully take into account the Rome Declaration on Nutrition2 as well as the Framework for Action,3 which provides a set of voluntary policy options and strategies for the use of Governments, as appropriate;",
    "10": "Urges increased political commitment by Member States to end hunger and all forms of malnutrition, notes in this regard the Scaling Up Nutrition movement, and encourages Member States to engage in the movement at the global and country levels to reduce the increasing level in global hunger and all forms of malnutrition, in particular among children, especially children under the age of 2, women, especially those who are pregnant and lactating, and youth;",
    "11": "Underscores the need to address child stunting, which remains unacceptably high, with nearly 151 million children under 5 years of age, or over 22 per cent, affected by stunting in 2017;",
    "12": "Emphasizes the six global nutrition targets set by the World Health Assembly to address global malnutrition and the related monitoring framework;",
    "13": "Takes note of the Global Nutrition for Growth Compact, signed by more than 100 countries, companies and civil society organizations, to reduce the number of stunted children by 20 million by 2020 and the financial commitments made to support this goal, as well as the third Nutrition for Growth summit, held in Milan, Italy, in November 2017;",
    "14": "Stresses the need to increase sustainable agricultural production and productivity globally, noting the diversity of agricultural conditions and systems, including by improving and aiming to ensure the functioning of markets and trading systems and strengthening international cooperation, particularly for developing countries, and by increasing responsible public and private investment in sustainable agriculture, land management and rural development, as well as collaboration in science, technology and innovation, and notes that the benefit of such public and private investment and engagement should also reach, where appropriate, local smallholders in appropriate knowledge management systems and communications systems with regard to promoting food security, improving nutrition outcomes and reducing inequality;",
    "15": "Recognizes the need to increase the resilience and sustainability of food and agricultural production with regard to climate change in the context of the rising demand for crops, bearing in mind the importance of safeguarding food security and ending hunger and the particular vulnerabilities of food production systems to the adverse impacts of climate change, and encourages efforts at all levels to support climate-sensitive agricultural practices, including agroforestry, agroecology, conservation agriculture, water management schemes, drought-and flood-resistant seeds and sustainable livestock management, and to establish and strengthen interfaces between scientists, decision makers, entrepreneurs and funders of science, technology and innovation, as well as measures to strengthen the resilience of those in vulnerable situations and of food systems, which can also have a wider positive impact, emphasizing adaptation to climate change as a major concern and objective for all farmers and food producers, especially small-scale producers;",
    "16": "Reaffirms the need to promote, enhance and support more sustainable agriculture, including crops, forestry, fisheries and aquaculture, that improves food security, eradicates hunger, helps to prevent malnutrition and is economically viable, while conserving land, water, plant and animal genetic resources, biodiversity and ecosystems and enhancing resilience to climate change and natural disasters, and A/RES/73/253 Agriculture development, food security and nutrition 18-22634 10/13 recognizes the need to maintain natural ecological processes that support sustainable and efficient food production systems and ensure food security, underlines the importance of mainstreaming the conservation and sustainable use of biodiversity in the agriculture sector, and takes note of the importance of the Globally Important Agricultural Heritage Systems and the Biodiversity Mainstreaming Platform promoted by the Food and Agriculture Organization of the United Nations;",
    "17": "Expresses concern about antimicrobial resistance, in particular in the agricultural sector, and in this regard encourages the implementation of the action plan on antimicrobial resistance 2016–2020 of the Food and Agriculture Organization of the United Nations, which supports the food and agriculture sectors in implementing the global action plan on antimicrobial resistance22 developed by the World Health Organization in collaboration with, and subsequently adopted by, the Food and Agriculture Organization of the United Nations and the World Organization for Animal Health, in order to minimize the impact of antimicrobial resistance;",
    "18": "Recognizes that sustainable food systems have a fundamental role to play in promoting healthy diets and improving nutrition and preventing and controlling non-communicable diseases, and welcomes the formulation and implementation of internationally consistent national policies aimed at eradicating malnutrition in all its forms and transforming food systems so as to make nutritious diets available to all, while reaffirming that health, water and sanitation systems must be strengthened simultaneously to end malnutrition;",
    "19": "Calls for closing the gender gap in access to productive resources in agriculture, noting with concern that the gender gap persists with respect to many assets, inputs and services, and stresses the need to invest in and strengthen efforts to empower women, in particular rural women, to address their own food and nutritional needs and those of their families, to promote adequate standards of living for them, as well as decent conditions of work, and to guarantee their personal health, well- being and security, full access to land and natural resources and access to local, regional and global markets;",
    "20": "Recognizes the critical role and contribution of rural women, including smallholders and women farmers, and indigenous women and women in local communities, and their traditional knowledge in enhancing agricultural and rural development, improving food security and eradicating rural poverty, and in this regard stresses the importance of reviewing agricultural policies and strategies to ensure that the critical role of women in food security and nutrition is recognized and addressed as an integral part of both short- and long-term responses to food insecurity, malnutrition, potential excessive price volatility and food crises in developing countries, as well as of the recognition and protection of the rights of smallholders, in particular women;",
    "21": "Reaffirms the crucial role of healthy marine ecosystems, sustainable fisheries and sustainable aquaculture in enhancing food security and access to safe, sufficient and nutritious food and in providing for the livelihoods of millions of people, particularly inhabitants of small island developing States, and in this regard encourages the full implementation of the Global Action Programme on Food Security and Nutrition in Small Island Developing States, which was launched on 4 July 2017;",
    "22": "Encourages and recognizes the efforts at all levels to establish and strengthen social protection measures and programmes, including national safety nets and protection programmes for the needy and vulnerable, such as food and cash-for- work, cash transfer and voucher programmes, school feeding programmes and mother-and-child nutrition programmes, and in this regard underlines the importance of increasing investment, capacity-building and systems development; Agriculture development, food security and nutrition A/RES/73/253 11/13 18-22634",
    "23": "Remains deeply concerned about the recurring food insecurity and malnutrition in different regions of the world and their ongoing negative impact on health and nutrition, especially in sub-Saharan Africa and South and West Asia, and in this regard underlines the urgent need for joint efforts at all levels to respond to the situation in a coherent and effective manner;",
    "24": "Recognizes the important role of indigenous peoples and local communities, small-scale farmers, family farmers, livestock farmers, small-scale fishers and fish workers and their traditional knowledge and seed supply systems, as well the important role of new technologies in the conservation of biodiversity and in aiming to ensure food security and improved nutrition;",
    "25": "Stresses the importance of the application of science, technology and innovation and related knowledge management and communications systems in ensuring food security by 2030, and encourages the adoption of the most advanced and appropriate information technology, such as the Internet, mobile platforms, meteorology, big data and cloud computing, in agriculture systems in order to support the efforts of smallholder and family farmers to increase their resilience, productivity and incomes and include them in the development of research and innovation agendas;",
    "26": "Emphasizes the need to revitalize the agriculture sector, promote rural development and aim for ensuring food security and nutrition, notably in developing countries, in a sustainable manner, which will contribute to achieving the Sustainable Development Goals, and underlines the importance of taking the necessary actions to better address the needs of rural communities by, inter alia, enhancing access for agricultural producers, in particular small producers, women, youth, indigenous peoples and local communities, persons with disabilities and older persons, in conflict and post-conflict situations, to credit and other financial services, markets, secure land tenure, health-care services, social services, education, training, knowledge and appropriate and affordable technologies, including for development of local crops, efficient irrigation, reuse of treated wastewater and water harvesting and storage;",
    "27": "Recognizes that, by 2050, the world urban population is expected to nearly double, making urbanization one of the most transformative trends of the twenty-first century, underscoring the growing need to take action to fight hunger and malnutrition among the urban poor through promoting the integration of the food security and nutrition needs of urban residents, in particular the urban poor, in urban and territorial planning, to end hunger and malnutrition, promoting the coordination of sustainable food security and agriculture policies across urban, peri-urban and rural areas to facilitate the production, storage, transport and marketing of food to consumers in adequate and affordable ways, to reduce food losses and to prevent and reuse food waste, and promoting the coordination of food policies with energy, water, health, transport and waste and other policies in urban areas to maximize efficiencies and minimize waste;",
    "28": "Reaffirms the need to strive for a comprehensive twin-track approach to food security and nutrition that consists of direct action to immediately tackle hunger for the most vulnerable and medium- and long-term sustainable agriculture, food security and nutrition and rural development programmes to eliminate the root causes of hunger and poverty, including through the progressive realization of the right to adequate food in the context of national food security;",
    "29": "Also reaffirms the need to promote a significant expansion of research on food, nutrition and agriculture, extension services, training and education, and of funding for such research from all sources, to improve agricultural productivity and sustainability in order to strengthen agriculture as a key sector, to promote development and to build up resilience to support better recovery from crisis, A/RES/73/253 Agriculture development, food security and nutrition 18-22634 12/13 including by strengthening the work of the reformed Consultative Group on International Agricultural Research so as to enhance its development impact, supporting national research systems, public universities and research institutions and promoting technology transfer on mutually agreed terms, the voluntary sharing of knowledge and practices and research to adapt to climate change and improve equitable access to research results and technologies on mutually agreed terms at the national, regional and international levels, while giving due consideration to the preservation of genetic resources;",
    "30": "Stresses that a universal, rules-based, open, non-discriminatory and equitable, multilateral trading system will promote agriculture and rural development in developing countries and contribute to world food security and nutrition, and urges national, regional and international strategies to promote the inclusive participation of farmers and fishers and fish workers, especially small-scale farmers, including women, in community, national, regional and international markets;",
    "31": "Recognizes the efforts made by Member States and United Nations agencies that have already announced their commitments to the United Nations Decade of Action on Nutrition (2016–2025), and encourages all relevant stakeholders to actively support the implementation of the Decade, including by making commitments and establishing action networks;",
    "32": "Looks forward to the upcoming commencement of the United Nations Decade of Family Farming (2019–2028), and in this regard encourages the full implementation of resolution 72/239, which supports the development, improvement and implementation of public policies on family farming;",
    "33": "Stresses the need to continue to strengthen cooperation and coordination among the Food and Agriculture Organization of the United Nations, the International Fund for Agricultural Development, the World Food Programme, the World Health Organization, the regional commissions and all other relevant entities of the United Nations system and other intergovernmental organizations, international financial institutions and international trade and economic institutions, including with the support of the Secretary-General’s High-level Task Force on Global Food and Nutrition Security in accordance with their respective mandates, in order to increase their effectiveness, as well as to strengthen cooperation between these organizations and with non-governmental organizations and the public and private sectors in promoting and strengthening efforts towards sustainable agriculture development, food security and nutrition;",
    "34": "Notes the International Fund for Agricultural Development initiative of organizing the first International Conference on South-South and Triangular Cooperation, on the theme “Leveraging Innovations from the Global South to Support Rural Transformation”, held in Brasilia on 20 and 21 November 2017;",
    "35": "Looks forward to the second High-level United Nations Conference on South-South Cooperation, to be held in Buenos Aires from 20 to 22 March 2019;",
    "36": "Recognizes the contribution made thus far by early warning systems, and underlines that the reliability and timeliness of such systems should be further strengthened at the national, regional and international levels, with a focus on countries that are particularly vulnerable to price shocks and food emergencies;",
    "37": "Reaffirms the important role and inclusive nature of the Committee on World Food Security as a major intergovernmental platform for a broad range of stakeholders to work together towards ensuring food security and nutrition for all, and notes the three main functions of policy convergence, lesson-sharing and progress review that the Committee performs in support of the integrated implementation of Agriculture development, food security and nutrition A/RES/73/253 13/13 18-22634 the Sustainable Development Goals, particularly those related to ending hunger and malnutrition;",
    "38": "Encourages countries to give due consideration to the dissemination, promotion and implementation of the Voluntary Guidelines on the Responsible Governance of Tenure of Land, Fisheries and Forests in the Context of National Food Security,25 as well as the voluntary Principles for Responsible Investment in Agriculture and Food Systems,24 as endorsed by the Committee on World Food Security in 2012 and 2014, respectively;",
    "39": "Also encourages countries to fully engage in the ongoing development of the Committee on Food Security voluntary guidelines on food systems and nutrition supporting the transformation towards more sustainable food systems that safeguard the health and nutrition of populations;",
    "40": "Further encourages countries to give due consideration to the dissemination, promotion and implementation of the Voluntary Guidelines to Support the Progressive Realization of the Right to Adequate Food in the Context of National Food Security, adopted by the Council of the Food and Agriculture Organization of the United Nations in 2004,31 as well as the United Nations strategic plan for forests 2017–2030 adopted by the General Assembly in 2017;23",
    "41": "Calls upon the relevant organizations of the United Nations system, within their respective mandates and resources, to ensure that no one is left behind, and no country is left behind in the implementation of the present resolution;",
    "42": "Requests the Secretary-General to submit to the General Assembly at its seventy-fourth session a report on the implementation of the present resolution, and decides to include in the provisional agenda of its seventy-fourth session the item entitled “Agriculture development, food security and nutrition”, unless otherwise agreed. 62nd plenary meeting 20 December 2018 __________________ 31 E/CN.4/2005/131, annex."
  },
  "agenda_items": [
    "Item 26"
  ],
  "symbol_references": []
}