{
  "symbol": "A/RES/73/199",
  "filename": "A_RES_73_199.pdf",
  "title": "73/199. Model Law on International Commercial Mediation and International Settlement Agreements Resulting from Mediation of the United Nations Commission on International Trade Law",
  "text": "United Nations \nA/RES/73/199\n \n \nGeneral Assembly \nDistr.: General \n3 January 2019 \n \n18-22461 (E)    070119 \n*1822461* \n \n \nSeventy-third session \nAgenda item 80 \n \n \n \n \n Resolution adopted by the General Assembly \non 20 December 2018 \n \n \n \n \n[on the report of the Sixth Committee (A/73/496)] \n \n \n 73/199. Model Law on International Commercial Mediation and \nInternational Settlement Agreements Resulting from Mediation \nof the United Nations Commission on International Trade Law  \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it \nestablished the United Nations Commission on International Trade Law with a \nmandate to further the progressive harmonization and unification of the law of \ninternational trade and in that respect to bear in mind the interests of all peoples, in \nparticular those of developing countries, in the extensive development of international \ntrade, \n \nRecalling also its resolution 57/18 of 19 November 2002, in which it noted the \nadoption by the Commission of the Model Law on International Commercial \nConciliation1 and expressed the conviction that the Model Law, together with the \nConciliation Rules of the Commission 2  recommended in its resolution 35/52 of \n4 December 1980, contributes significantly to the establishment of a harmonized legal \nframework for the fair and efficient settlement of disputes arising in international \ncommercial relations, \n \nRecognizing the value of mediation as a method of amicably settling disputes \narising in the context of international commercial relations, \n \nBelieving that the amendments to the Model Law on International Commercial \nConciliation will significantly assist States in enhancing their legislation governing \nthe use of modern mediation techniques and in formulating such legislation where \nnone currently exists, \n__________________ \n \n1  Resolution 57/18, annex. \n \n2  Official Records of the General Assembly, Thirty-fifth Session, Supplement No. 17 (A/35/17), \npara. 106; see also Yearbook of the United Nations Commission on International Trade Law, \nvol. XI: 1980, part three, annex II. \n\nA/RES/73/199 \nModel Law on International Commercial Mediation and International\nSettlement Agreements Resulting from Mediation of the\nUnited Nations Commission on International Trade Law\n \n18-22461\n2/2 \n \n \nNoting that the decision of the Commission to concurrently prepare a convention \non international settlement agreements resulting from mediation and an amendment \nto the Model Law on International Commercial Conciliation was intended to \naccommodate the different levels of experience with mediation in different \njurisdictions and to provide States with consistent standards on the cross-border \nenforcement of international settlement agreements resulting from mediation, without \ncreating any expectation that interested States may adopt either instrument, 3  \n \nNoting with satisfaction that the preparation of the amendments to the Model \nLaw was the subject of due deliberation and that they benefited from consultations \nwith Governments as well as with intergovernmental and non-governmental \norganizations, \n \n1. \nExpresses its appreciation to the United Nations Commission on \nInternational Trade Law for finalizing and adopting the Model Law on International \nCommercial Mediation and International Settlement Agreements Resulting from \nMediation (amending the Model Law on International Commercial Conciliation); 4  \n \n2. \nRequests the Secretary-General to transmit the text of the Model Law to \nGovernments and other interested bodies; \n \n3. \nRecommends that all States give favourable consideration to the Model \nLaw when revising or adopting legislation relevant to mediation, bearing in mind the \ndesirability of uniformity of the law of mediation procedures and the specific needs \nof international commercial mediation practice, and invites States that have used the \nModel Law to advise the Commission accordingly. \n \n62nd plenary meeting  \n20 December 2018 \n \n__________________ \n \n3  Official Records of the General Assembly, Seventy-second Session, Supplement No. 17 (A/72/17), \nparas. 238–239; see also A/CN.9/901, para. 52. \n \n4  Official Records of the General Assembly, Seventy-third Session, Supplement No. 17 (A/73/17), \nannex II. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the United Nations Commission on International Trade Law for finalizing and adopting the Model Law on International Commercial Mediation and International Settlement Agreements Resulting from Mediation (amending the Model Law on International Commercial Conciliation); 4",
    "2": "Requests the Secretary-General to transmit the text of the Model Law to Governments and other interested bodies;",
    "3": "Recommends that all States give favourable consideration to the Model Law when revising or adopting legislation relevant to mediation, bearing in mind the desirability of uniformity of the law of mediation procedures and the specific needs of international commercial mediation practice, and invites States that have used the Model Law to advise the Commission accordingly."
  },
  "agenda_items": [
    "Item 80"
  ],
  "symbol_references": []
}