{
  "symbol": "A/RES/74/3",
  "filename": "A_RES_74_3.pdf",
  "title": "Seventy-fourth session Sustainable development: follow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States",
  "text": "United Nations \nA/RES/74/3\n \n \nGeneral Assembly \nDistr.: General \n21 October 2019 \n \n19-17550 (E)    241019     \n*1917550* \n \n \nSeventy-fourth session \nAgenda item 19 (b) \nSustainable development: follow-up to and implementation \nof the SIDS Accelerated Modalities of Action (SAMOA) \nPathway and the Mauritius Strategy for the Further \nImplementation of the Programme of Action for the \nSustainable Development of Small Island Developing States \n \n \n \n \n Resolution adopted by the General Assembly  \non 10 October 2019 \n \n \n \n \n[without reference to a Main Committee (A/74/L.3)] \n \n \n \n74/3. \nPolitical declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing States \nthrough the implementation of the SIDS Accelerated Modalities of \nAction (SAMOA) Pathway \n \n \n \nThe General Assembly \n \nAdopts the following political declaration approved by the high-level meeting \nto review progress made in addressing the priorities of small island developing States \nthrough the implementation of the SIDS Accelerated Modalities of Action (SAMOA) \nPathway on 27 September 2019: \n \n \n \n Political declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing States \nthrough the implementation of the SIDS Accelerated Modalities of \nAction (SAMOA) Pathway \n \n \n1. \nWe, Heads of State and Government, Ministers and High Representatives, \ngathered at the United Nations on 27 September 2019 to review the implementation \nof the SIDS Accelerated Modalities of Action (SAMOA) Pathway, 1 reaffirm our \ncommitment to strengthening cooperation with and support to small island developing \nStates in the context of sustainable development, in line with their national \ndevelopment strategies and priorities.  \n__________________ \n \n1  Resolution 69/15, annex. \n\nA/RES/74/3 \nPolitical declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing \nStates through the implementation of the SIDS Accelerated \nModalities of Action (SAMOA) Pathway\n \n19-17550\n2/8 \n \n2. \nWe reaffirm that the Samoa Pathway is a stand-alone, overarching framework \nsetting out the sustainable development priorities of small island developing States \nthat builds on the Programme of Action for the Sustainable Development of Small \nIsland Developing States2 and the Mauritius Strategy for the Further Implementation \nof the Programme of Action for the Sustainable Development of Small Island \nDeveloping States. 3 The Samoa Pathway is consistent with the 2030 Agenda for \nSustainable Development,4 including the Addis Ababa Action Agenda of the Third \nInternational Conference on Financing for Development, 5 and is in line with the \nSendai Framework for Disaster Risk Reduction 2015–2030,6 the New Urban Agenda7 \nand the Paris Agreement adopted under the United Nations Framework Convention \non Climate Change.8  \n3. \nWe recognize and welcome the ownership, leadership and considerable efforts \nthat have been demonstrated by small island developing States, with the support of \nthe international community, in advancing the implementation of the Samoa Pathway, \nand welcome the successes and the progress made to date.  \n4. \nWe reaffirm that small island developing States remain a special case for \nsustainable development and we renew our solidarity with them, as they continue to \nface the combined challenges arising, in particular, from their geographical \nremoteness, the small scale of their economies, high costs and the adverse effects of \nclimate change and natural disasters. We are particularly concerned that many small \nisland developing States have not achieved sustained high levels of economic growth, \nowing in part to their vulnerabilities to the ongoing negative impacts of environmental \nchallenges and external economic and financial shocks.  \n5. \nWe acknowledge that for all countries the principle of national ownership is \ncentral to our common pursuit of sustainable development. We renew our \ncommitment to the implementation of the 2030 Agenda and the Addis Ababa Action \nAgenda as necessary to achieve sustainable development in all its dimensions.  \n6. \nWe recognize that small island developing States continue to grapple with the \neffects of disasters.  \n7. \nWe remain especially concerned about the devastating impacts of climate \nchange, such as extreme weather events, slow-onset events and the increasing \nfrequency, scale and intensity of disasters, due to the particular vulnerabilities of \nsmall island developing States. \n8. \nWe highlight the synergies between the implementation of the 2030 Agenda and \nthe Paris Agreement and note with concern the scientific findings contained in the \nspecial report entitled Global Warming of 1.5°C of the Intergovernmental Panel on \nClimate Change. \n9. \nWe recognize the need to strengthen international development cooperation and \nto address the recent declining trend of official development assistance.  \n__________________ \n \n2  Report of the Global Conference on the Sustainable Development of Small Island Developing \nStates, Bridgetown, Barbados, 25 April–6 May 1994 (United Nations publication, Sales \nNo. E.94.I.18 and corrigenda), chap. I, resolution 1, annex II. \n \n3  Report of the International Meeting to Review the Implementation of the Programme of Action \nfor the Sustainable Development of Small Island Developing States, Port Louis, Mauritius, \n10–14 January 2005 (United Nations publication, Sales No. E.05.II.A.4 and corrigendum), chap. I, \nresolution 1, annex II. \n \n4  Resolution 70/1. \n \n5  Resolution 69/313, annex. \n \n6  Resolution 69/283, annex II. \n \n7  Resolution 71/256, annex. \n \n8  See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n\nPolitical declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing \nStates through the implementation of the SIDS Accelerated \nModalities of Action (SAMOA) Pathway \nA/RES/74/3\n \n3/8\n19-17550 \n \n10. We call upon the international community to mobilize additional development \nfinance from all sources and at all levels to support small island developing States’ \nefforts. \n11. \nWe acknowledge the value of partnerships as a means of supporting the \nsustainable development of small island developing States and note the establishment \nof the Small Island Developing States Partnership Framework. We renew our \ncommitment to working in meaningful partnerships with small island developing \nStates. \n12. We note the importance of oceans, seas and marine resources to small island \ndeveloping States and acknowledge their efforts to develop and implement strategies \nfor the conservation and sustainable use of the ocean and its resources. We reiterate \nthe call made in the declaration entitled “Our ocean, our future: call for action”9 and \nencourage the fulfilment of voluntary commitments pledged in the context of the \nUnited Nations Conference to Support the Implementation of Sustainable \nDevelopment Goal 14: Conserve and sustainably use the oceans, seas and marine \nresources for sustainable development and recall the decision to convene the \n2020 Conference.  \n13. We emphasize the importance of the negotiations for an international legally \nbinding instrument under the United Nations Convention on the Law of the Sea on \nthe conservation and sustainable use of marine biological diversity of areas beyond \nnational jurisdiction in line with resolution 72/249 of 24 December 2017.  \n14. We underscore the importance of eradicating poverty in all its forms and \ndimensions, including extreme poverty. Eradicating poverty is the greatest global \nchallenge and an indispensable requirement for sustainable development, as well as \nan overarching objective of the 2030 Agenda for small island developing States and \nother developing countries.  \n \n \n \nProgress, gaps and challenges  \n \n15. We recognize that gender equality and women’s empowerment and the full \nrealization of human rights for women and girls have a transformative and multiplier \neffect on sustainable development and are drivers of economic growth in small island \ndeveloping States. Women can be powerful agents of change. We note and support \nongoing efforts in small island developing States to achieve gender equality and \nwomen’s empowerment, including economic empowerment, and full and equal \nparticipation and leadership and to end gender-based violence. \n16. We note the advances in social inclusion by many small island developing \nStates, but are concerned that poverty, unemployment, inequality and exclusion \ncontinue to disproportionately affect people in vulnerable situations.  \n17. We recognize the efforts of small island developing States in promoting \npeaceful, prosperous, inclusive societies and safe communities on their paths toward \nsustainable development.  \n18. We recognize the need for the prevention, detection and treatment of \ncommunicable and non-communicable diseases. We are concerned that these diseases \nand the health-related impact from disasters are endangering the delivery of quality \nand accessible health care in small island developing States.  \n19. We recognize that small island developing States face significant challenges in \naccessing sufficient affordable financing for sustainable development, including \nconcessional financing, as their incomes grow. We also recognize the need to devise \n__________________ \n \n9  Resolution 71/312, annex. \n\nA/RES/74/3 \nPolitical declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing \nStates through the implementation of the SIDS Accelerated \nModalities of Action (SAMOA) Pathway\n \n19-17550\n4/8 \n \nmethodologies to better account for the complex and diverse realities of middle-\nincome countries as outlined in the Addis Ababa Action Agenda.  \n20. We remain committed to assisting small island developing States to further \nexplore innovative financial instruments and mechanisms, such as debt for \ndevelopment swaps, debt for climate adaptation swaps, blue or green bonds among \nothers, while remaining mindful of the need to ease debt burdens with a view to \nimproving small island developing States’ access to finance.  \n21. We reaffirm that successful engagement in international trade is a key driver for \nsustainable economic growth and sustainable development. We are concerned that \nsmall island developing States continue to face challenges in engaging in the \nmultilateral trading system.  \n22. We acknowledge that remittances represent a major source of external financing \nin many small island developing States. We are concerned that they still face \nsignificant obstacles to the flow of and access to remittances, including costs, policies \nand access to correspondent banking relationships and services.  \n23. We recognize and are concerned by the transition challenges encountered by \nsmall island developing States that have graduated or are about to graduate from least \ndeveloped country status. We remain mindful that graduation must not disrupt a \ncountry’s development progress. We stress the need for the development and \nimplementation of a viable multiannual transition strategy to facilitate each small \nisland developing State’s graduation, with the support of the international community \nwhere appropriate, to mitigate against, inter alia, the possible loss of concessionary \nfinancing, to reduce the risks of falling heavily into debt and to ensure macrofinancial \nstability.  \n24. We stress the importance of access to affordable, reliable, sustainable and \nmodern energy for small island developing States. We welcome all initiatives, such \nas the International Renewable Energy Agency and SIDS DOCK, to support small \nisland developing States to fully exploit their renewable energy potential, improve \nenergy efficiency and reduce dependence on imported sources of energy, noting the \nrole of appropriate energy sources and technologies in the energy mix, and call for \nfurther work and enhanced support. \n25. We commend the ongoing efforts made by small island developing States to \nmake improvements to their transportation connectivity. We recognize the important \nrole of sustainable transportation in promoting policy synergies, trade facilitation, \ninfrastructure connectivity, financial cooperation and people-to-people exchange, \nwhich are key areas in achieving sustainable development.  \n26. We recognize that disaster risk reduction is key to advancing sustainable \ndevelopment, in all its dimensions, and resilient societies and note that many small \nisland developing States still experience severe disaster repercussions, including, \ninter alia, significant loss of life, biodiversity and infrastructure destruction, disaster-\ninduced human mobility and threats to food security and nutrition.  \n27. We also recognize the diverse approaches to address climate change, inter alia \necosystem-based approaches, as part of overall adaptation, disaster risk reduction and \nresilience strategies for small island developing States, in the face of the adverse \neffects of climate change.  \n28. We reiterate the need for improved data collection and statistical analysis, \nincluding high-quality and disaggregated data, to enable small island developing \nStates to better plan, monitor and evaluate the implementation of the Samoa Pathway, \nthe 2030 Agenda and the Sendai Framework monitor.  \n\nPolitical declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing \nStates through the implementation of the SIDS Accelerated \nModalities of Action (SAMOA) Pathway \nA/RES/74/3\n \n5/8\n19-17550 \n \n29. We recognize that science, technology and innovation are essential enablers and \ndrivers for sustainable development and, in this regard, we reaffirm our commitment \nto support the efforts of small island developing States to gain access, on mutually \nagreed terms, to appropriate, reliable, affordable, modern and environmentally sound \ntechnologies.  \n \n \n \nCall for action \n \n30. Having noted the progress made and challenges encountered by small island \ndeveloping States in the implementation of the Samoa Pathway, we urge the following \nactions to further advance the sustainable development priorities of small island \ndeveloping States:  \n \n(a) \nTargeted measures to eradicate poverty in all its forms and dimensions, \nincluding extreme poverty. Implementation of nationally appropriate social protection \nsystems and measures for the poor and the vulnerable;  \n \n(b) \nThe fostering, creation and expansion of micro-, small and medium-sized \nenterprises in small island developing States, while taking into account national \ndevelopment priorities, circumstances and legislation;  \n \n(c) \nThe promotion of investments in science and technology in small island \ndeveloping States as a means of incentivizing innovation and entrepreneurship;  \n \n(d) \nThe scaling up of investments for economic growth and diversification, \nincluding in ocean-based economies and creative and cultural industries, to serve as \na means of reducing vulnerability and building resilience;  \n \n(e) \nRelevant institutions to learn from each other’s efforts to address the \ndiverse circumstances of countries, to better manage transitions and graduation. \nWhile recognizing that official development assistance should continue to focus on \ncountries most in need, we take note of a willingness to develop a wider analysis of \nnew measures, building on existing experiences with eligibility exceptions, for \nconcessional finance and multidimensional assessments, to address limitations of an \nincome-only assessment of development and graduation readiness;  \n \n(f) \nSupport for the strengthening of small island developing States’ national \ninstitutional capacities to access sustainable development finance, including grant, \nconcessional, climate and disaster relief finance, to ensure effective and tailored \nfinance solutions. We remain committed to exploring innovative and sustainable \nprivate sources of financing, including blue, green and diaspora bonds tailored to the \nspecific circumstances to small island developing States;  \n \n(g) \nThe fostering of the appropriate enabling environment to overcome the \nobstacles to the flow of, and access to, remittances;  \n \n(h) \nThe strengthening of small island developing States’ capacity to \neffectively participate in the multilateral trading system;  \n \n(i) \nThe scaling up and development of genuine and durable partnerships with \nall stakeholders at national, regional and international levels that follow the Small \nIsland Developing States Partnership SMART criteria;  \n \n(j) \nThe strengthening of national and regional statistical systems and capacity \nto effectively monitor and evaluate the implementation of the Samoa Pathway and the \n2030 Agenda;  \n \n(k) \nThe continued integration of a gender perspective in priority areas for \nsustainable development, strengthening of women’s economic empowerment and \nwomen’s full, equal and effective participation in all fields and leadership at all levels \n\nA/RES/74/3 \nPolitical declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing \nStates through the implementation of the SIDS Accelerated \nModalities of Action (SAMOA) Pathway\n \n19-17550\n6/8 \n \nof decision-making, the elimination of all forms of discrimination and violence \nagainst women and girls, and the promotion and protection of the human rights of all \nwomen and girls;  \n \n(l) \nThe creation of the enabling environment to facilitate and attract foreign \ndirect investment and financing, and capacity support for small island developing \nStates in this regard;  \n \n(m) The strengthening of cooperation, capacity and investment in disaster risk \nmanagement in the public and private sectors;  \n \n(n) \nThe examination of the disaster-related funding and support environment \nwith a view to the possible development of a targeted voluntary disaster fund, \nmechanism or financial instrument, coordinated with and complementary to existing \nmechanisms, to assist small island developing States to manage disaster risk and build \nback better after disasters;  \n \n(o) \nThe strengthening of national health systems to prevent, detect and \nrespond to communicable and non-communicable diseases as well as the \nenhancement of the resilience of health systems, including by integrating climate \nchange adaptation and disaster risk reduction and management into all health-related \nactivities;  \n \n(p) \nThe further promotion of sustainable food systems and the combating of \nall forms of malnutrition, including undernourishment and obesity, with a view to \nensuring food security, improving nutrition and fostering healthy diets and lifestyles; \n \n(q) \nThe strengthening of regional and international cooperation, exchanges \nand investments in informal and formal education, including technical and vocational \ntraining and skills, and the further strengthening of national education systems to \nensure high-quality and inclusive education, in order to enable and support \nsustainable development;  \n \n(r) \nUrgent and ambitious global action, in line with the Paris Agreement, to \naddress the threat and impact of climate change on small island developing States; \n \n(s) \nTimely, well-managed and successful replenishment of the Green Climate \nFund in order to contribute to the paradigm shift towards low-emission and climate-\nresilient development pathways;  \n \n(t) \nEnhanced understanding, strengthened dialogue and enhanced action and \nsupport with respect to avert, minimize and address loss and damage, including \nthrough the Warsaw International Mechanism for Loss and Damage associated with \nClimate Change Impacts;  \n \n(u) \nUrgent action to address the adverse impacts of climate change, including \nthose related to sea level rise and extreme weather events, which continue to pose a \nsignificant risk to small island developing States and to their efforts to achieve \nsustainable development and, for many, represent the gravest of threats to their \nsurvival and viability, including, for some, through loss of territory, as well as through \nthreats to water availability and food security and nutrition;  \n \n(v) \nSupport to small island developing States to mitigate and adapt to the \nadverse impacts of climate change through diverse approaches, such as ecosystem-\nbased approaches and nature-based solutions, without risking debt sustainability by \nexploring, inter alia, mechanisms such as debt swap initiatives similar to the \nEconomic Commission for Latin America and the Caribbean Debt for Climate \nAdaptation Swap initiative;  \n\nPolitical declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing \nStates through the implementation of the SIDS Accelerated \nModalities of Action (SAMOA) Pathway \nA/RES/74/3\n \n7/8\n19-17550 \n \n \n(w) Addressing through innovative approaches different types of waste, \nincluding, inter alia, mismanaged plastic waste, chemical waste and marine litter, \nincluding plastic litter and microplastics;  \n \n(x) \nThe development, adaptation and transfer of technology and policies for \nsustainable forest management to prevent and combat desertification, land \ndegradation and drought in small island developing States, and to boost knowledge \nexchange, including of traditional knowledge, capacity-building and sharing of \ntechnologies, on mutually agreed terms.  \n31. We call upon:  \n \n(a) \nAll entities of the United Nations system to address and integrate small \nisland developing States-related priorities into their respective strategic and work \nplans, in accordance with their mandates;  \n \n(b) \nThe World Health Organization to urgently support the implementation of \nrelevant resolutions, in line with the implementation of the health objectives set out \nin the Samoa Pathway, and call upon other relevant specialized agencies, funds and \nprogrammes to coordinate and advance initiatives to address the persistent and \nemerging health issues of small island developing States;  \n \n(c) \nThe United Nations Conference on Trade and Development to continue to \nsupport small island developing States to enhance institutional and technical capacity \nfor trade expansion and competitiveness, upon their request, while taking into account \nnational development priorities, circumstances and legislation;  \n \n(d) \nThe relevant entities of the United Nations development system and \ninternational and regional development banks to continue, upon their request, to \nsupport small island developing States to address the water and sanitation challenges \noutlined in the Samoa Pathway by strengthening existing technical assistance \ninitiatives in line with their mandates;  \n \n(e) \nThe Committee for Development Policy to give due consideration to the \nunique and particular vulnerabilities of small island developing States as it continues \nto monitor regularly, together with their Governments, the progress of small island \ndeveloping States that have graduated from least developed country status, while \nlooking forward to the outcomes of the ongoing comprehensive review of the least \ndeveloped country criteria, which will be concluded at the next plenary of the \nCommittee, in 2020;  \n \n(f) \nThe United Nations Office on Drugs and Crime and other relevant entities \nof the United Nations system, in accordance with their mandates, to support small \nisland developing States’ efforts, upon their request, in combating transnational crime \nand violence, including drug trafficking and illicit trade in small and light weapons, \ntaking into account the varied national circumstances of small island developing \nStates;  \n \n(g) \nThe Food and Agriculture Organization of the United Nations and other \nrelevant entities of the United Nations system to support the full and effective \nimplementation of the Global Action Programme on Food Security and Nutrition in \nSmall Island Developing States and to provide small island developing States with \nsupport to enhance their institutional and technical capacity to promote sustainable \nand resilient domestic food production;  \n \n(h) \nThe relevant institutions, funds and facilities to review, where appropriate, \ntheir financing instruments in order to maximize accessibility, effectiveness, \ntransparency, quality and impact, in the context of a complex funding environment \nwhich presents challenges for small island developing States;  \n\nA/RES/74/3 \nPolitical declaration of the high-level meeting to review progress \nmade in addressing the priorities of small island developing \nStates through the implementation of the SIDS Accelerated \nModalities of Action (SAMOA) Pathway\n \n19-17550\n8/8 \n \n \n(i) \nThe United Nations Environment Programme to further strengthen support \nto small island developing States, including through dedicated programmes;  \n \n(j) \nThe United Nations Development Programme to continue to provide \nsupport to small island developing States, upon their request, including through policy \nand programme development implementation;  \n \n(k) \nThe Secretary-General, within existing resources and in consultation with \nMember States, to identify the Samoa Pathway priority areas not covered by the \nSustainable Development Goals or the Sendai Framework, and, if any are identified, \nto develop forthwith targets and indicators for those priority areas while ensuring \ncomplementarities and synergies and avoiding duplication, in order to strengthen \nmonitoring and evaluation, and noting the work being done by the Office of the High \nRepresentative for the Least Developed Countries, Landlocked Developing Countries \nand Small Island Developing States to develop a toolkit for a harmonized approach \nof the implementation of the Samoa Pathway as a whole;  \n \n(l) \nThe Secretary-General to mobilize the resources, from all sources, and to \ncontinue to address the needs resulting from the expanding mandates given to the \nSmall Island Developing States Unit of the Department of Economic and Social \nAffairs of the Secretariat and the Office of the High Representative, including, inter \nalia, the Small Island Developing States Partnership Framework, the small island \ndeveloping States national focal points network and the Small Island Developing \nStates Global Business Network.  \n \n14th plenary meeting \n10 October 2019 \n \n",
  "paragraphs": {
    "1": "We, Heads of State and Government, Ministers and High Representatives, gathered at the United Nations on 27 September 2019 to review the implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway, 1 reaffirm our commitment to strengthening cooperation with and support to small island developing States in the context of sustainable development, in line with their national development strategies and priorities.",
    "2": "We reaffirm that the Samoa Pathway is a stand-alone, overarching framework setting out the sustainable development priorities of small island developing States that builds on the Programme of Action for the Sustainable Development of Small Island Developing States2 and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States. 3 The Samoa Pathway is consistent with the 2030 Agenda for Sustainable Development,4 including the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, 5 and is in line with the Sendai Framework for Disaster Risk Reduction 2015–2030,6 the New Urban Agenda7 and the Paris Agreement adopted under the United Nations Framework Convention on Climate Change.8",
    "3": "We recognize and welcome the ownership, leadership and considerable efforts that have been demonstrated by small island developing States, with the support of the international community, in advancing the implementation of the Samoa Pathway, and welcome the successes and the progress made to date.",
    "4": "We reaffirm that small island developing States remain a special case for sustainable development and we renew our solidarity with them, as they continue to face the combined challenges arising, in particular, from their geographical remoteness, the small scale of their economies, high costs and the adverse effects of climate change and natural disasters. We are particularly concerned that many small island developing States have not achieved sustained high levels of economic growth, owing in part to their vulnerabilities to the ongoing negative impacts of environmental challenges and external economic and financial shocks.",
    "5": "We acknowledge that for all countries the principle of national ownership is central to our common pursuit of sustainable development. We renew our commitment to the implementation of the 2030 Agenda and the Addis Ababa Action Agenda as necessary to achieve sustainable development in all its dimensions.",
    "6": "We recognize that small island developing States continue to grapple with the effects of disasters.",
    "7": "We remain especially concerned about the devastating impacts of climate change, such as extreme weather events, slow-onset events and the increasing frequency, scale and intensity of disasters, due to the particular vulnerabilities of small island developing States.",
    "8": "We highlight the synergies between the implementation of the 2030 Agenda and the Paris Agreement and note with concern the scientific findings contained in the special report entitled Global Warming of 1.5°C of the Intergovernmental Panel on Climate Change.",
    "9": "We recognize the need to strengthen international development cooperation and to address the recent declining trend of official development assistance.",
    "10": "We call upon the international community to mobilize additional development finance from all sources and at all levels to support small island developing States’ efforts.",
    "11": "We acknowledge the value of partnerships as a means of supporting the sustainable development of small island developing States and note the establishment of the Small Island Developing States Partnership Framework. We renew our commitment to working in meaningful partnerships with small island developing States.",
    "12": "We note the importance of oceans, seas and marine resources to small island developing States and acknowledge their efforts to develop and implement strategies for the conservation and sustainable use of the ocean and its resources. We reiterate the call made in the declaration entitled “Our ocean, our future: call for action”9 and encourage the fulfilment of voluntary commitments pledged in the context of the United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development and recall the decision to convene the 2020 Conference.",
    "13": "We emphasize the importance of the negotiations for an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction in line with resolution 72/249 of 24 December 2017.",
    "14": "We underscore the importance of eradicating poverty in all its forms and dimensions, including extreme poverty. Eradicating poverty is the greatest global challenge and an indispensable requirement for sustainable development, as well as an overarching objective of the 2030 Agenda for small island developing States and other developing countries. Progress, gaps and challenges",
    "15": "We recognize that gender equality and women’s empowerment and the full realization of human rights for women and girls have a transformative and multiplier effect on sustainable development and are drivers of economic growth in small island developing States. Women can be powerful agents of change. We note and support ongoing efforts in small island developing States to achieve gender equality and women’s empowerment, including economic empowerment, and full and equal participation and leadership and to end gender-based violence.",
    "16": "We note the advances in social inclusion by many small island developing States, but are concerned that poverty, unemployment, inequality and exclusion continue to disproportionately affect people in vulnerable situations.",
    "17": "We recognize the efforts of small island developing States in promoting peaceful, prosperous, inclusive societies and safe communities on their paths toward sustainable development.",
    "18": "We recognize the need for the prevention, detection and treatment of communicable and non-communicable diseases. We are concerned that these diseases and the health-related impact from disasters are endangering the delivery of quality and accessible health care in small island developing States.",
    "19": "We recognize that small island developing States face significant challenges in accessing sufficient affordable financing for sustainable development, including concessional financing, as their incomes grow. We also recognize the need to devise methodologies to better account for the complex and diverse realities of middle- income countries as outlined in the Addis Ababa Action Agenda.",
    "20": "We remain committed to assisting small island developing States to further explore innovative financial instruments and mechanisms, such as debt for development swaps, debt for climate adaptation swaps, blue or green bonds among others, while remaining mindful of the need to ease debt burdens with a view to improving small island developing States’ access to finance.",
    "21": "We reaffirm that successful engagement in international trade is a key driver for sustainable economic growth and sustainable development. We are concerned that small island developing States continue to face challenges in engaging in the multilateral trading system.",
    "22": "We acknowledge that remittances represent a major source of external financing in many small island developing States. We are concerned that they still face significant obstacles to the flow of and access to remittances, including costs, policies and access to correspondent banking relationships and services.",
    "23": "We recognize and are concerned by the transition challenges encountered by small island developing States that have graduated or are about to graduate from least developed country status. We remain mindful that graduation must not disrupt a country’s development progress. We stress the need for the development and implementation of a viable multiannual transition strategy to facilitate each small island developing State’s graduation, with the support of the international community where appropriate, to mitigate against, inter alia, the possible loss of concessionary financing, to reduce the risks of falling heavily into debt and to ensure macrofinancial stability.",
    "24": "We stress the importance of access to affordable, reliable, sustainable and modern energy for small island developing States. We welcome all initiatives, such as the International Renewable Energy Agency and SIDS DOCK, to support small island developing States to fully exploit their renewable energy potential, improve energy efficiency and reduce dependence on imported sources of energy, noting the role of appropriate energy sources and technologies in the energy mix, and call for further work and enhanced support.",
    "25": "We commend the ongoing efforts made by small island developing States to make improvements to their transportation connectivity. We recognize the important role of sustainable transportation in promoting policy synergies, trade facilitation, infrastructure connectivity, financial cooperation and people-to-people exchange, which are key areas in achieving sustainable development.",
    "26": "We recognize that disaster risk reduction is key to advancing sustainable development, in all its dimensions, and resilient societies and note that many small island developing States still experience severe disaster repercussions, including, inter alia, significant loss of life, biodiversity and infrastructure destruction, disaster- induced human mobility and threats to food security and nutrition.",
    "27": "We also recognize the diverse approaches to address climate change, inter alia ecosystem-based approaches, as part of overall adaptation, disaster risk reduction and resilience strategies for small island developing States, in the face of the adverse effects of climate change.",
    "28": "",
    "29": "We recognize that science, technology and innovation are essential enablers and drivers for sustainable development and, in this regard, we reaffirm our commitment to support the efforts of small island developing States to gain access, on mutually agreed terms, to appropriate, reliable, affordable, modern and environmentally sound technologies. Call for action",
    "30": " of decision-making, the elimination of all forms of discrimination and violence against women and girls, and the promotion and protection of the human rights of all women and girls; (l) (w) Addressing through innovative approaches different types of waste, including, inter alia, mismanaged plastic waste, chemical waste and marine litter, including plastic litter and microplastics; (x) The development, adaptation and transfer of technology and policies for sustainable forest management to prevent and combat desertification, land degradation and drought in small island developing States, and to boost knowledge exchange, including of traditional knowledge, capacity-building and sharing of technologies, on mutually agreed terms.",
    "31": " (i) The United Nations Environment Programme to further strengthen support to small island developing States, including through dedicated programmes; (j) The United Nations Development Programme to continue to provide support to small island developing States, upon their request, including through policy and programme development implementation; (k) The Secretary-General, within existing resources and in consultation with Member States, to identify the Samoa Pathway priority areas not covered by the Sustainable Development Goals or the Sendai Framework, and, if any are identified, to develop forthwith targets and indicators for those priority areas while ensuring complementarities and synergies and avoiding duplication, in order to strengthen monitoring and evaluation, and noting the work being done by the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States to develop a toolkit for a harmonized approach of the implementation of the Samoa Pathway as a whole; (l) The Secretary-General to mobilize the resources, from all sources, and to continue to address the needs resulting from the expanding mandates given to the Small Island Developing States Unit of the Department of Economic and Social Affairs of the Secretariat and the Office of the High Representative, including, inter alia, the Small Island Developing States Partnership Framework, the small island developing States national focal points network and the Small Island Developing States Global Business Network."
  },
  "agenda_items": [
    "Item 19"
  ],
  "symbol_references": [
    "A/74/L.3"
  ]
}