{
  "symbol": "A/RES/74/4",
  "filename": "A_RES_74_4.pdf",
  "title": "74/4. Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly",
  "text": "United Nations \nA/RES/74/4\n \n \nGeneral Assembly \nDistr.: General \n21 October 2019 \n \n19-17862 (E)    241019     \n*1917862* \n \n \nSeventy-fourth session \nAgenda item 19 (a) \nSustainable development: implementation of Agenda 21, \nthe Programme for the Further Implementation of Agenda \n21 and the outcomes of the World Summit on Sustainable \nDevelopment and of the United Nations Conference on \nSustainable Development \n \n \n \n \n Resolution adopted by the General Assembly \non 15 October 2019 \n \n \n \n \n[without reference to a Main Committee (A/74/L.2)] \n \n \n \n74/4. Political declaration of the high-level political forum on \nsustainable development convened under the auspices \nof the General Assembly \n \n \n \nThe General Assembly  \n \nEndorses the political declaration adopted by the high-level political forum on \nsustainable development convened under the auspices of the General Assembly, \nwhich is contained in the annex to the present resolution.  \n \n15th plenary meeting \n15 October 2019 \n \n \n \n Annex \n \n \n Gearing up for a decade of action and delivery for sustainable \ndevelopment: political declaration of the Sustainable Development \nGoals Summit \n \n \n \n \nI \nOur commitment \n \n1. \nWe, the Heads of State and Government and high representatives, have met at \nUnited Nations Headquarters in New York on 24 and 25 September 2019 at the \n\nA/RES/74/4 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n19-17862\n2/6 \n \nSustainable Development Goals Summit,1 to review progress on the 2030 Agenda for \nSustainable Development.2  \n2. \nWe stand firm in our determination to implement the 2030 Agenda as a plan of \naction for people, planet, prosperity, peace and partnership – a plan to free humanity \nfrom the tyranny of poverty and heal and secure our planet for future generations. \n3. \nWe emphasize that eradicating poverty in all its forms and dimensions, including \nextreme poverty, is the greatest global challenge and an indispensable requirement \nfor sustainable development.  \n4. \nToday, we are launching an ambitious and accelerated response to reach our \ncommon vision by 2030, and pledging to make the coming decade one of action and \ndelivery. We will maintain the integrity of the 2030 Agenda, including by ensuring \nambitious and continuous action on the targets of the Sustainable Development Goals \nwith a 2020 timeline.  \n5. \nWe reaffirm the commitment at the very heart of the 2030 Agenda to leave no \none behind. We will take more tangible steps to support people in vulnerable \nsituations and the most vulnerable countries and to reach the furthest behind first.  \n6. \nWe also reaffirm the principles recognized in the 2030 Agenda and recall that it \nis universal in nature and that its Goals and targets are integrated and indivisible, \nbalancing the economic, social and environmental dimensions of sustainable \ndevelopment.  \n7. \nWe remain resolved, between now and 2030, to end poverty and hunger \neverywhere; to combat inequalities within and among countries; to build peaceful, \njust and inclusive societies; to respect, protect and fulfil human rights and achieve \ngender equality and the empowerment of all women and girls; and to ensure the \nlasting protection of the planet and its natural resources. We also remain resolved to \ncreate conditions for sustainable, inclusive and sustained economic growth, shared \nprosperity and decent work for all, taking into account different levels of national \ndevelopment and capacities. \n8. \nWe resolve to realize our vision of a world with access to inclusive and equitable \nquality education, universal health coverage and quality health care, food security and \nimproved nutrition, safe drinking water and sanitation, affordable, reliable and \nsustainable energy and quality and resilient infrastructure for all.  \n9. \nWe recognize the special challenges facing the most vulnerable countries and, \nin particular, African countries, least developed countries, landlocked developing \ncountries, small island developing States and countries in conflict and post-conflict \nsituations, as well as the specific challenges facing middle-income countries, in \npursuing sustainable development.  \n10. We reaffirm that gender equality and the empowerment of all women and girls \nwill make a crucial contribution to progress across all the Goals and targets. The \nachievement of full human potential and sustainable development is not possible if \none half of humanity continues to be denied full human rights and opportunities.  \n11. \nWe also reaffirm that climate change is one of the greatest challenges of our \ntime. We express profound alarm that emissions of greenhouse gases continue to rise \nglobally, and remain deeply concerned that all countries, particularly developing \ncountries, are vulnerable to the adverse impacts of climate change. We emphasize in \n__________________ \n \n1  High-level political forum on sustainable development convened under the auspices of the \nGeneral Assembly (Sustainable Development Goals Summit). \n \n2  Resolution 70/1. \n\nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly \nA/RES/74/4\n \n3/6\n19-17862 \n \nthis regard that mitigation of and adaptation to climate change represent an immediate \nand urgent priority.  \n12. We commit to achieving a world in which humanity lives in harmony with \nnature, to conserving and sustainably using our planet’s marine and terrestrial \nresources, including through sustainable consumption and production, to reversing \nthe trends of environmental degradation, to promoting resilience, to reducing disaster \nrisk, and to halting ecosystem degradation and biodiversity loss.  \n13. We recognize that greater efforts are needed to direct and align the means of \nimplementation of the 2030 Agenda with our Goals, and commit to accelerate the \nimplementation of commitments across the seven action areas of the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development. 3  \n14. In this endeavour, we must come together in durable partnerships between \ngovernments at all levels, and with all relevant stakeholders, including civil society, \nthe private sector, academia and youth. \n15. The 2030 Agenda is our promise to the children and youth of today so that they \nmay achieve their full human potential and carry the torch of sustainable development \nto future generations.  \n \n \n \nII \nOur world today \n \n16. We recognize the many efforts at all levels since 2015 to realize the vision of the \n2030 Agenda and the Sustainable Development Goals. We have seen a significant \nresponse from national Governments, cities, local authorities, civil society, the private \nsector, academia, youth and other actors. We acknowledge that the Sustainable \nDevelopment Goals are increasingly incorporated in national policies, plans, budgets \nand development cooperation efforts, and we recognize that private sector engagement \nin sustainable investing is growing. Global, regional and subregional multilateral \ndevelopment and finance institutions have embraced the Sustainable Development \nGoals and taken significant steps to incorporate them into their operations.  \n17. We welcome the Secretary-General’s ongoing efforts to reposition the United \nNations development system to better support countries in their implementation of \nthe 2030 Agenda and we commit to continuing to support his efforts. \n18. We commend the work of the high-level political forum on sustainable \ndevelopment, meeting under the auspices of the Economic and Social Council since \nthe adoption of the 2030 Agenda, including its reviews of all 17 Sustainable \nDevelopment Goals. The voluntary national reviews presented by 142 countries bear \nwitness to the efforts at the national level to prioritize integration of the Sustainable \nDevelopment Goals into national plans and policies and to bring together all parts of \nsociety in the common endeavour of realizing the 2030 Agenda. We further welcome \nthe efforts at the regional level, including by the United Nations regional commissions \nand the regional forums on sustainable development as well as the contributions of \nmajor groups and all other stakeholders.  \n19. We take note with appreciation of the Secretary-General’s progress report on \nthe Sustainable Development Goals and the Global Sustainable Development Report, \nincluding the identified entry points for transformation and transformative levers for \nrealizing the 2030 Agenda. We acknowledge the potential of a systemic and holistic \napproach, taking into account interlinkages between Goals and targets. The reports \nshow that we have achieved progress in some areas, such as in reducing extreme \n__________________ \n \n3  Resolution 69/313, annex. \n\nA/RES/74/4 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n19-17862\n4/6 \n \npoverty and child and neonatal mortality; improving access to electricity and safe \ndrinking water; and expanding the coverage of terrestrial and marine protected areas. \n20. At the same time, we are concerned that progress is slow in many areas. \nVulnerabilities are high and deprivations are becoming more entrenched. Assessments \nshow that we are at risk of missing the poverty eradication target. Hunger is on the \nrise. Progress towards gender equality and the empowerment of all women and girls \nis too slow. Inequalities in wealth, incomes and opportunities are increasing in and \nbetween countries. Biodiversity loss, environmental degradation, discharge of plastic \nlitter into the oceans, climate change and increasing disaster risk continue at rates that \nbring potentially disastrous consequences for humanity. \n21. We recognize that international migration is a multidimensional reality of major \nrelevance for the development of countries of origin, transit and destination. \n22. Violent extremism, terrorism, organized crime, corruption, illicit financial \nflows, global health threats, humanitarian crises and forced displacement of people \nthreaten to reverse much of the development progress made in recent decades.  \n23. In many parts of the world conflicts and instability have endured or intensified \nand natural disasters have become more frequent and intense, causing untold human \nsuffering and undermining the realization of the Sustainable Development Goals. Our \nability to prevent and resolve conflicts and build resilient, peaceful, just and inclusive \nsocieties has often been fragmented and insufficient. \n \n \n \nIII \nOur call to accelerated action \n \n24. We recognize the urgent need to accelerate action on all levels and by all \nstakeholders, in order to fulfil the vision and Goals of the 2030 Agenda. We also \nemphasize the need for concerted action across all relevant major United Nations \nconferences and summits in the economic, social and related fields, including the \nAddis Ababa Action Agenda, which is an integral part of the 2030 Agenda, the Sendai \nFramework for Disaster Risk Reduction 2015–2030,4 the New Urban Agenda,5 the \nIstanbul Programme of Action for the Least Developed Countries for the Decade \n2011–2020, 6  the Vienna Programme of Action for the Landlocked Developing \nCountries for the Decade 2014–20247 and the SIDS Accelerated Modalities of Action \n(SAMOA) Pathway.8 We recognize the synergies between the implementation of the \n2030 Agenda and the Paris Agreement.9  \n25. We welcome the voluntary actions pledged by leaders at the Sustainable \nDevelopment Goals Summit and throughout this high-level week.  \n26. We request the Secretary-General, as a follow-up to the Sustainable \nDevelopment Goals Summit and the reports on progress on the Goals, and in the \nlead-up to the summit to mark the seventy-fifth anniversary of the United Nations, to \nengage Governments, civil society, the private sector and other stakeholders in \ngenerating solutions and accelerating action to address systemic gaps in \nimplementation, as we embark on a decisive decade for the 2030 Agenda. We also \ncall upon the Secretary-General to organize an annual moment to highlight inspiring \naction on the Goals, in the context of the general debate of the General Assembly. \n__________________ \n \n4  Resolution 69/283, annex II. \n \n5  Resolution 71/256, annex. \n \n6  Report of the Fourth United Nations Conference on the Least Developed Countries, Istanbul, \nTurkey, 9–13 May 2011 (A/CONF.219/7), chap. II. \n \n7  Resolution 69/137, annex II. \n \n8  Resolution 69/15, annex. \n \n9  See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n\nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly \nA/RES/74/4\n \n5/6\n19-17862 \n \n27. To demonstrate our determination to implement the 2030 Agenda and achieve \nthe Sustainable Development Goals, we need to do more and faster. To this end, we \ncommit to:  \n \n(a) \nLeaving no one behind: we will place a focus on the poorest and most \nvulnerable in our policies and actions. People who are vulnerable must be empowered. \nThose whose needs are reflected in the 2030 Agenda include all children, youth, \npersons with disabilities, people living with HIV/AIDS, older persons, indigenous \npeoples, refugees and internally displaced persons and migrants. We intend to see the \nGoals and targets met for all nations and peoples and for all segments of society. And \nwe will endeavour to reach the furthest behind first. We commit to targeted and \naccelerated action to remove all legal, social and economic barriers to achieve gender \nequality and the empowerment of all women and girls, and the realization and \nenjoyment of their human rights;  \n \n(b) \nMobilizing adequate and well-directed financing: in order to close the \nfinancing gap for the Sustainable Development Goals, Governments, the private \nsector and other stakeholders need to increase the level of ambition in domestic, \npublic and private resource mobilization, strengthen the enabling environment for \nsustainable investments and deliver on commitments to international development \ncooperation. We will ensure that policies and actions reach those furthest behind, \naiming at financial inclusion, and supporting the competitiveness of micro-, small and \nmedium-sized enterprises, including women- and youth-owned enterprises. We will \nalso strive to increase our level of ambition on the non-financial means of \nimplementation, including promoting a universal, rules-based, open, transparent, \nnon-discriminatory and equitable multilateral trading system, recognizing that \ninternational trade is an engine for development; \n \n(c) \nEnhancing national implementation: we pledge to lift the level of \nambition of our national responses to the implementation of the 2030 Agenda, while \nrespecting national processes and ensuring ownership. To this end, we aim to \nproactively mainstream the 2030 Agenda into our national planning instruments, \npolicies, strategies and financial frameworks;  \n \n(d) \nStrengthening institutions for more integrated solutions: we will \nproactively develop effective, accountable and transparent institutions at all levels \nand ensure more responsive, inclusive, participatory and representative decision-\nmaking processes. We will strive to equip domestic institutions to better address \ninterlinkages, synergies and trade-offs between the Goals and targets through a whole-\nof-government approach that can bring about transformative change in governance \nand public policy and ensure policy coherence for sustainable development;  \n \n(e) \nBolstering local action to accelerate implementation: we commit to \nempower and support cities, local authorities and communities in pursuing the 2030 \nAgenda. We recognize their critical role in implementing and realizing the \nSustainable Development Goals;  \n \n(f) \nReducing disaster risk and building resilience: we undertake to pursue \npolicy, investment and innovation to reduce disaster risk and build the resilience of \ncountries, economies, communities and individuals to economic, social and \nenvironmental shocks and disasters;  \n \n(g) \nSolving challenges through international cooperation and enhancing \nthe global partnership: we recognize that the integrated nature of the Sustainable \nDevelopment Goals requires a global response. We renew our commitment to \nmultilateralism, to find new ways of working together and to ensure that multilateral \ninstitutions keep pace with the rapid changes taking place. We further commit to \nfinding peaceful and just solutions to disputes and to respecting international law and \n\nA/RES/74/4 \nPolitical declaration of the high-level political forum on sustainable \ndevelopment convened under the auspices of the General Assembly\n \n19-17862\n6/6 \n \nthe purposes and principles of the Charter of the United Nations, including the right \nto self-determination of peoples and the need to respect the territorial integrity and \npolitical independence of States;  \n \n(h) \nHarnessing science, technology and innovation with a greater focus on \ndigital transformation for sustainable development: we will promote research, \ncapacity-building initiatives, innovation and technologies towards advancing the \nSustainable Development Goals and promote the use of scientific evidence from all \nfields to enable the transformation to sustainable development. We will promote and \nsupport quality education and lifelong learning to ensure that all children, youth and \nadults are empowered with the relevant knowledge and skills to shape more resilient, \ninclusive and sustainable societies that are able to adapt to rapid technological \nchange. We will foster international cooperation to support developing countries in \naddressing their constraints in access to technologies and education; \n \n(i) \nInvesting in data and statistics for the Sustainable Development Goals: \nwe commit to strengthen our national statistical capacities to address the gaps in data \non the Sustainable Development Goals in order to allow countries to provide high-\nquality, timely, reliable, disaggregated data and statistics and to fully integrate the \nSustainable Development Goals in our monitoring and reporting systems. We \nencourage international cooperation supporting statistical capacity-building in \ndeveloping countries, in particular the most vulnerable countries, which face the \ngreatest challenges in collecting, analysing and using reliable data and statistics;  \n \n(j) \nStrengthening the high-level political forum: we pledge to carry out an \nambitious and effective review of the format and organizational aspects of the high-\nlevel political forum and follow-up and review of the 2030 Agenda for Sustainable \nDevelopment at the global level during the seventy-fourth session of the General \nAssembly with a view to better addressing gaps in implementation and linking \nidentified challenges with appropriate responses, including on financing, to further \nstrengthen the effective and participatory character of this intergovernmental forum \nand encourage the peer-learning character of the voluntary national reviews. We also \npledge to advance our efforts in communicating the 2030 Agenda to the global public \nto raise awareness and inspire accelerated action. \n28. We know the world we want. We pledge to accelerate our common efforts, now \nand in the coming decade to reach this vision by 2030. Rapid change is possible and the \nGoals remain within reach if we embrace transformation and accelerate implementation. \n \n",
  "paragraphs": {
    "1": " Sustainable Development Goals Summit,1 to review progress on the 2030 Agenda for Sustainable Development.2",
    "2": "We stand firm in our determination to implement the 2030 Agenda as a plan of action for people, planet, prosperity, peace and partnership – a plan to free humanity from the tyranny of poverty and heal and secure our planet for future generations.",
    "3": "We emphasize that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development.",
    "4": "Today, we are launching an ambitious and accelerated response to reach our common vision by 2030, and pledging to make the coming decade one of action and delivery. We will maintain the integrity of the 2030 Agenda, including by ensuring ambitious and continuous action on the targets of the Sustainable Development Goals with a 2020 timeline.",
    "5": "We reaffirm the commitment at the very heart of the 2030 Agenda to leave no one behind. We will take more tangible steps to support people in vulnerable situations and the most vulnerable countries and to reach the furthest behind first.",
    "6": "We also reaffirm the principles recognized in the 2030 Agenda and recall that it is universal in nature and that its Goals and targets are integrated and indivisible, balancing the economic, social and environmental dimensions of sustainable development.",
    "7": "We remain resolved, between now and 2030, to end poverty and hunger everywhere; to combat inequalities within and among countries; to build peaceful, just and inclusive societies; to respect, protect and fulfil human rights and achieve gender equality and the empowerment of all women and girls; and to ensure the lasting protection of the planet and its natural resources. We also remain resolved to create conditions for sustainable, inclusive and sustained economic growth, shared prosperity and decent work for all, taking into account different levels of national development and capacities.",
    "8": "We resolve to realize our vision of a world with access to inclusive and equitable quality education, universal health coverage and quality health care, food security and improved nutrition, safe drinking water and sanitation, affordable, reliable and sustainable energy and quality and resilient infrastructure for all.",
    "9": "We recognize the special challenges facing the most vulnerable countries and, in particular, African countries, least developed countries, landlocked developing countries, small island developing States and countries in conflict and post-conflict situations, as well as the specific challenges facing middle-income countries, in pursuing sustainable development.",
    "10": "We reaffirm that gender equality and the empowerment of all women and girls will make a crucial contribution to progress across all the Goals and targets. The achievement of full human potential and sustainable development is not possible if one half of humanity continues to be denied full human rights and opportunities.",
    "11": "We also reaffirm that climate change is one of the greatest challenges of our time. We express profound alarm that emissions of greenhouse gases continue to rise globally, and remain deeply concerned that all countries, particularly developing countries, are vulnerable to the adverse impacts of climate change. We emphasize in this regard that mitigation of and adaptation to climate change represent an immediate and urgent priority.",
    "12": "We commit to achieving a world in which humanity lives in harmony with nature, to conserving and sustainably using our planet’s marine and terrestrial resources, including through sustainable consumption and production, to reversing the trends of environmental degradation, to promoting resilience, to reducing disaster risk, and to halting ecosystem degradation and biodiversity loss.",
    "13": "We recognize that greater efforts are needed to direct and align the means of implementation of the 2030 Agenda with our Goals, and commit to accelerate the implementation of commitments across the seven action areas of the Addis Ababa Action Agenda of the Third International Conference on Financing for Development. 3",
    "14": "In this endeavour, we must come together in durable partnerships between governments at all levels, and with all relevant stakeholders, including civil society, the private sector, academia and youth.",
    "15": "The 2030 Agenda is our promise to the children and youth of today so that they may achieve their full human potential and carry the torch of sustainable development to future generations. II Our world today",
    "16": "We recognize the many efforts at all levels since 2015 to realize the vision of the 2030 Agenda and the Sustainable Development Goals. We have seen a significant response from national Governments, cities, local authorities, civil society, the private sector, academia, youth and other actors. We acknowledge that the Sustainable Development Goals are increasingly incorporated in national policies, plans, budgets and development cooperation efforts, and we recognize that private sector engagement in sustainable investing is growing. Global, regional and subregional multilateral development and finance institutions have embraced the Sustainable Development Goals and taken significant steps to incorporate them into their operations.",
    "17": "We welcome the Secretary-General’s ongoing efforts to reposition the United Nations development system to better support countries in their implementation of the 2030 Agenda and we commit to continuing to support his efforts.",
    "18": "We commend the work of the high-level political forum on sustainable development, meeting under the auspices of the Economic and Social Council since the adoption of the 2030 Agenda, including its reviews of all 17 Sustainable Development Goals. The voluntary national reviews presented by 142 countries bear witness to the efforts at the national level to prioritize integration of the Sustainable Development Goals into national plans and policies and to bring together all parts of society in the common endeavour of realizing the 2030 Agenda. We further welcome the efforts at the regional level, including by the United Nations regional commissions and the regional forums on sustainable development as well as the contributions of major groups and all other stakeholders.",
    "19": "We take note with appreciation of the Secretary-General’s progress report on the Sustainable Development Goals and the Global Sustainable Development Report, including the identified entry points for transformation and transformative levers for realizing the 2030 Agenda. We acknowledge the potential of a systemic and holistic approach, taking into account interlinkages between Goals and targets. The reports show that we have achieved progress in some areas, such as in reducing extreme poverty and child and neonatal mortality; improving access to electricity and safe drinking water; and expanding the coverage of terrestrial and marine protected areas.",
    "20": "At the same time, we are concerned that progress is slow in many areas. Vulnerabilities are high and deprivations are becoming more entrenched. Assessments show that we are at risk of missing the poverty eradication target. Hunger is on the rise. Progress towards gender equality and the empowerment of all women and girls is too slow. Inequalities in wealth, incomes and opportunities are increasing in and between countries. Biodiversity loss, environmental degradation, discharge of plastic litter into the oceans, climate change and increasing disaster risk continue at rates that bring potentially disastrous consequences for humanity.",
    "21": "We recognize that international migration is a multidimensional reality of major relevance for the development of countries of origin, transit and destination.",
    "22": "Violent extremism, terrorism, organized crime, corruption, illicit financial flows, global health threats, humanitarian crises and forced displacement of people threaten to reverse much of the development progress made in recent decades.",
    "23": "In many parts of the world conflicts and instability have endured or intensified and natural disasters have become more frequent and intense, causing untold human suffering and undermining the realization of the Sustainable Development Goals. Our ability to prevent and resolve conflicts and build resilient, peaceful, just and inclusive societies has often been fragmented and insufficient. III Our call to accelerated action",
    "24": "We recognize the urgent need to accelerate action on all levels and by all stakeholders, in order to fulfil the vision and Goals of the 2030 Agenda. We also emphasize the need for concerted action across all relevant major United Nations conferences and summits in the economic, social and related fields, including the Addis Ababa Action Agenda, which is an integral part of the 2030 Agenda, the Sendai Framework for Disaster Risk Reduction 2015–2030,4 the New Urban Agenda,5 the Istanbul Programme of Action for the Least Developed Countries for the Decade 2011–2020, 6 the Vienna Programme of Action for the Landlocked Developing Countries for the Decade 2014–20247 and the SIDS Accelerated Modalities of Action (SAMOA) Pathway.8 We recognize the synergies between the implementation of the 2030 Agenda and the Paris Agreement.9",
    "25": "We welcome the voluntary actions pledged by leaders at the Sustainable Development Goals Summit and throughout this high-level week.",
    "26": "We request the Secretary-General, as a follow-up to the Sustainable Development Goals Summit and the reports on progress on the Goals, and in the lead-up to the summit to mark the seventy-fifth anniversary of the United Nations, to engage Governments, civil society, the private sector and other stakeholders in generating solutions and accelerating action to address systemic gaps in implementation, as we embark on a decisive decade for the 2030 Agenda. We also call upon the Secretary-General to organize an annual moment to highlight inspiring action on the Goals, in the context of the general debate of the General Assembly.",
    "27": " the purposes and principles of the Charter of the United Nations, including the right to self-determination of peoples and the need to respect the territorial integrity and political independence of States; (h) Harnessing science, technology and innovation with a greater focus on digital transformation for sustainable development: we will promote research, capacity-building initiatives, innovation and technologies towards advancing the Sustainable Development Goals and promote the use of scientific evidence from all fields to enable the transformation to sustainable development. We will promote and support quality education and lifelong learning to ensure that all children, youth and adults are empowered with the relevant knowledge and skills to shape more resilient, inclusive and sustainable societies that are able to adapt to rapid technological change. We will foster international cooperation to support developing countries in addressing their constraints in access to technologies and education; (i) Investing in data and statistics for the Sustainable Development Goals: we commit to strengthen our national statistical capacities to address the gaps in data on the Sustainable Development Goals in order to allow countries to provide high- quality, timely, reliable, disaggregated data and statistics and to fully integrate the Sustainable Development Goals in our monitoring and reporting systems. We encourage international cooperation supporting statistical capacity-building in developing countries, in particular the most vulnerable countries, which face the greatest challenges in collecting, analysing and using reliable data and statistics; (j) Strengthening the high-level political forum: we pledge to carry out an ambitious and effective review of the format and organizational aspects of the high- level political forum and follow-up and review of the 2030 Agenda for Sustainable Development at the global level during the seventy-fourth session of the General Assembly with a view to better addressing gaps in implementation and linking identified challenges with appropriate responses, including on financing, to further strengthen the effective and participatory character of this intergovernmental forum and encourage the peer-learning character of the voluntary national reviews. We also pledge to advance our efforts in communicating the 2030 Agenda to the global public to raise awareness and inspire accelerated action.",
    "28": "We know the world we want. We pledge to accelerate our common efforts, now and in the coming decade to reach this vision by 2030. Rapid change is possible and the Goals remain within reach if we embrace transformation and accelerate implementation."
  },
  "agenda_items": [
    "Item 19"
  ],
  "symbol_references": [
    "A/74/L.2"
  ]
}