{
  "symbol": "A/RES/78/227",
  "filename": "A_RES_78_227.pdf",
  "title": "78/227. Equal access to justice for all",
  "text": "United Nations \nA/RES/78/227\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n23-25982 (E)    100124 \n*2325982* \n \n \nSeventy-eighth session \nAgenda item 107 \nCrime prevention and criminal justice  \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/482, para. 29)] \n \n \n 78/227. Equal access to justice for all \n \n \n \nThe General Assembly, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets that are indivisible and integrated and \nbalance the three dimensions of sustainable development, in which it recognized that \neradicating poverty in all its forms and dimensions, including extreme poverty, is the \ngreatest global challenge and an indispensable requirement for sustainable \ndevelopment, and in which it committed to achieving sustainable development in its \nthree dimensions – economic, social and environmental – in a balanced and integrated \nmanner, \n \nRecalling Sustainable Development Goal 16, to promote peaceful and inclusive \nsocieties for sustainable development, provide access to justice for all and build \neffective, accountable and inclusive institutions at all levels, and bearing in mind that \nthe 2030 Agenda, inter alia, envisaged a world of universal respect for human rights \nand human dignity, the rule of law, justice, equality and non-discrimination,  \n \nRecognizing the importance of providing technical assistance and capacity-\nbuilding, upon request, to Member States, in particular developing countries, to \nsupport their efforts in crime prevention and criminal justice, including in the area of \naccess to justice, \n \nRecalling the Universal Declaration of Human Rights,1 which affirms that all \nare equal before the law and all are entitled without any discrimination to equal \nprotection of the law, and that all are entitled to equal protection against any \ndiscrimination in violation of the Declaration and against any incitement to such \n__________________ \n \n1  Resolution 217 A (III). \n\nA/RES/78/227 \nEqual access to justice for all\n \n23-25982\n2/5 \n \ndiscrimination, and which also enshrines the key principles of equality before the law \nand the presumption of innocence, as well as the right to a fair and public hearing by \nan independent and impartial tribunal, along with all the guarantees necessary for the \ndefence of anyone charged with a penal offence, other minimum guarantees and the \nentitlement to be tried without undue delay, \n \nRecalling also the Kyoto Declaration on Advancing Crime Prevention, Criminal \nJustice and the Rule of Law: Towards the Achievement of the 2030 Agenda for \nSustainable Development,2 adopted by the Fourteenth United Nations Congress on \nCrime Prevention and Criminal Justice, held in Kyoto, Japan, from 7 to 12 March \n2021, in which Member States undertook to contribute to achieving the 2030 Agenda \nthrough efforts in crime prevention and criminal justice, with the firm recognition \nthat sustainable development and the rule of law are interlinked and mutually \nreinforcing, that crime is an impediment to sustainable development and that \nachieving sustainable development is an enabling factor for States to effectively \nprevent and combat crime, \n \nRecalling further paragraph 48 of the Kyoto Declaration, in which Member \nStates endeavoured to ensure equal access to justice and application of the law to all, \nincluding vulnerable members of society, regardless of their status, including by \ntaking appropriate measures to ensure treatment with respect and without \ndiscrimination or bias of any kind by criminal justice institutions, \n \nTaking note of all relevant United Nations standards and norms in crime \nprevention and criminal justice, in particular the Code of Conduct for Law \nEnforcement Officials,3 the Basic Principles on the Independence of the Judiciary, 4 \nthe Bangalore Principles of Judicial Conduct, 5  the Istanbul Declaration on \nTransparency in the Judicial Process and the measures for effective implementation \nof the Istanbul Declaration,6 the Guidelines on the Role of Prosecutors,7 the Basic \nPrinciples on the Role of Lawyers,8 the Declaration of Basic Principles of Justice for \nVictims of Crime and Abuse of Power,9 the basic principles on the use of restorative \njustice programmes in criminal matters, 10  the United Nations Principles and \nGuidelines on Access to Legal Aid in Criminal Justice Systems, 11 the United Nations \nStandard Minimum Rules for Non-custodial Measures (the Tokyo Rules),12 the United \nNations Rules for the Treatment of Women Prisoners and Non-custodial Measures for \nWomen Offenders (the Bangkok Rules), 13 the United Nations Standard Minimum \nRules for the Administration of Juvenile Justice (the Beijing Rules) 14 and the United \nNations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela \nRules),15 \n__________________ \n \n2  Resolution 76/181, annex. \n \n3  Resolution 34/169, annex. \n \n4  Seventh United Nations Congress on the Prevention of Crime and the Treatment of Offenders, \nMilan, 26 August–6 September 1985: report prepared by the Secretariat (United Nations \npublication, Sales No. E.86.IV.1), chap. I, sect. D.2, annex. \n \n5  E/CN.4/2003/65, annex; see also Economic and Social Council resolution 2006/23, annex. \n \n6  A/73/831-E/2019/56, annexes I and II. \n \n7  Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, \nHavana, 27 August–7 September 1990: report prepared by the Secretariat (United Nations \npublication, Sales No. E.91.IV.2), chap. I, sect. C.26, annex. \n \n8  Ibid., chap. I, sect. B.3, annex. \n \n9  Resolution 40/34, annex. \n \n10  Economic and Council resolution 2002/12, annex. \n \n11  Resolution 67/187, annex. \n \n12  Resolution 45/110, annex. \n \n13  Resolution 65/229, annex. \n \n14  Resolution 40/33, annex. \n \n15  Resolution 70/175, annex. \n\nEqual access to justice for all \nA/RES/78/227\n \n3/5\n23-25982 \n \n \nRecalling the International Covenant on Civil and Political Rights, 16  the \nInternational Covenant on Economic, Social and Cultural Rights, 17 the Convention on \nthe Rights of the Child, 18 the International Convention on the Elimination of All \nForms of Racial Discrimination, 19 the Convention on the Rights of Persons with \nDisabilities, 20  and the Convention against Torture and Other Cruel, Inhuman or \nDegrading Treatment or Punishment,21 \n \nUnderscoring the role of the Commission on Crime Prevention and Criminal \nJustice as the principal policymaking body of the United Nations in the field of crime \nprevention and criminal justice, and underscoring also the primary role and \nresponsibility of Member States in defining their policies in enhancing the \nfunctioning of their criminal justice systems to ensure equal access to justice for all, \n \nRecalling Economic and Social Council resolution 2019/22 of 23 July 2019, in \nwhich Member States, inter alia, recognized that certain members of society, such as \nchildren, victims of violence and individuals with special needs, are to be accorded \nadditional protection and are more vulnerable when in contact with the criminal \njustice system, \n \nEmphasizing the importance of respecting cultural diversity when designing and \nimplementing policies and programmes relevant to access to justice, in accordance \nwith national legislation, \n \nRecognizing that the coronavirus disease (COVID-19) pandemic has severely \naffected the functioning of criminal justice systems and access to justice, especially \nfor the poor and people in vulnerable situations, \n \nAffirming the need to eradicate violence, discrimination and intolerance against \npeople in vulnerable situations, Indigenous Peoples and local communities,  \n \nRecognizing that the primary responsibility for crime prevention and criminal \njustice, including mainstreaming a gender perspective, rests with Member States, \n \nRecognizing also the different challenges in accessing justice faced by people \nliving in rural and isolated areas and the need to adopt policies and programmes that \nare responsive to those challenges, \n \nRecalling the mandate of the International Independent Expert Mechanism to \nAdvance Racial Justice and Equality in Law Enforcement, which includes \ncoordinating its work and strengthening its engagement with the United Nations \nOffice on Drugs and Crime and the United Nations Congress on Crime Prevention \nand Criminal Justice, and making recommendations on the concrete steps needed to \nensure access to justice for Africans and people of African descent subjected to \nexcessive use of force and other human rights violations by law enforcement officials, \n \nRecognizing that access to legal aid is an essential element of fair, humane and \nefficient criminal justice systems that are based on the rule of law and that it is a \nfoundation for the enjoyment of other rights, including the right to a fair trial, as a \nprecondition to exercising such rights and an important safeguard that ensures \nfairness and public trust in the criminal justice process and can contribute to the \nprogressive realization of economic, social and cultural rights, \n__________________ \n \n16  Resolution 2200 A (XXI), annex. \n \n17  Ibid. \n \n18  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n19  Ibid., vol. 660, No. 9464. \n \n20  Ibid., vol. 2515, No. 44910. \n \n21  Ibid., vol. 1465, No. 24841. \n\nA/RES/78/227 \nEqual access to justice for all\n \n23-25982\n4/5 \n \n \nRecognizing also the importance of training criminal justice practitioners, such \nas police, lawyers and judges, to carry out their responsibilities in a \nnon-discriminatory manner, \n \nRecalling Commission on Crime Prevention and Criminal Justice resolution \n27/6 of 18 May 2018, entitled “Restorative justice”, \n \nUnderlining the importance of effective international cooperation, carried out \nin a technical and impartial manner and to the fullest extent possible, in line with the \nobligations of States under international law and domestic legislation, and underlining \nalso in this respect the importance of strengthening law enforcement cooperation and \nthe exchange of information, as well as facilitating the procedures related to \ninternational cooperation, including, inter alia, mutual legal assistance requests and \nextradition, as appropriate and consistent with domestic law and applicable \ninternational obligations, to contribute to access to justice, \n \nTaking note of the report of the Secretary-General entitled “Our Common \nAgenda”,22 \n \n1. \nNotes with concern that challenges to access to justice in criminal justice \nsystems undermine the rule of law, the achievement of safe and secure societies, and \nthe right to equal treatment before the law; \n \n2. \nEmphasizes the right of equal access to justice for all, including people in \nvulnerable situations, and the importance of awareness-raising concerning legal \nrights, and in this regard commits to taking all necessary steps to provide fair, \ntransparent, effective, non-discriminatory and accountable services that promote \naccess to justice for all, including legal aid; \n \n3. \nTakes note of the thematic discussion on enhancing the functioning of the \ncriminal justice system to ensure access to justice and to realize a safe and secure \nsociety, held during the thirty-second session of the Commission on Crime Prevention \nand Criminal Justice, which provided an opportunity for Member States, international \norganizations and civil society to exchange viewpoints on this matter; \n \n4. \nRecalls its decision to hold a high-level debate on the theme “Equal access \nto justice for all: advancing reforms for peaceful, just and inclusive societies”, and \ninvites the Commission on Crime Prevention and Criminal Justice to consider the \noutcomes of that debate; \n \n5. \nEncourages Member States, in accordance with their domestic legislation \nand within their capacity, to ensure equal access to justice and application of the law \nto all, including by taking effective measures that are informed by relevant data, such \nas data on age and gender; \n \n6. \nAlso encourages Member States to collect and use quantitative and \nqualitative data, disaggregated by relevant factors, to ensure that criminal justice \npolicies and programmes are informed by all available and relevant evidence and \ndata; \n \n7. \nFurther \nencourages \nMember \nStates \nto \nexplore \ncross-sectoral, \nmultidisciplinary, multi-stakeholder, holistic and integrated partnerships, strategies \nand approaches at the national level when developing measures to reduce inequities \nin the criminal justice system, and to advance equal access to justice and equal \ntreatment before the law for all, including through restorative justice programmes; \n__________________ \n \n22  A/75/982. \n\nEqual access to justice for all \nA/RES/78/227\n \n5/5\n23-25982 \n \n \n8. \nEncourages Member States to promote the use of technology that fosters \ninclusive and equitable access to justice, including by addressing the challenges that \nthe use of such technologies may pose for people in vulnerable situations; \n \n9. \nAlso encourages Member States to, as appropriate, employ different \nmodels of legal aid, and to consider effective ways to provide access to legal aid to \nensure access to justice for all, without discrimination of any kind; \n \n10. Further encourages Member States, in accordance with their domestic \nlaw, to promote and implement policies aimed at guaranteeing access to justice for \npeople in vulnerable situations without sufficient means, through timely, effective, \nadequately resourced and affordable and, whenever possible, free legal aid promoted \nby the State with the appropriate support of relevant academic institutions; \n \n11. \nAffirms the importance that certain members of society, such as children, \npersons with disabilities, those in vulnerable situations and victims of violence be \ngiven additional protection in order to access justice systems; \n \n12. Requests the United Nations Office on Drugs and Crime to continue \ndeveloping technical tools and training material based on United Nations standards \nand norms in crime prevention and criminal justice and to provide technical and \nmaterial assistance to Member States, upon request, to ensure access to justice for all; \n \n13. Welcomes the increased cooperation and coordination between the United \nNations Office on Drugs and Crime and other United Nations agencies in the area of \nequal access to justice; \n \n14. Requests the United Nations Office on Drugs and Crime to convene a \nmeeting of experts, nominated by Member States, during the intersessional period, \nwith interpretation into all official languages of the United Nations, subject to the \navailability of extrabudgetary resources, with a view to sharing information on \nchallenges, lessons learned, best practices and enabling factors needed to enhance the \nfunctioning of criminal justice systems to ensure equal access to justice for all; \n \n15. Recognizes the fundamental role of effective international cooperation in \npreventing and combating crime, and to this end underlines the importance of \naddressing, tackling and effectively responding to international challenges and \nbarriers, in particular measures, that hinder such cooperation, and which are not \nconsistent with the Charter of the United Nations and obligations under international \nlaw, and in this regard urges States, consistent with their international obligations, to \nrefrain from applying such measures; \n \n16. Requests the United Nations Office on Drugs and Crime to report to the \nCommission on Crime Prevention and Criminal Justice at its thirty-fourth session on \nthe meeting of experts and on the implementation of the present resolution; \n \n17. Invites Member States and other donors to provide extrabudgetary \nresources for the purposes described above, in accordance with the rules and \nprocedures of the United Nations. \n \n50th plenary meeting \n19 December 2023 \n \n",
  "paragraphs": {
    "1": "Notes with concern that challenges to access to justice in criminal justice systems undermine the rule of law, the achievement of safe and secure societies, and the right to equal treatment before the law;",
    "2": "Emphasizes the right of equal access to justice for all, including people in vulnerable situations, and the importance of awareness-raising concerning legal rights, and in this regard commits to taking all necessary steps to provide fair, transparent, effective, non-discriminatory and accountable services that promote access to justice for all, including legal aid;",
    "3": "Takes note of the thematic discussion on enhancing the functioning of the criminal justice system to ensure access to justice and to realize a safe and secure society, held during the thirty-second session of the Commission on Crime Prevention and Criminal Justice, which provided an opportunity for Member States, international organizations and civil society to exchange viewpoints on this matter;",
    "4": "Recalls its decision to hold a high-level debate on the theme “Equal access to justice for all: advancing reforms for peaceful, just and inclusive societies”, and invites the Commission on Crime Prevention and Criminal Justice to consider the outcomes of that debate;",
    "5": "Encourages Member States, in accordance with their domestic legislation and within their capacity, to ensure equal access to justice and application of the law to all, including by taking effective measures that are informed by relevant data, such as data on age and gender;",
    "6": "Also encourages Member States to collect and use quantitative and qualitative data, disaggregated by relevant factors, to ensure that criminal justice policies and programmes are informed by all available and relevant evidence and data;",
    "7": "Further encourages Member States to explore cross-sectoral, multidisciplinary, multi-stakeholder, holistic and integrated partnerships, strategies and approaches at the national level when developing measures to reduce inequities in the criminal justice system, and to advance equal access to justice and equal treatment before the law for all, including through restorative justice programmes;",
    "8": "Encourages Member States to promote the use of technology that fosters inclusive and equitable access to justice, including by addressing the challenges that the use of such technologies may pose for people in vulnerable situations;",
    "9": "Also encourages Member States to, as appropriate, employ different models of legal aid, and to consider effective ways to provide access to legal aid to ensure access to justice for all, without discrimination of any kind;",
    "10": "Further encourages Member States, in accordance with their domestic law, to promote and implement policies aimed at guaranteeing access to justice for people in vulnerable situations without sufficient means, through timely, effective, adequately resourced and affordable and, whenever possible, free legal aid promoted by the State with the appropriate support of relevant academic institutions;",
    "11": "Affirms the importance that certain members of society, such as children, persons with disabilities, those in vulnerable situations and victims of violence be given additional protection in order to access justice systems;",
    "12": "Requests the United Nations Office on Drugs and Crime to continue developing technical tools and training material based on United Nations standards and norms in crime prevention and criminal justice and to provide technical and material assistance to Member States, upon request, to ensure access to justice for all;",
    "13": "Welcomes the increased cooperation and coordination between the United Nations Office on Drugs and Crime and other United Nations agencies in the area of equal access to justice;",
    "14": "Requests the United Nations Office on Drugs and Crime to convene a meeting of experts, nominated by Member States, during the intersessional period, with interpretation into all official languages of the United Nations, subject to the availability of extrabudgetary resources, with a view to sharing information on challenges, lessons learned, best practices and enabling factors needed to enhance the functioning of criminal justice systems to ensure equal access to justice for all;",
    "15": "Recognizes the fundamental role of effective international cooperation in preventing and combating crime, and to this end underlines the importance of addressing, tackling and effectively responding to international challenges and barriers, in particular measures, that hinder such cooperation, and which are not consistent with the Charter of the United Nations and obligations under international law, and in this regard urges States, consistent with their international obligations, to refrain from applying such measures;",
    "16": "Requests the United Nations Office on Drugs and Crime to report to the Commission on Crime Prevention and Criminal Justice at its thirty-fourth session on the meeting of experts and on the implementation of the present resolution;",
    "17": "Invites Member States and other donors to provide extrabudgetary resources for the purposes described above, in accordance with the rules and procedures of the United Nations."
  },
  "agenda_items": [
    "Item 107"
  ],
  "symbol_references": []
}