{
  "symbol": "A/RES/78/122",
  "filename": "A_RES_78_122.pdf",
  "title": "78/122. World Cleanup Day",
  "text": "United Nations \nA/RES/78/122\n \n \nGeneral Assembly \nDistr.: General \n13 December 2023 \n \n23-25274 (E)    211223 \n*2325274* \n \n \nSeventy-eighth session \nAgenda item 13 \nIntegrated and coordinated implementation of and \nfollow-up to the outcomes of the major United Nations \nconferences and summits in the economic, social and \nrelated fields \n \n \n \n \n Resolution adopted by the General Assembly \non 8 December 2023 \n \n \n \n \n[without reference to a Main Committee (A/78/L.11)] \n \n \n 78/122. World Cleanup Day \n \n \n \nThe General Assembly, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business,  \n \nRecalling the Rio Declaration on Environment and Development,1 Agenda 21,2 \nthe Programme for the Further Implementation of Agenda 21, 3 the Johannesburg \nDeclaration on Sustainable Development 4 and the Plan of Implementation of the \nWorld Summit on Sustainable Development (Johannesburg Plan of Implementation) 5 \nand the outcome document of the United Nations Conference on Sustainable \n__________________ \n \n1  Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3-14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n \n2  Ibid., annex II. \n \n3  Resolution S-19/2, annex. \n \n4  Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 1, annex. \n \n5  Ibid., resolution 2, annex. \n\nA/RES/78/122 \nWorld Cleanup Day\n \n23-25274\n2/3 \n \nDevelopment, entitled “The future we want”,6 as well as all relevant resolutions on \nthe implementation of Agenda 21, the Programme for the Further Implementation of \nAgenda 21 and the outcomes of the World Summit on Sustainable Development and \nof the United Nations Conference on Sustainable Development,  \n \nReaffirming its resolutions 53/199 of 15 December 1998 and 61/185 of \n20 December 2006 on the proclamation of international years, and Economic and \nSocial Council resolution 1980/67 of 25 July 1980 on international years and \nanniversaries, in particular paragraphs 1 to 10 of the annex thereto on the agreed \ncriteria for the proclamation of international years, as well as paragraphs 13 and 14, \nin which it is stated that an international year should not be proclaimed before the \nbasic arrangements for its organization and financing have been made,  \n \nRecalling its resolution 77/162 of 14 December 2022, entitled “Promoting \nsustainable consumption and production patterns for the implementation of the 2030 \nAgenda for Sustainable Development, building on Agenda 21”,  \n \nRecalling also its resolution 77/161 of 14 December 2022, entitled “Promoting \nzero-waste initiatives to advance the 2030 Agenda for Sustainable Development”, in \nwhich it proclaimed 30 March as the International Day of Zero Waste, to be observed \nannually,  \n \nRecalling further its resolution 76/300 of 28 July 2022 on the human right to a \nclean, healthy and sustainable environment, \n \nReaffirming the commitment of Member States to the Addis Ababa Action \nAgenda of the Third International Conference on Financing for Development, 7 the \nUnited Nations Framework Convention on Climate Change, 8 the Paris Agreement,9 \nthe Sendai Framework for Disaster Risk Reduction 2015–2030,10 the Convention on \nBiological Diversity, 11 the New Urban Agenda 12 and other major global agendas \nenshrined in the outcome documents of United Nations conferences in the economic, \nsocial and environmental fields, which are fully complementary and mutually \nreinforcing with the 2030 Agenda,  \n \nRecognizing the significant contribution made by workers in informal and \ncooperative settings to the collecting, sorting and recycling of plastic in many \ncountries,  \n \nRecalling United Nations Habitat Assembly resolution 2/3 of 9 June 2023, 13 in \nwhich the United Nations Habitat Assembly recommended that the General Assembly \nproclaim 20 September as World Cleanup Day,  \n \n1. \nDecides to proclaim 20 September as World Cleanup Day, to be observed \nannually;  \n \n2. \nInvites all Member States, organizations of the United Nations system, \nother international and regional organizations, and other relevant stakeholders, \nincluding civil society, the private sector and academia, to observe World Cleanup \nDay, in an appropriate manner, through activities aimed at raising awareness of its \ncontribution to achieving sustainable development;  \n__________________ \n \n6  Resolution 66/288, annex. \n \n7  Resolution 69/313, annex. \n \n8  United Nations, Treaty Series, vol. 1771, No. 30822. \n \n9  Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n \n10  Resolution 69/283, annex II. \n \n11  United Nations, Treaty Series, vol. 1760, No. 30619. \n \n12  Resolution 71/256, annex. \n \n13  HSP/HA.2/Res.3. \n\nWorld Cleanup Day \nA/RES/78/122\n \n3/3\n23-25274 \n \n \n3. \nWelcomes the contribution of World Cleanup Day activities to date to \naddressing the environmental challenges associated with waste management by \nmobilizing people globally to participate in coordinated voluntary action, \nempowering collaboration, and raising broad awareness of the need to reduce waste \npollution tangibly;  \n \n4. \nInvites the United Nations Human Settlements Programme (UN-Habitat), \nmindful of the criteria set out in the annex to Economic and Social Council resolution \n1980/67, to facilitate the observance of World Cleanup Day;  \n \n5. \nStresses that the costs of all the activities that may arise from the \nimplementation of the present resolution should be met through voluntary \ncontributions, including from the private sector;  \n \n6. \nRequests the Secretary-General to bring the present resolution to the \nattention of all Member States, the organizations of the United Nations system and \nother relevant stakeholders, including intergovernmental and non-governmental \norganizations, to promote the observance of World Cleanup Day. \n \n47th plenary meeting \n8 December 2023 \n \n",
  "paragraphs": {
    "1": "Decides to proclaim 20 September as World Cleanup Day, to be observed annually;",
    "2": "Invites all Member States, organizations of the United Nations system, other international and regional organizations, and other relevant stakeholders, including civil society, the private sector and academia, to observe World Cleanup Day, in an appropriate manner, through activities aimed at raising awareness of its contribution to achieving sustainable development; __________________ 6 Resolution 66/288, annex. 7 Resolution 69/313, annex. 8 United Nations, Treaty Series, vol. 1771, No. 30822. 9 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. 10 Resolution 69/283, annex II. 11 United Nations, Treaty Series, vol. 1760, No. 30619. 12 Resolution 71/256, annex. 13 HSP/HA.2/Res.3. World Cleanup Day A/RES/78/122 3/3 23-25274",
    "3": "Welcomes the contribution of World Cleanup Day activities to date to addressing the environmental challenges associated with waste management by mobilizing people globally to participate in coordinated voluntary action, empowering collaboration, and raising broad awareness of the need to reduce waste pollution tangibly;",
    "4": "Invites the United Nations Human Settlements Programme (UN-Habitat), mindful of the criteria set out in the annex to Economic and Social Council resolution 1980/67, to facilitate the observance of World Cleanup Day;",
    "5": "Stresses that the costs of all the activities that may arise from the implementation of the present resolution should be met through voluntary contributions, including from the private sector;",
    "6": "Requests the Secretary-General to bring the present resolution to the attention of all Member States, the organizations of the United Nations system and other relevant stakeholders, including intergovernmental and non-governmental organizations, to promote the observance of World Cleanup Day. 47th plenary meeting 8 December 2023"
  },
  "agenda_items": [
    "Item 13"
  ],
  "symbol_references": [
    "A/78/L.11"
  ]
}