{
  "symbol": "A/RES/72/305",
  "filename": "A_RES_72_305.pdf",
  "title": "72/305. Review of the implementation of General Assembly resolution 68/1 on the strengthening of the Economic and Social Council",
  "text": "United Nations \nA/RES/72/305\n \n \nGeneral Assembly \nDistr.: General \n25 July 2018 \n \n18-12196 (E)    230718 \n*1812196* \n \n \nSeventy-second session \nAgenda items 14 and 117 \n \n \n \n \n Resolution adopted by the General Assembly \non 23 July 2018 \n \n \n \n \n[without reference to a Main Committee (A/72/L.64)] \n \n \n 72/305. Review of the implementation of General Assembly resolution 68/1 \non the strengthening of the Economic and Social Council  \n \n \n \nThe General Assembly, \n \nRecalling its resolution 68/1 of 20 September 2013 and all previous related \nresolutions, \n \nRecalling also its resolutions 67/290 of 9 July 2013 and 70/299 of 29 July 2016, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development and its \ncommitment to achieving sustainable development in its three dimensions – economic, \nsocial and environmental – in a balanced and integrated manner, and to building upon \nthe achievements of the Millennium Development Goals and seeking to address their \nunfinished business, \n \nReaffirming also its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda, supports and complements it, helps to \ncontextualize its means of implementation targets with concrete policies and actions \nand reaffirms the strong political commitment to address the challenge of financing \nand creating an enabling environment at all levels for sustainable development in the \nspirit of global partnership and solidarity, \n\nA/RES/72/305 \nReview of the implementation of General Assembly resolution 68/1\non the strengthening of the Economic and Social Council\n \n18-12196\n2/7 \n \n \nWelcoming the Paris Agreement1 and its early entry into force, as well as the Sendai \nDeclaration and the Sendai Framework for Disaster Risk Reduction 2015–2030,2 \n \nWelcoming also the outcomes of major United Nations conferences and \nsummits, including the New Urban Agenda, adopted at the United Nations Conference \non Housing and Sustainable Urban Development (Habitat III), held in Quito from \n17 to 20 October 2016,3 the Istanbul Declaration and the Programme of Action for the \nLeast Developed Countries for the Decade 2011–2020,4 the Vienna Programme of \nAction for Landlocked Developing Countries for the Decade 2014–20245 and the \nSIDS Accelerated Modalities of Action (SAMOA) Pathway, 6 \n \nReaffirming the role that the Charter of the United Nations and the General \nAssembly have vested in the Economic and Social Council and recognizing the need \nfor a more effective Council as a principal organ for coordination, policy review, \npolicy dialogue and recommendations on issues of economic and social development, \nand recognizing the key role of the Council in achieving a balanced integration of the \nthree dimensions of sustainable development, \n \nReaffirming also the commitment to strengthen the Economic and Social \nCouncil, within its mandate under the Charter, and reinforce its deliberative function, \nwith an emphasis on accountability, knowledge-sharing and mutual learning for better \nresults, so that it best supports the implementation of the 2030 Agenda and the \nintegrated and coordinated follow-up to the major United Nations conferences and \nsummits, \n \nWelcoming that a process of intergovernmental consultations is ongoing to \nenhance synergies and coherence and reduce overlap where it is found to exist in the \nagendas of the General Assembly, the Economic and Social Council and their \nsubsidiary bodies, as well as the high-level political forum on sustainable development \nand other related forums in the light of the adoption of the 2030 Agenda, in \naccordance with paragraphs 28 to 30 of resolution 71/323 of 8 September 2017, \n \nReaffirming its resolution 72/279 of 31 May 2018 on the repositioning of the \nUnited Nations development system in the context of the quadrennial comprehensive \npolicy review of operational activities for development of the United Nations system, \n \n1. \nAdopts the text contained in the annex to the present resolution, and calls \nupon the Economic and Social Council and other relevant bodies of the United \nNations system to implement the measures contained therein in an expeditious \nmanner; \n \n2. \nDecides that the arrangements contained in the present resolution and its \nannex shall be reviewed at its seventy-fourth session and at subsequent review cycles \nin conjunction with the review process of the high-level political forum on sustainable \ndevelopment. \n \n107th plenary meeting \n23 July 2018 \n__________________ \n \n1  Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n2  Resolution 69/283, annexes I and II. \n \n3  Resolution 71/256, annex. \n \n4  Report of the Fourth United Nations Conference on the Least Developed Countries, Istanbul, \nTurkey, 9–13 May 2011 (A/CONF.219/7), chaps. I and II. \n \n5  Resolution 69/137, annex II. \n \n6  Resolution 69/15, annex. \n\nReview of the implementation of General Assembly resolution 68/1 \non the strengthening of the Economic and Social Council \nA/RES/72/305\n \n3/7\n18-12196 \n \nAnnex \n \n \n Review of the implementation of General Assembly resolution 68/1 \non the strengthening of the Economic and Social Council \n \n \n1. \nIn accordance with the relevant provisions of the Charter of the United Nations, \nthe Economic and Social Council should continue to strengthen its leadership and \npolicy guidance role, and its role as the central mechanism for coordination of the \nactivities of the United Nations development system and its specialized agencies and \nsupervision of its subsidiary bodies while integrating their analysis throughout its \nsegments. It should also address new and emerging issues in the economic, social, \nenvironmental and related fields and provide overall support for the integration of the \nthree dimensions of sustainable development. It should promote a coordinated follow-\nup to the 2030 Agenda for Sustainable Development7 and the outcomes of other major \nUnited Nations conferences and summits in the economic, social, environmental and \nrelated fields. \n2. \nThe working modalities of the Economic and Social Council should be guided \nby the principles of inclusiveness, transparency and flexibility based on the \ndeliberative function of its meetings. It should be a platform for discussion and the \nexchange of national experiences. The Council should aim at creating synergy and \ncoherence as well as avoiding duplication and overlap in its work to ensure efficiency \nand effectiveness. It should also ensure an adequate division of labour among its \nsubsidiary bodies and harmonization and coordination of their agendas and work \nprogrammes, while ensuring that the principles, critical aspects and implementation \ngaps of the 2030 Agenda are addressed. \n3. \nThe Economic and Social Council should improve its outcomes and the \noutcomes of its subsidiary bodies, making them more relevant, coherent and solution-\noriented to address implementation challenges and ensuring their follow-up so as to \nstrengthen the impact of the work of the Council. \n4. \nThe General Assembly shall adopt one main theme for the high-level political \nforum on sustainable development and the Economic and Social Council, bearing in \nmind the provisions of resolution 70/299 of 29 July 2016. The themes of the segments \nof the Council shall focus on a particular aspect of the one main theme, bearing in \nmind their respective functions. The humanitarian affairs segment shall continue to \nadopt themes based on humanitarian considerations and that are coherent with the \nmain theme of the Council. \n5. \nThe subsidiary bodies of the Economic and Social Council shall similarly adopt \ntheir own respective themes, aligned with the main theme, while continuing to address \nissues or a theme necessary to discharge their other functions. \n6. \nThe themes of the Economic and Social Council segments shall reflect the \nintegrated, indivisible and interlinked nature of the Sustainable Development Goals \nand the three dimensions of sustainable development, including cross-cutting issues \nas well as new and emerging issues. \n7. \nThe Economic and Social Council cycle shall continue to run from July to July. \nTo promote linkages in their work and enhance the visibility and impact of the \nCouncil, and to encourage focus, coherence and efficiency, Council segments and \nforums shall be restructured into three groups per Council cycle. \n8. \nThe first group will comprise Economic and Social Council forums. It will \ninclude the Development Cooperation Forum every second year and, annually, the \nforum on financing for development follow-up, the multi-stakeholder forum on \n__________________ \n \n7  Resolution 70/1. \n\nA/RES/72/305 \nReview of the implementation of General Assembly resolution 68/1\non the strengthening of the Economic and Social Council\n \n18-12196\n4/7 \n \nscience, technology and innovation for the Sustainable Development Goals, the \npartnership forum and the youth forum, and all other related mandated meetings. \nThese will be organized independently and in a coordinated manner. \n9. \nThe second group will comprise segments that address actions by the United \nNations development system and other actors to implement the 2030 Agenda, along \nwith distinct humanitarian assistance. It will include the operational activities for \ndevelopment segment, the humanitarian affairs segment and the special event to \ndiscuss the transition from relief to development. These will be organized \nindependently and in a coordinated manner. \n10. The third group will comprise segments and forums that provide overall policy \nguidance and foster progress in the implementation of the 2030 Agenda, contribute to \nthe overall review of the 2030 Agenda at the high-level political forum and look to the \nfuture of the advancement of sustainable development. It will include, in this order, \nthe integration segment, the high-level political forum and the high-level segment. \n11. \nThe integration segment will be held for one day immediately before the high-\nlevel political forum. It will discuss and consolidate all the inputs of Member States, \nincluding case studies and lessons learned, the subsidiary bodies of the Economic and \nSocial Council, the United Nations system and other relevant stakeholders to promote \nthe balanced integration of the three dimensions of sustainable development. This \nsegment will thus bring together the key messages from the subsidiary bodies of the \nCouncil and the United Nations system on the main theme, develop action-oriented \nrecommendations for follow-up and feed into the high-level political forum. It will \nalso coordinate the work of the subsidiary bodies of the Council, promoting a clearer \ndivision of labour among them, and the policies and activities of the specialized \nagencies relating to the Sustainable Development Goals and other internationally \nagreed development goals. The Secretary-General will present to the Council the \nannual overview report of the United Nations System Chief Executives Board for \nCoordination. Heads of United Nations system entities, Chairs of the subsidiary \nbodies of the Council and the Executive Secretaries of the regional commissions will \nalso be invited to participate. A dedicated effort will be made in 2019 to improve the \nrole, functioning and impact of the segment along these lines. This will be reviewed \nas part of the broader review of Council segments and meetings at the seventy-fourth \nsession of the General Assembly along with the high-level political forum. \n12. The final day of the high-level segment of the Economic and Social Council, \nfollowing the ministerial segment of the high-level political forum, will focus on \nfuture trends and scenarios related to the Council theme, the long-term impact of \ncurrent trends, such as the contribution of new technologies, in the economic, social \nand environmental areas on the realization of the Sustainable Development Goals, \nbased on the work of the United Nations and other regional and international \norganizations and bodies as well as other stakeholders. It should aim at enhancing \nknowledge-sharing and regional and international cooperation. The outcome of the \nhigh-level political forum and the high-level segment will continue to be a negotiated \nministerial declaration. This will be reviewed as part of the broader review of Council \nsegments and meetings at the seventy-fourth session of the General Assembly along \nwith the high-level political forum. \n13. In preparing the draft programme of work of the high-level political forum under \nthe auspices of the Economic and Social Council and the high-level segment of the \nCouncil, the Bureau of the Council is invited to consider ways of optimizing the time \ncurrently available for countries to present their voluntary national reviews during the \nministerial days of the high-level political forum, with a view to improving the \nexchange of national experiences on implementing the Sustainable Development Goals. \n\nReview of the implementation of General Assembly resolution 68/1 \non the strengthening of the Economic and Social Council \nA/RES/72/305\n \n5/7\n18-12196 \n \n14. The strengthened operational activities for development segment should serve as \na platform to ensure accountability for, and acceleration of, system-wide performance \nand results in relation to the 2030 Agenda and provide guidance to and overall \ncoordination of the United Nations development system. Such guidance should be \nevidence-based and include objectives, priorities and strategies in the United Nations \nsystem support to the implementation of the 2030 Agenda and of the policies \nformulated by the General Assembly, including the quadrennial comprehensive policy \nreview. As part of the work on reviewing progress in the implementation of mandates \ncontained in resolution 71/243 of 21 December 2016 on the quadrennial \ncomprehensive policy review, and as mandated in resolution 72/279 of 31 May 2018, \nat the segment, Member States will exercise oversight on implementation of the \nresolution on repositioning of the United Nations development system. \n15. The Economic and Social Council should strive to reinforce the linkages \nbetween policy and operational functions while continuing to focus on improving the \noverall impact of operational activities for development of the United Nations system \nin support of issues relating to national development priorities. The segment should \naddress cross-cutting and coordination issues related to operational activities for \ndevelopment. \n16. The Economic and Social Council should, furthermore, provide improved \noverall coordination and guidance on operational activities for development, on a \nsystem-wide basis, to the governing bodies of the United Nations development \nsystem, in keeping with the mandates of the quadrennial comprehensive policy \nreview. This includes holding the segment close to the annual session of the executive \nboards of the funds and programmes. With a view to avoiding repetition of \ndiscussions, the executive boards that report to the Council should further highlight \nin their existing reports to the Council the issues requiring examination and identify \nactions to be taken, guided by the chosen theme. The segment should continue to \ncontribute to the preparations for the quadrennial comprehensive policy review of \noperational activities for development, through which the General Assembly \nestablishes key system-wide policy orientations for the development cooperation and \ncountry-level modalities of the United Nations system. \n17. Through the humanitarian affairs segment, the Economic and Social Council \nshould, in line with paragraph 11 (b) of the annex to General Assembly resolution \n68/1 of 20 September 2013, continue to contribute to strengthening the coordination \nand effectiveness of United Nations humanitarian assistance and support and \ncomplement international efforts aimed at addressing humanitarian emergencies, \nincluding natural disasters, in order to promote an improved, coordinated response by \nthe United Nations. The humanitarian affairs segment should continue to alternate \nbetween Geneva and New York and should be convened preceding the annual session \nof the executive boards of the funds and programmes of the United Nations system. \n18. The special event on the transition from relief to development, which addresses \nthe linkages between humanitarian assistance and development, will help the \nEconomic and Social Council to discuss and review more fully the implications of \nthe transition from relief to development and improve the efforts of the international \ncommunity to respond better to transition situations. \n19. The Economic and Social Council has an important role as a platform for \nmulti-stakeholder participation and for engaging all relevant stakeholders in the work \nof the Council, particularly with respect to its function related to the integration of \nthe three dimensions of sustainable development. \n20. While retaining its intergovernmental nature, the Economic and Social Council \nshould seek to promote the active participation of major groups, non-governmental \norganizations, the private sector, youth and other relevant stakeholders and regional \n\nA/RES/72/305 \nReview of the implementation of General Assembly resolution 68/1\non the strengthening of the Economic and Social Council\n \n18-12196\n6/7 \n \norganizations in the activities of the Council and its functional and regional \ncommissions, in accordance with the provisions of their respective rules of procedure \nand the provisions of General Assembly resolution 67/290 of 9 July 2013 insofar as \nit pertains to the meetings of the high-level political forum under the auspices of the \nCouncil. \n21. The Economic and Social Council should consider possible ways of applying to \nother meetings and segments certain aspects of the modalities of engagement of major \ngroups and other stakeholders in the high-level political forum, while retaining its \nintergovernmental nature and allowing sufficient time to Member States. \n22. The Committee on Non-Governmental Organizations is invited to examine in a \ntimely manner how it can accommodate effectively the growing number of \napplications of non-governmental organizations for consultative status, in line with its \nmandate set out in Economic and Social Council resolution 1996/31 of 25 July 1996. \n23. The current coordination and management meeting shall be renamed the \nmanagement segment. \n24. The meetings of the management segment will, in principle, last no more than \ntwo days, twice per cycle. The meetings will focus on the adoption of procedural \ndecisions, consideration of recommendations of subsidiary bodies, as well as the \nintroduction of reports and consideration of draft proposals submitted under relevant \nagenda items. \n25. With a view to ensuring a streamlined consideration of related agenda items and \noptimal use of available time, the Bureau of the Economic and Social Council is invited \nto prepare a focused programme of work, including possible joint consideration of \nrelated items, that enhances deliberation among Member States. The programme of \nwork and agenda should be circulated as early as possible. The Bureau of the Council \nshould make efforts to ensure that meetings and informal consultations are planned \nduring United Nations working hours to better facilitate the active and constructive \nparticipation of all permanent missions in the work of the United Nations. \n26. Dedicated management meetings will also be held to conduct elections to fill \nregular and outstanding vacancies in subsidiary bodies of the Economic and Social \nCouncil and related bodies, normally in the first half and last quarter of the year. In \npreparing for elections by the Council, Member States should present candidates at \nleast three working days in advance of elections. The provisions of paragraphs 47 and \n48 of resolution 71/323 of 8 September 2017 should be followed, as applicable to the \nCouncil. \n27. The Economic and Social Council and its Bureau are invited to consider ways \nto ensure continuity in the work of the Bureau. \n28. The Economic and Social Council should strengthen its oversight and \ncoordination role of its subsidiary bodies. It should review their work with a view to \nensuring their continued relevance. It will also ensure that they produce technical and \nexpert analysis, assessments and policy recommendations to inform the integrated \nview of the Council and inform efforts to implement the 2030 Agenda. It should \neffectively integrate the outcomes of its subsidiary bodies into its own work. \n29. The Economic and Social Council should request its subsidiary bodies to ensure \nthat they best support the implementation of the 2030 Agenda and the work of the \nCouncil. Their work should reflect the need for an integrated and action-oriented \napproach to the Sustainable Development Goals. Their recommendations should build \non a solid evidence-based review of progress on the 2030 Agenda and of the outcomes \nof conferences and summits in their respective area. They should work in an efficient, \neffective, transparent and inclusive manner. \n\nReview of the implementation of General Assembly resolution 68/1 \non the strengthening of the Economic and Social Council \nA/RES/72/305\n \n7/7\n18-12196 \n \n30. Each subsidiary body shall consider whether there is a continued need for annual \nnegotiated outcomes and ensure that, when they produce such outcomes, they are \neffective and action-oriented and result in increased levels of cooperation. \n31. The Secretariat is requested to consider the need to adjust the calendar of \nmeetings of subsidiary bodies of the Economic and Social Council and/or make \nadjustments to their reporting arrangements in the light of agreed changes to the \nstructure and timing of Council meetings and to make recommendations to the \nCouncil for its consideration, as appropriate. \n32. The General Assembly reaffirms the role of the Department of Economic and \nSocial Affairs of the Secretariat, and looks forward to the update by the Secretary-\nGeneral to Member States on the alignment of the Department with the 2030 Agenda, \nin accordance with resolution 70/299. \n \n",
  "paragraphs": {
    "1": "In accordance with the relevant provisions of the Charter of the United Nations, the Economic and Social Council should continue to strengthen its leadership and policy guidance role, and its role as the central mechanism for coordination of the activities of the United Nations development system and its specialized agencies and supervision of its subsidiary bodies while integrating their analysis throughout its segments. It should also address new and emerging issues in the economic, social, environmental and related fields and provide overall support for the integration of the three dimensions of sustainable development. It should promote a coordinated follow- up to the 2030 Agenda for Sustainable Development7 and the outcomes of other major United Nations conferences and summits in the economic, social, environmental and related fields.",
    "2": "The working modalities of the Economic and Social Council should be guided by the principles of inclusiveness, transparency and flexibility based on the deliberative function of its meetings. It should be a platform for discussion and the exchange of national experiences. The Council should aim at creating synergy and coherence as well as avoiding duplication and overlap in its work to ensure efficiency and effectiveness. It should also ensure an adequate division of labour among its subsidiary bodies and harmonization and coordination of their agendas and work programmes, while ensuring that the principles, critical aspects and implementation gaps of the 2030 Agenda are addressed.",
    "3": "The Economic and Social Council should improve its outcomes and the outcomes of its subsidiary bodies, making them more relevant, coherent and solution- oriented to address implementation challenges and ensuring their follow-up so as to strengthen the impact of the work of the Council.",
    "4": "The General Assembly shall adopt one main theme for the high-level political forum on sustainable development and the Economic and Social Council, bearing in mind the provisions of resolution 70/299 of 29 July 2016. The themes of the segments of the Council shall focus on a particular aspect of the one main theme, bearing in mind their respective functions. The humanitarian affairs segment shall continue to adopt themes based on humanitarian considerations and that are coherent with the main theme of the Council.",
    "5": "The subsidiary bodies of the Economic and Social Council shall similarly adopt their own respective themes, aligned with the main theme, while continuing to address issues or a theme necessary to discharge their other functions.",
    "6": "The themes of the Economic and Social Council segments shall reflect the integrated, indivisible and interlinked nature of the Sustainable Development Goals and the three dimensions of sustainable development, including cross-cutting issues as well as new and emerging issues.",
    "7": "The Economic and Social Council cycle shall continue to run from July to July. To promote linkages in their work and enhance the visibility and impact of the Council, and to encourage focus, coherence and efficiency, Council segments and forums shall be restructured into three groups per Council cycle.",
    "8": "The first group will comprise Economic and Social Council forums. It will include the Development Cooperation Forum every second year and, annually, the forum on financing for development follow-up, the multi-stakeholder forum on __________________ 7 Resolution 70/1. A/RES/72/305 Review of the implementation of General Assembly resolution 68/1 on the strengthening of the Economic and Social Council 18-12196 4/7 science, technology and innovation for the Sustainable Development Goals, the partnership forum and the youth forum, and all other related mandated meetings. These will be organized independently and in a coordinated manner.",
    "9": "The second group will comprise segments that address actions by the United Nations development system and other actors to implement the 2030 Agenda, along with distinct humanitarian assistance. It will include the operational activities for development segment, the humanitarian affairs segment and the special event to discuss the transition from relief to development. These will be organized independently and in a coordinated manner.",
    "10": "The third group will comprise segments and forums that provide overall policy guidance and foster progress in the implementation of the 2030 Agenda, contribute to the overall review of the 2030 Agenda at the high-level political forum and look to the future of the advancement of sustainable development. It will include, in this order, the integration segment, the high-level political forum and the high-level segment.",
    "11": "The integration segment will be held for one day immediately before the high- level political forum. It will discuss and consolidate all the inputs of Member States, including case studies and lessons learned, the subsidiary bodies of the Economic and Social Council, the United Nations system and other relevant stakeholders to promote the balanced integration of the three dimensions of sustainable development. This segment will thus bring together the key messages from the subsidiary bodies of the Council and the United Nations system on the main theme, develop action-oriented recommendations for follow-up and feed into the high-level political forum. It will also coordinate the work of the subsidiary bodies of the Council, promoting a clearer division of labour among them, and the policies and activities of the specialized agencies relating to the Sustainable Development Goals and other internationally agreed development goals. The Secretary-General will present to the Council the annual overview report of the United Nations System Chief Executives Board for Coordination. Heads of United Nations system entities, Chairs of the subsidiary bodies of the Council and the Executive Secretaries of the regional commissions will also be invited to participate. A dedicated effort will be made in 2019 to improve the role, functioning and impact of the segment along these lines. This will be reviewed as part of the broader review of Council segments and meetings at the seventy-fourth session of the General Assembly along with the high-level political forum.",
    "12": "The final day of the high-level segment of the Economic and Social Council, following the ministerial segment of the high-level political forum, will focus on future trends and scenarios related to the Council theme, the long-term impact of current trends, such as the contribution of new technologies, in the economic, social and environmental areas on the realization of the Sustainable Development Goals, based on the work of the United Nations and other regional and international organizations and bodies as well as other stakeholders. It should aim at enhancing knowledge-sharing and regional and international cooperation. The outcome of the high-level political forum and the high-level segment will continue to be a negotiated ministerial declaration. This will be reviewed as part of the broader review of Council segments and meetings at the seventy-fourth session of the General Assembly along with the high-level political forum.",
    "13": "In preparing the draft programme of work of the high-level political forum under the auspices of the Economic and Social Council and the high-level segment of the Council, the Bureau of the Council is invited to consider ways of optimizing the time currently available for countries to present their voluntary national reviews during the ministerial days of the high-level political forum, with a view to improving the exchange of national experiences on implementing the Sustainable Development Goals. Review of the implementation of General Assembly resolution 68/1 on the strengthening of the Economic and Social Council A/RES/72/305 5/7 18-12196",
    "14": "The strengthened operational activities for development segment should serve as a platform to ensure accountability for, and acceleration of, system-wide performance and results in relation to the 2030 Agenda and provide guidance to and overall coordination of the United Nations development system. Such guidance should be evidence-based and include objectives, priorities and strategies in the United Nations system support to the implementation of the 2030 Agenda and of the policies formulated by the General Assembly, including the quadrennial comprehensive policy review. As part of the work on reviewing progress in the implementation of mandates contained in resolution 71/243 of 21 December 2016 on the quadrennial comprehensive policy review, and as mandated in resolution 72/279 of 31 May 2018, at the segment, Member States will exercise oversight on implementation of the resolution on repositioning of the United Nations development system.",
    "15": "The Economic and Social Council should strive to reinforce the linkages between policy and operational functions while continuing to focus on improving the overall impact of operational activities for development of the United Nations system in support of issues relating to national development priorities. The segment should address cross-cutting and coordination issues related to operational activities for development.",
    "16": "The Economic and Social Council should, furthermore, provide improved overall coordination and guidance on operational activities for development, on a system-wide basis, to the governing bodies of the United Nations development system, in keeping with the mandates of the quadrennial comprehensive policy review. This includes holding the segment close to the annual session of the executive boards of the funds and programmes. With a view to avoiding repetition of discussions, the executive boards that report to the Council should further highlight in their existing reports to the Council the issues requiring examination and identify actions to be taken, guided by the chosen theme. The segment should continue to contribute to the preparations for the quadrennial comprehensive policy review of operational activities for development, through which the General Assembly establishes key system-wide policy orientations for the development cooperation and country-level modalities of the United Nations system.",
    "17": "Through the humanitarian affairs segment, the Economic and Social Council should, in line with paragraph 11 (b) of the annex to General Assembly resolution 68/1 of 20 September 2013, continue to contribute to strengthening the coordination and effectiveness of United Nations humanitarian assistance and support and complement international efforts aimed at addressing humanitarian emergencies, including natural disasters, in order to promote an improved, coordinated response by the United Nations. The humanitarian affairs segment should continue to alternate between Geneva and New York and should be convened preceding the annual session of the executive boards of the funds and programmes of the United Nations system.",
    "18": "The special event on the transition from relief to development, which addresses the linkages between humanitarian assistance and development, will help the Economic and Social Council to discuss and review more fully the implications of the transition from relief to development and improve the efforts of the international community to respond better to transition situations.",
    "19": "The Economic and Social Council has an important role as a platform for multi-stakeholder participation and for engaging all relevant stakeholders in the work of the Council, particularly with respect to its function related to the integration of the three dimensions of sustainable development.",
    "20": "While retaining its intergovernmental nature, the Economic and Social Council should seek to promote the active participation of major groups, non-governmental organizations, the private sector, youth and other relevant stakeholders and regional A/RES/72/305 Review of the implementation of General Assembly resolution 68/1 on the strengthening of the Economic and Social Council 18-12196 6/7 organizations in the activities of the Council and its functional and regional commissions, in accordance with the provisions of their respective rules of procedure and the provisions of General Assembly resolution 67/290 of 9 July 2013 insofar as it pertains to the meetings of the high-level political forum under the auspices of the Council.",
    "21": "The Economic and Social Council should consider possible ways of applying to other meetings and segments certain aspects of the modalities of engagement of major groups and other stakeholders in the high-level political forum, while retaining its intergovernmental nature and allowing sufficient time to Member States.",
    "22": "The Committee on Non-Governmental Organizations is invited to examine in a timely manner how it can accommodate effectively the growing number of applications of non-governmental organizations for consultative status, in line with its mandate set out in Economic and Social Council resolution 1996/31 of 25 July 1996.",
    "23": "The current coordination and management meeting shall be renamed the management segment.",
    "24": "The meetings of the management segment will, in principle, last no more than two days, twice per cycle. The meetings will focus on the adoption of procedural decisions, consideration of recommendations of subsidiary bodies, as well as the introduction of reports and consideration of draft proposals submitted under relevant agenda items.",
    "25": "With a view to ensuring a streamlined consideration of related agenda items and optimal use of available time, the Bureau of the Economic and Social Council is invited to prepare a focused programme of work, including possible joint consideration of related items, that enhances deliberation among Member States. The programme of work and agenda should be circulated as early as possible. The Bureau of the Council should make efforts to ensure that meetings and informal consultations are planned during United Nations working hours to better facilitate the active and constructive participation of all permanent missions in the work of the United Nations.",
    "26": "Dedicated management meetings will also be held to conduct elections to fill regular and outstanding vacancies in subsidiary bodies of the Economic and Social Council and related bodies, normally in the first half and last quarter of the year. In preparing for elections by the Council, Member States should present candidates at least three working days in advance of elections. The provisions of paragraphs 47 and 48 of resolution 71/323 of 8 September 2017 should be followed, as applicable to the Council.",
    "27": "The Economic and Social Council and its Bureau are invited to consider ways to ensure continuity in the work of the Bureau.",
    "28": "The Economic and Social Council should strengthen its oversight and coordination role of its subsidiary bodies. It should review their work with a view to ensuring their continued relevance. It will also ensure that they produce technical and expert analysis, assessments and policy recommendations to inform the integrated view of the Council and inform efforts to implement the 2030 Agenda. It should effectively integrate the outcomes of its subsidiary bodies into its own work.",
    "29": "The Economic and Social Council should request its subsidiary bodies to ensure that they best support the implementation of the 2030 Agenda and the work of the Council. Their work should reflect the need for an integrated and action-oriented approach to the Sustainable Development Goals. Their recommendations should build on a solid evidence-based review of progress on the 2030 Agenda and of the outcomes of conferences and summits in their respective area. They should work in an efficient, effective, transparent and inclusive manner. Review of the implementation of General Assembly resolution 68/1 on the strengthening of the Economic and Social Council A/RES/72/305 7/7 18-12196",
    "30": "Each subsidiary body shall consider whether there is a continued need for annual negotiated outcomes and ensure that, when they produce such outcomes, they are effective and action-oriented and result in increased levels of cooperation.",
    "31": "The Secretariat is requested to consider the need to adjust the calendar of meetings of subsidiary bodies of the Economic and Social Council and/or make adjustments to their reporting arrangements in the light of agreed changes to the structure and timing of Council meetings and to make recommendations to the Council for its consideration, as appropriate.",
    "32": "The General Assembly reaffirms the role of the Department of Economic and Social Affairs of the Secretariat, and looks forward to the update by the Secretary- General to Member States on the alignment of the Department with the 2030 Agenda, in accordance with resolution 70/299."
  },
  "agenda_items": [
    "Item 14"
  ],
  "symbol_references": [
    "A/72/L.64"
  ]
}