{
  "symbol": "A/RES/80/173",
  "filename": "A_RES_80_173.pdf",
  "title": "80/173. Outcome document of the high-level meeting of the General Assembly on the overall review of the implementation of the outcomes of the World Summit on the Information Society",
  "text": "United Nations \nA/RES/80/173 \n \nGeneral Assembly \nDistr.: General \n19 December 2025 \n25-20874 (E) \n*2520874* \n \n \nEightieth session \nAgenda item 15 \nInformation and communications technologies for \nsustainable development \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2025 \n \n \n[without reference to a Main Committee (A/80/L.41)] \n \n \n 80/173. Outcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation of \nthe outcomes of the World Summit on the Information Society \n \n \n \nThe General Assembly \n \nAdopts the following outcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation of the outcomes of the \nWorld Summit on the Information Society at its eightieth session: \n \nOutcome document of the high-level meeting of the General Assembly on the \noverall review of the implementation of the outcomes of the World Summit on \nthe Information Society \n \nWe, the Ministers and heads of delegations participating in the high-level \nplenary meeting of the General Assembly on the 20-year review of the implementation \nof the outcomes of the World Summit on the Information Society, held in New York \non 16 and 17 December 2025, \n \nRecalling the outcome document of the high-level meeting on the overall review \nof the implementation of the outcomes of the World Summit, adopted by the General \nAssembly in its resolution 70/125 of 16 December 2015, which requested that the \nAssembly hold a further high-level meeting in 2025, \n \nReaffirming General Assembly resolution 70/1 of 25 September 2015, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, \n \nWelcoming the convening of the Summit of the Future on 22–23 September 2024 \nat the United Nations Headquarters in New York at which resolution 79/1 entitled \n“The Pact for the Future” and its annexes were adopted, \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n2/20 \n \n \nRecalling resolution 79/277, adopted by the General Assembly on 27 March \n2025, in which it established modalities for the 20-year review, to be held in \naccordance with the rules of procedure of the General Assembly,  \n \nRecalling also the Fourth International Conference on Financing for \nDevelopment and its outcome, the Sevilla Commitment,1 which renews the global \nframework for financing for development, \n \nWelcoming the many inputs made by Governments, the private sector, civil \nsociety, international organizations, the technical and academic communities and \nother stakeholders in the course of the preparatory process for the review, \n \nBuilding on the 20-year review report prepared by the Commission on Science \nand Technology for Development in April 2025, the outcomes of the Internet \nGovernance Forum held in Norway, in June 2025, and the “WSIS+20 Forum High-\nlevel Event” held in July 2025, consultations conducted by the United Nations \nEducational, Scientific and Cultural Organization in June 2025, other international \nand regional conferences and contributions from the World Summit on the \nInformation Society action line facilitators, \n \nIntroduction \n \n1. \nWe reaffirm our commitment to the vision of the World Summit on the \nInformation Society to build a people-centred, inclusive and development-oriented \ninformation society, where everyone can create, access, utilize and share information \nand knowledge, enabling individuals, communities and peoples to achieve their full \npotential in promoting their sustainable development and improving their quality of \nlife, premised on the purposes and principles of the Charter of the United Nations and \nrespecting fully and upholding the Universal Declaration of Human Rights.2 \n \n2. \nWe further reaffirm our commitment to and implementation of the Geneva \nDeclaration of Principles,3 the Geneva Plan of Action,4 the Tunis Commitment and \nthe Tunis Agenda for the Information Society.5 \n \n3. \nWe reaffirm the value and principles of multi-stakeholder cooperation and \nengagement that have characterized the World Summit process since its inception, \nand recognize that effective participation, partnership and cooperation of \nGovernments, the private sector, civil society, international organizations, the \ntechnical and academic communities and all other relevant stakeholders, including \nyouth, with balanced representation of all countries, has been and continues to be vital \nin developing the information society. \n \n4. \nWe reaffirm the principle of the sovereign equality of all States. We believe \nthat the equitable and meaningful participation of Governments and other \nstakeholders from all countries is crucial to achieving the goals established at the \nSummit and to ensuring that no one is left behind in the pursuit of a people-centred, \ninclusive and development-oriented information society. \n \n5. \nWe recognize that Governments and other stakeholders from many \ndeveloping countries face barriers to participating fully in international digital \ngovernance and policy-making processes due to financial, technical and institutional \nconstraints, as well as infrastructure and connectivity gaps. We acknowledge that \nparticular attention should be paid to address the unique and emerging information \n_______________ \n \n1 Resolution 79/323, annex. \n \n2 Resolution 217 A (III). \n \n3 See A/C.2/59/3, annex. \n \n4 Ibid. \n \n5 See A/60/687. \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n3/20\n25-20874 \n \nand communications technology challenges facing all countries, in particular \ndeveloping countries, including African countries, the least developed countries, \nlandlocked developing countries, small island developing States and middle-income \ncountries, as well as countries and territories under foreign occupation, countries in \nsituations of conflict, post-conflict countries and countries affected by natural \ndisasters. \n \n6. \nWe welcome the tremendous growth in connectivity and development of \nthe Internet and online services that has taken place since the World Summit. This has \nenhanced the ability of all stakeholders to develop and deploy technology and \napplications that have driven economic growth, social development and innovation.  \n \n7. \nWe recognize that digital development and digital inclusion are critical \ninstruments in enabling progress towards the Sustainable Development Goals and \nreaffirm the importance of cooperation to ensure that the benefits of digital \ncooperation are fairly distributed and do not exacerbate existing inequalities or \nimpede the full achievement of sustainable development. \n \n8. \nWe recognize that the outcomes of the World Summit are anchored in \ninternational law, including the Charter of the United Nations and international human \nrights law. We are committed to fostering an inclusive, open, safe and secure digital \nspace for all that respects, protects and promotes all human rights and fundamental \nfreedoms. \n \n9. \nWe recognize that universal connectivity and meaningful and affordable \naccess to information and communications technologies and the Internet, are \nfundamental to achieving the World Summit vision.  \n \n10. We are concerned by the critical digital divides between and within \ncountries in the development of, access to and use of digital technologies, which \nconstrain the achievement of World Summit goals. Closing these divides requires \ninvestment in infrastructure and connectivity, along with efforts to ensure the \naffordability of networks and devices, the availability of content and services with \nlinguistic diversity and the development of digital skills and capabilities. In this \nregard, we appreciate the efforts of the Technology Bank for the Least Developed \nCountries in strengthening the science, technology and innovation capacities of the \nleast developed countries. \n \n11. We reaffirm that gender equality and the empowerment of all women and \ngirls, and their full, equal, safe and meaningful participation in the digital space, are \nessential to close the gender digital divide and advance sustainable development. Our \ncooperation will empower all women and girls, encourage their leadership, \nmainstream a gender perspective and counter and eliminate all forms of violence, \nincluding sexual and gender-based violence that occurs through or is amplified by the \nuse of technology. We are committed to catalysing women’s economic agency by \npromoting equitable access to digital infrastructure and skills development, including \nto financial technologies and skills in science, technology, engineering and \nmathematics.  \n \n12. We are committed to addressing the access and specific information and \ntechnology challenges faced by children, youth, older persons, persons with \ndisabilities, Indigenous Peoples, migrants, refugees and internally displaced persons \nand those in vulnerable situations, and to the needs of future generations. \n \n13. We recognize that the pace and power of emerging technologies are \ncreating new possibilities but also new risks for humanity, some of which are not yet \nfully known. We recognize the need to identify and mitigate risks and to ensure human \noversight of technology in ways that advance sustainable development and the full \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n4/20 \n \nenjoyment of human rights. We further underscore the importance of applying a \nhuman-centric approach throughout the life cycle of digital technologies, including in \ntheir design, development, deployment and use.  \n \n14. We also recognize that building confidence and security in the use of \ninformation and communications technologies is critical to the implementation of \nWorld Summit goals, and that advancing digital inclusion requires a predictable and \ntransparent enabling environment that encompasses policy, legal and regulatory \nframeworks that support innovation, protect consumer rights, nurture digital talent \nand skills, promote fair competition and digital entrepreneurship, enhance consumer \nconfidence and trust in the digital economy, and contribute to economic and social \ngrowth. \n \nInformation and communications technologies for development \n \n15. We are convinced that information and communications technologies have \ndemonstrated great potential to contribute to prosperity and sustainable development. \nTheir rapidly increasing capabilities and growing pervasiveness have enabled \ntremendous growth in the range of applications for development, creating new \nopportunities to improve productivity, prosperity and quality of life. \n \n16. We are deeply concerned, however, that this development potential \nremains constrained by persistent inequalities between and within countries, regions \nand communities. A third of the world’s population still does not have access to the \nInternet, while many who have access face problems of affordability, limited content, \nincluding content in locally relevant languages, low digital literacy and skills. We \nreaffirm the central importance of closing these digital divides as a core priority of \nthe 20-year review of the World Summit. Strengthened international cooperation and \nenabling policy environments are required to address gaps in and challenges to \nparticipation in the information society. \n \n17. We acknowledge that developing digital public goods and digital public \ninfrastructure are critical drivers of inclusive digital transformation and innovation \nand recognize the need to increase investment in their successful development with \nthe participation of all stakeholders. Digital public goods include open-source \nsoftware, open data, open artificial intelligence models, open standards and open \ncontent that adhere to privacy and other applicable international laws, standards and \nbest practices. We recognize that there are multiple models and definitions of digital \npublic infrastructure, and we recognize that each society will develop and use shared \ndigital systems according to its particular priorities and needs. We recognize that \nappropriate governance frameworks are essential to enhance trust in technology and \ndata use while ensuring inclusion, fairness and human rights.  \n \n18. We reaffirm the centrality of the World Summit action lines, as defined in \nthe Geneva Plan of Action, as the main framework for translating the World Summit \nvision into concrete outcomes. We emphasize the importance of strengthening the \nimplementation, follow-up and review of the World Summit action lines and ensuring \ntheir continued relevance to the World Summit vision and their contribution to the \n2030 Agenda for Sustainable Development.6 \n \nClosing all digital divides \n \n19. We recognize the critical importance of closing digital divides to fulfil the \nWorld Summit vision and ensure that everyone can create, access, utilize and share \n_______________ \n \n6 Resolution 70/1. \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n5/20\n25-20874 \n \ninformation and knowledge in order to take advantage of opportunities to benefit from \ndigital technologies and improve their quality of life. \n \n20. We applaud the significant expansion in access to the Internet and digital \nservices achieved since the World Summit on the Information Society. According to \nthe International Telecommunication Union, more than 93 per cent of the world’s \npopulation now lives in areas covered by 4G networks. The proportion of people aged \n10 and above who own a mobile phone has reached 82 per cent globally, while Internet \nuse has risen from just over 15 per cent in 2005 to 74 per cent in 2025. \n \n21. We express deep concern, however, about substantial and persistent digital \ndivides between and within regions, countries and communities, which pose particular \nchallenges for developing countries. The proportion of people reported by the \nInternational Telecommunication Union as using the Internet in high-income \ncountries (94 per cent) is more than four times that in low-income countries (23 per \ncent), with the proportion below 20 per cent in some countries. The proportion of the \npopulation reported by the International Telecommunication Union as accessing the \nInternet in urban areas worldwide is estimated to be almost 85 per cent, while that in \nrural areas is 58 per cent.  \n \n22. We are particularly concerned by persistent gender digital divides. Only \n78 per cent of women and girls aged 10 and over worldwide are reported by the \nInternational Telecommunication Union to use a mobile phone compared with 87 per \ncent of men, while only 71 per cent of women are reported to be using the Internet \ncompared with almost 77 per cent of men. Women and girls are also underrepresented \nin education in science, technology, engineering and mathematics, employment, \nentrepreneurship and other areas of digital activity. All stakeholders have a part to \nplay in addressing and rectifying these gender digital divides. \n \n23. We note that the Convention on the Rights of Persons with Disabilities 7 \naffirms the need to ensure, on an equal basis with others, that persons with disabilities \nhave access to information and communications technologies and systems. We are \nconcerned that persons with disabilities nevertheless remain less likely to access the \nInternet. We call for concerted action by all stakeholders to promote accessibility and \nequal access to the Internet and digital resources as a priority, including through the \navailability of accessible and assistive technologies and the integration of \naccessibility-by-design principles in digital development. \n \n24. We are further concerned that other groups that experience disadvantage \nare underrepresented online, including older persons, ethnic and linguistic minorities, \nIndigenous Peoples, people of African descent, local communities, refugees and \nmigrants. We urge all stakeholders to include the perspectives and needs of people in \nvulnerable situations and those in underserved, rural and remote areas in the \ndevelopment and implementation of national and local strategies for digital \nconnectivity. \n \n25. We recognize that digital divides limit capabilities and opportunities for \nfull participation in society. They reach beyond accessibility and include critical \nissues of affordability, language, ability, technological and innovation capacity, \nforming a multidimensional and widening challenge to sustainable development, and \nmay exacerbate other social and economic inequalities. Overcoming them is \nfundamental to achieving the 2030 Agenda for Sustainable Development, the vision \nof the World Summit on the Information Society, and the objective and commitments \nof the Global Digital Compact.8 \n_______________ \n \n7 United Nations, Treaty Series, vol. 2515, No. 44910. \n \n8 Resolution 79/1, annex I. \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n6/20 \n \n \n26. We are committed to renewed impetus to address and close these digital \ndivides. We call for strengthened international cooperation to address the financial \nand other constraints impeding the achievement of digital inclusion for all. In \nparticular, we call upon governments, multilateral development banks, relevant \ninternational organizations and the private sector to develop financing mechanisms \nand incentives, including through North-South, South-South and triangular \ncooperation, to connect the unconnected to the Internet and to improve the quality \nand affordability of connectivity. \n \n27. We are committed to achieving entry-level broadband subscription costs \nthat are accessible and affordable. This will require collaboration among all \nstakeholders and specifically between private and public sectors, including blended \nfinance, as well as innovative mechanisms, including universal service funds and \ncommunity networks. We recognize the continued role of public access facilities such \nas schools, post offices, libraries and hospitals, in making access available, including \nto those in vulnerable situations. \n \n28. We reiterate the need for the development of local content and services in \na variety of languages and formats that are accessible to all people, and recognize the \nvital importance of multilingualism to reflect the linguistic, cultural and historical \ndiversity of all nations. We commend the work that has been done since the World \nSummit to extend the multilingual nature of the Internet, including the introduction \nof internationalized domain names and progress towards universal acceptance, and \nurge all stakeholders to ensure that the Internet and digital services become fully \naccessible and affordable to all, including Indigenous Peoples and speakers of \nminority languages. \n \nThe digital economy \n \n29. We recognize that the digital economy is an important and growing part of \nthe global economy and has become increasingly central to global trade and economic \ndevelopment. Information and communications technologies have created new \nmarkets, businesses and employment opportunities in many economic sectors, while \ninternational trade and supply chains have diversified. E-commerce has come to play \na major part in economic activity at the international, national and local levels, while \ndigital technologies have been extensively adopted in all economic sectors, enabling \nenhancements in productivity, new forms of manufacturing, services and business \nmodels. \n \n30. We emphasize that fostering an open, fair and non‑discriminatory \nenvironment for digital development is a requirement for stronger global digital \neconomic cooperation and integrating developing countries fully into global value \nchains and innovation networks. We will support the development of digital solutions \nto expand commerce, connectivity and services to overcome the adverse impacts of \nremoteness and other geographical and structural constraints in developing countries. \n \n31. We recognize that without the appropriate and adequate provision of \nmeans of implementation, the rapid pace and scale of digitalization may outpace the \nability and readiness of some countries to adapt to digital transformation and its \nsubsequent social and economic challenges. We also recognize that equitable and \nmeaningful inclusion in the digital economy requires efforts to tackle concentrations \nof technological capacity and market power in order to ensure that the benefits of \ndigital cooperation are fairly distributed and do not exacerbate existing inequalities \nor impede the full achievement of sustainable development. \n \n32. We note that financial services have evolved rapidly to take advantage of \nthe capabilities of digital transactions, and that Internet banking, cashless payments \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n7/20\n25-20874 \n \nand mobile money systems have changed the ways in which many businesses and \ncustomers now interact, increasing access to financial services for many who were \npreviously excluded. We will support developing countries, in line with their national \ncircumstances and priorities, in creating enabling domestic environments for the \ndevelopment of digital financial services for all. \n \n33. We are encouraged that the growing use of digital services has created \nopportunities for enterprises in all countries, including micro-, small and medium-\nsized enterprises, to provide digital services to serve both domestic and export \nmarkets. We welcome the work of United Nations entities and development partners \nto support small businesses in developing countries, including businesses led by \nwomen, to take advantage of these opportunities, and urge all stakeholders to foster \nan inclusive digital environment that enables micro-, small and medium-sized \nenterprises to thrive, with appropriate financial support and access to capital, skills \ndevelopment, networks and markets. \n \n34. We note that digital technologies have had significant impacts on work, \nincluding changes in workplace environments and skills requirements, opportunities \nfor more flexible work arrangements and the emergence of digital labour platforms. \nWe note that emerging technologies such as automation, robotics and artificial \nintelligence are expected to further reshape the labour market, potentially displacing \nsome roles, while also creating new employment opportunities and skill demands. We \nare determined to ensure that these developments serve to complement and augment \nhuman labour.  \n \nSocial and economic development \n \n35. We recognize that information and communications technologies have \ncontributed to enhancing social welfare and inclusion, providing new channels for \nindividuals, businesses and Governments to share and augment knowledge and to \nparticipate in decisions that affect people’s lives, livelihoods and social welfare. They \nhave had profound impacts on the provision of public services and have transformed \nthe ways in which individuals and communities interact, consume and spend their \ntime. While many of these impacts have been positive, others have raised concerns, \nincluding with respect to human rights, education, health, employment and the \nwelfare of individuals and communities. \n \n36. We are encouraged that many Governments have established national \nstrategies to leverage the opportunities of information and communications \ntechnologies for social and economic development, drawing on the framework of \naction lines established at the World Summit, and that they now provide a wide range \nof e-government services to citizens and businesses, enabling access to information \nand advice and, in many cases, the opportunity to undertake online transactions. We \ncommend the role played by the United Nations system in e-government \ndevelopment. \n \n37. We recognize that digitalization has enabled new ways of providing \neducation and training in schools, higher and adult education, including innovative \neducational approaches such as distance learning, open educational resources and \nonline courses. We are concerned, however, that the benefits of digitalization are not \nyet available to many children and young people as a result of inequalities in \nconnectivity, digital literacy, equipment, skills and educational facilities. We reaffirm \nour commitment to connecting every school to the Internet by 2030. \n \n38. We recognize that digitalization has also enabled new ways of addressing \nhealth and medicine by facilitating the dissemination of public health information, \nincluding on sexual and reproductive health and on protection against communicable \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n8/20 \n \ndiseases, remote diagnosis to support local health workers, improved analysis of \nhealth data and improvements in clinical practice. We reaffirm our commitment to \nbuilding on the opportunities of information and communications technologies to \nimprove access to health, especially in developing countries. \n \n39. We note that information and communications technologies have had \nsubstantial impacts on diversity of cultural expression and the development of the \ncultural and creative sectors. We urge all stakeholders to recognize the importance of \nensuring the preservation of cultural heritage, including digital content, and \npromoting access to cultural resources. \n \n40. We recognize that information and communications technologies have \nhelped Governments and other stakeholders to address risks associated with disasters \nand have facilitated humanitarian assistance at times of crisis through more consistent \nand remote monitoring of environmental and other hazards, enhancing and developing \nearly warning systems and improving preparedness, response, recovery, rehabilitation \nand reconstruction. \n \n41. We remain concerned, however, that equitable delivery of social and \neconomic development programmes and opportunities is hampered by digital divides, \nparticularly in countries and communities where access is constrained by poor \nconnectivity, affordability and limited digital skills. Greater international cooperation \nis needed to promote digital inclusion and digital literacy, including capacity-building \nand financial mechanisms to achieve greater impact and ensure progress towards \nachieving the Sustainable Development Goals. \n \nEnvironmental impacts \n \n42. We welcome the ways in which digital technologies support environmental \nsustainability by enhancing the monitoring and measurement of environmental \nchange and hazards, implementing early warning systems and enabling Governments \nand development partners to prioritize interventions, protect those at risk and identify \npriorities. Digital technologies can also enable improvements in the efficient use of \nenergy and other resources through smart management of systems and processes. Our \ncooperation will leverage these technologies for sustainability while minimizing their \nnegative environmental impacts. \n \n43. We are concerned, however, about growing levels of demand for energy \nand water consumption arising from digitalization and the need to address both energy \nsecurity, access and affordability and the impacts on climate change arising from \ngrowth in the manufacture and use of digital devices, the volume of data traffic, the \nnumber and impact of data centres, growing use of the Internet of things and rapid \ngrowth in artificial intelligence.  \n \n44. We also recognize the need for the sustainable use of critical mineral \nresources, including scarce minerals required in the manufacture of digital equipment, \nand note the importance of responsible mining and processing practices. \n \n45. We are further concerned about the volume of electronic waste, which is \ngrowing rapidly, particularly in developing countries, leading to pollution and risks \nto human health, while rates of collection, recycling and recovery are low. We call \nupon all stakeholders to improve data gathering and facilitate collaboration in safe \nand efficient waste management, including through the sharing of technology and best \npractices. \n \n46. We recognize the need to promote sustainable consumption and production \npatterns, including sustainable lifestyles and circular economy approaches. We urge \nall stakeholders, and particularly Governments and the private sector, to develop \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n9/20\n25-20874 \n \ninternational standards for the design of sustainable digital products as well as for \nreuse, repair and recycling. \n \n47. We recognize that an inclusive and integrated approach is needed to enable \npolicymakers to align digital and environmental policies, thereby enhancing their \nability to address complex and interdependent global, regional and national \nchallenges. We urge all stakeholders to cooperate in leveraging digital technologies \nfor sustainability while minimizing their negative environmental impacts, promoting \nsustainability across the life cycle of digital technologies, including context-specific \nmeasures to increase resource efficiency and to conserve and sustainably use natural \nresources, and aim to ensure that digital infrastructure and equipment are sustainably \ndesigned to address environmental challenges. \n \nThe enabling environment for digital development \n \n48. We acknowledge the importance of a positive enabling environment for \ninvestment, innovation and technological development in enabling implementation of \nthe World Summit vision. We recognize that science, technology and innovation are \nintegral to digital development and the importance of ensuring that stakeholders in all \ncountries are able to play a part in digital innovation in order to foster digital \ndevelopment. \n \n49. We recognize that implementation of the World Summit goals benefits \nfrom a predictable and transparent enabling environment that encompasses policy, \nlegal and regulatory frameworks that support innovation, protect consumer and \nintellectual property rights, nurture digital talent and skills, and promote fair \ncompetition and digital entrepreneurship. \n \n50. We note the importance of policy, legal and regulatory frameworks \nconcerned with the deployment of digital networks and services, including those \nconcerned with market structure, digital transactions, data protection and data \nprivacy, consumer rights and intellectual property, human rights and environmental \nimpacts. We support international, regional and national efforts to develop enabling \nenvironments for digital transformation, including predictable and transparent policy, \nlegal and regulatory frameworks, and sharing of best practices. We call upon all \nstakeholders, where requested, to provide technical assistance to developing \ncountries, in line with national digital transformation policies and priorities. \n \n51. We encourage the international community to promote the transfer of \ntechnology on mutually agreed terms, including information and communications \ntechnologies, to adopt policies and programmes with a view to assisting developing \ncountries to take advantage of technology in their pursuit of development through, \ninter alia, technical cooperation and the building of scientific and technological \ncapacity in our efforts to bridge the digital and development divides. \n \n52. We reiterate that States are strongly urged to refrain from promulgating \nand applying unilateral economic measures not in accordance with international law \nand the Charter of the United Nations that impede the full achievement of economic \nand social development, particularly in developing countries. \n \n53. We commend the work of the regional commissions and other regional \norganizations to support the development of positive enabling environments. We call \nupon them, the Commission on Science and Technology for Development and action \nline facilitators, within their respective mandates, to share experience on the enabling \nenvironment and support the development of demand-driven policy guidance, \ntechnical assistance and capacity-building, as appropriate, to realize them. \n \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n10/20 \n \nBuilding confidence and security in the use of information and \ncommunications technologies \n \n54. We reaffirm that building confidence and security in information and \ncommunications technologies and their use is a crucial driver of innovation and \nsustainable development. We also reaffirm that building confidence and security in \nthe use of information and communications technologies should be consistent with \ninternational human rights law. \n \n55. We commend the significant efforts that have been made by Governments, \nthe private sector, international organizations, civil society and the technical and \nacademic communities to build confidence and security and to protect infrastructure, \nservices, transactions and other digital activities from the rising threat of malicious \nactivities and physical risks to infrastructure. \n \n56. We take note of the final report of the open-ended working group on \nsecurity of and in the use of information and communications technologies 2021–\n2025 established pursuant to General Assembly resolution 75/240 and the \nestablishment of the Global Mechanism on developments in the field of ICTs in the \ncontext of international security and advancing responsible State behaviour in the use \nof ICTs. \n \n57. We recognize the urgent need to counter and address all forms of violence, \nwhich occurs through or is amplified by the use of technology, all forms of hate speech \nand discrimination, cyberbullying and child sexual exploitation and abuse. We will \nestablish and maintain robust risk mitigation and redress measures that also protect \nprivacy and freedom of expression. \n \n58. We recognize the challenges that States, in particular developing countries, \nface in building confidence and security in information and communications \ntechnologies and their use. We reiterate the call made by the General Assembly in its \nresolution 70/125 for renewed focus on capacity-building, education, knowledge-\nsharing and regulatory practice, as well as promoting multi-stakeholder cooperation \nat all levels and raising awareness among users of information and communications \ntechnologies, particularly among the poorest and most vulnerable. \n \nCapacity development \n \n59. We note that lack of capacity is a major barrier to closing digital divides, \nand recommend that capacity development, including for innovation, be leveraged to \nempower local experts and local communities to benefit from and contribute to \ninformation and communications technology applications for development. We \nrecognize the need to scale up international cooperation and financing for digital \ncapacity development in developing countries and to support the development of local \ncontent and content relevant to local realities online. \n \n60. We stress, in particular, the importance of capacity development in \ntechnological innovation and in building the policy and technical expertise required \nto support innovation and address the increasingly complex challenges of governance \narising from digitalization. We commend the work that has been undertaken by the \ntechnical community and other stakeholders to build expertise in technical aspects of \ndigitalization and by United Nations entities and other stakeholders to develop the \ncapacity of civil servants and the judiciary. We call for the strengthening of initiatives \nto support digital capabilities in these and other critical areas of digital \ntransformation. \n \n61. We recognize the importance of digital skills and lifelong access to digital \nlearning opportunities, taking into account the specific social, cultural and linguistic \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n11/20\n25-20874 \n \nneeds of each society and persons of all ages and backgrounds. We call upon all \nstakeholders to promote digital skills and literacy in order to empower individuals \nwith the skills and knowledge needed to make informed choices about their personal \ndata, identify reliable information that will help them to gain access to opportunities, \nincluding work and skilling opportunities, and improve their quality of life, and take \nappropriate steps to safeguard their online security and privacy. \n \nFinancial mechanisms \n \n62. We recognize that the scope and scale of financial investment in \ninformation and communications technology infrastructure have grown enormously \nsince the World Summit as a result of expanding markets, new technological \ncapabilities and new types of service. Harnessing information and communications \ntechnologies for development and bridging digital divides will require further \nsustained investment in infrastructure and services, capacity-building, the promotion \nof joint research and development and the transfer of technology on mutually agreed \nterms, with public as well as private investment. \n \n63. We call upon all stakeholders to promote an enabling policy environment \nfor investment and to foster public-private cooperation and partnership for sustainable \ninvestment in \ninformation and \ncommunications technology \ninfrastructure, \napplications and services, content and digital skills, with the aim of ensuring the \nmeaningful connectivity needed to advance the Sustainable Development Goals. \n \n64. We recognize the critical importance of private sector investment in \ninformation and communications technology infrastructure, content and services. We \nalso recognize that development partners, including multilateral development banks, \nand public funding have also played an important role in financing information and \ncommunications networks and services, particularly supporting their deployment in \nareas that have been considered commercially unviable. Innovative mechanisms, \nincluding universal access funds and community networks, have also contributed to \nextending connectivity in more remote areas. \n \n65. We reaffirm the call in the outcome document of the Fourth International \nConference on Financing for Development, the Sevilla Commitment, adopted by the \nGeneral Assembly in its resolution 79/323 of 25 August 2025, for the development of \nfinancing plans and coordination of investment in digital infrastructure, including \ndigital public infrastructure and digital public goods, and for international \ncollaboration between national Governments, development finance institutions, \nmultilateral development banks and relevant international organizations and private \nsector actors, to support countries in their design of digital infrastructure, its financing \nmodels and impact measurement. \n \n66. We recognize the scale of the problem in bridging and closing digital \ndivides. We call upon international financial organizations and development partners \nto mainstream information and communications technologies in their work \nprogrammes and concessional finance, and to support developing countries and \ncountries with economies in transition to prepare and implement their national e-\nstrategies through existing and new mechanisms for financing infrastructure \ndevelopment, connectivity and the development of information and communications \ntechnology services.  \n \n67. We invite the International Telecommunication Union, as the secretariat of \nthe United Nations Group on the Information Society, working with the World \nSummit action line facilitators and other members of the Group, within existing \nresources, to establish an internal task force to conduct an assessment of gaps and \nchallenges and to submit concrete recommendations on strengthening financial \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n12/20 \n \nmechanisms for digital development for developing countries, building on and \ncomplementing existing best practices, including those of multilateral financial \ninstitutions, development partners and other relevant stakeholders, such as the private \nsector. We further request that the work be completed and the outcomes of the work \nbe reported to the Commission on Science and Technology for Development at its \nthirtieth session, in 2027, for consideration by Member States. We also invite the \ninternal task force to monitor financial commitments for the implementation of these \noutcomes. \n \nHuman rights and ethical dimensions of the information society \n \n68. We recognize that respecting human rights has been central to the vision \nof the World Summit on the Information Society and that information and \ncommunications technologies have shown their potential to strengthen the exercise of \nhuman rights. \n \n69. We reaffirm our commitment to the universality, indivisibility, \ninterdependence and interrelation of all human rights and fundamental freedoms, \nincluding the right to development, as enshrined in the Vienna Declaration and \nProgramme of Action of the World Conference on Human Rights, 9  and to the \nframework of rights set out in the Universal Declaration of Human Rights and other \nrelevant human rights treaties. We reaffirm that democracy, sustainable development \nand respect for human rights and fundamental freedoms, as well as good governance \nat all levels, are interdependent and mutually reinforcing. \n \n70. We reaffirm our commitment that the same rights that people have offline \nmust also be protected online. We recall the adoption by the General Assembly of \nresolution 78/213 on 19 December 2023, in which it set out principles and actions \nconcerning the promotion and protection of human rights in the context of digital \ntechnologies. We will uphold international law, including international human rights \nlaw, throughout the life cycle of digital and emerging technologies, so that users can \nsafely benefit from digital technologies and are protected from violations, abuses and \nall forms of discrimination. We commit to establishing appropriate safeguards to \nprevent and address any adverse impact on human rights arising from the use of digital \nand emerging technologies and protect individuals against violations and abuses of \ntheir human rights in the digital space, including through human rights due diligence \nand establishing effective oversight and remedy mechanisms. \n \n71. We recognize the responsibilities of all stakeholders in this endeavour. We \ncall upon the private sector and all relevant stakeholders to ensure that respect for \nhuman rights is incorporated into the conception, design, development, deployment, \noperation, use, evaluation and regulation of all new and emerging digital technologies \nand to provide for redress and effective remedy for the human rights abuses that they \nmay cause, contribute to, or to which they may be directly linked. We also call upon \nthe private sector to apply the Guiding Principles on Business and Human Rights: \nImplementing the United Nations “Protect, Respect and Remedy” Framework. 10 \n \n72. We note the ongoing efforts of the Office of the United Nations High \nCommissioner for Human Rights to provide expert advice and practical guidance on \nhuman rights and technology issues.  \n \n73. We reaffirm our commitment to article 19 of the Universal Declaration of \nHuman Rights, in which it is stated that everyone has the right to freedom of opinion \nand expression, and that this right includes freedom to hold opinions without \n_______________ \n \n9 A/CONF.157/24 (Part I), chap. III. \n \n10 A/HRC/17/31, annex. \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n13/20\n25-20874 \n \ninterference and to seek, receive and impart information and ideas through any media \nand regardless of frontiers. \n \n74. We reaffirm our commitment to article 17 of the International Covenant \non Civil and Political Rights,11 in which it is stated that no one shall be subjected to \narbitrary or unlawful interference with his or her privacy, family, home or \ncorrespondence. We express concern regarding the use of surveillance in ways that \nundermine the right to privacy and other rights. We call upon Member States to ensure \nthat surveillance technologies are only used when in accordance with international \nhuman rights law, including the principles of legality, necessity and proportionality, \nand that legal mechanisms of redress and effective remedies are available, and we call \nupon all business enterprises, including surveillance technology companies, to respect \nhuman rights in line with the Guiding Principles on Business and Human Rights. \n \n75. We reaffirm our commitment to the provisions in article 29 of the \nUniversal Declaration of Human Rights that everyone has duties to the community in \nwhich alone the free and full development of his or her personality is possible and \nthat, in the exercise of his or her rights and freedoms, everyone shall be subject only \nto such limitations as are determined by law solely for the purpose of securing due \nrecognition and respect for the rights and freedoms of others and of meeting the just \nrequirements of morality, public order and the general welfare in a democratic society. \nThese rights and freedoms may in no case be exercised contrary to the purposes and \nprinciples of the United Nations. \n \n76. We stress the importance for all Member States and stakeholders, to \npromote universal, free, open, interoperable, safe, reliable and secure use of and \naccess to the Internet by respecting and protecting human rights and by refraining \nfrom Internet shutdowns and measures that target Internet access. We also call upon \nall business enterprises, including surveillance technology companies and companies \nresponsible for social media platforms, to respect human rights in line with the \nGuiding Principles on Business and Human Rights. \n \n77. We underscore the need to respect and protect the independence and \ndiversity of media, including digital media, which are essential to maintaining \ninformation integrity and access to reliable and accurate information. We emphasize \nthe importance of safeguarding journalists, media workers and other civil society \nactors. We call upon all stakeholders to strengthen independent and public media, \nsupport media workers and ensure the conditions that allow journalism to operate \nfreely, sustainably and in the public interest without harassment, surveillance or \narbitrary detention linked to their legitimate activities. \n \n78. We recognize that digital and emerging technologies can facilitate the \nmanipulation of and interference with information in ways that are harmful to \nsocieties and individuals, and negatively affect the enjoyment of human rights and \nfundamental freedoms as well as the attainment of the Sustainable Development \nGoals. We will work together to promote information integrity, tolerance and respect \nin the digital space, as well as to protect the integrity of democratic processes. We \nwill strengthen international cooperation to address the challenge of misinformation \nand disinformation and hate speech online and mitigate the risks of information \nmanipulation in a manner consistent with international law. \n \n79. We stress the importance of ensuring that women and girls can participate \nin and contribute to society at large on equal terms and without discrimination and \nreaffirm that the full, equal and meaningful participation of women and girls in the \ndigital age is critical to achieving gender equality and women’s empowerment. We \n_______________ \n \n11 See resolution 2200 A (XXI), annex. \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n14/20 \n \nrecognize that we must urgently counter and address all forms of violence, including \nsexual and gender-based violence, which occurs through or is amplified by the use of \ntechnology. \n \n80. We recognize that children are among the most active users of the Internet \nand online services. We remain committed to strengthening legal and policy \nframeworks to protect the rights of the child in the digital space, in line with \ninternational human rights law, including the Convention on the Rights of the Child.12 \nWe welcome the comprehensive approach to promoting children’s digital rights in the \nbest interests of the child in the digital environment. \n \nData governance \n \n81. We recognize that responsible and interoperable data governance is \nessential to advance development objectives, protect human rights, foster innovation \nand promote economic growth.  \n \n82. We note the approaches to data governance that were adopted by the \nGeneral Assembly in the Global Digital Compact. \n \n83. We note the establishment of a working group of the Commission on \nScience and Technology for Development to engage in a comprehensive and inclusive \nmulti-stakeholder dialogue on data governance at all levels as relevant for \ndevelopment, including on follow-up recommendations towards equitable and \ninteroperable data governance arrangements. \n \nArtificial intelligence \n \n84. We note the approaches to international governance of artificial \nintelligence for the benefit of humanity that were adopted by the General Assembly \nin the Global Digital Compact. \n \n85. We encourage the development of international partnerships on artificial \nintelligence capacity-building to develop education and training programmes, \nincrease access to resources including open artificial intelligence models and systems, \nopen training data and compute, facilitate artificial intelligence model training and \ndevelopment, and promote the participation of micro-, small and medium-sized \nenterprises in the digital economy. We will leverage existing United Nations and \nmulti-stakeholder mechanisms to support artificial intelligence capacity-building to \nbridge artificial intelligence divides, facilitate access to artificial intelligence \napplications and build capacity in high-performance computing and related skills in \ndeveloping countries.  \n \n86. We call upon the Inter-Agency Working Group on Artificial Intelligence, \nin consultation with the action line facilitators, to map existing United Nations \nsystem-wide capacity-building initiatives, identify potential gaps and address them, \ninter alia, through establishing an artificial intelligence capacity-building fellowship \nfor government officials and research programmes, leveraging existing United \nNations system-wide capacities, with a particular focus on developing countries, and \nto report thereon at the inaugural Global Dialogue on Artificial Intelligence \nGovernance, in 2026. \n \n87. We note the establishment within the United Nations of the work that is \nunder way to establish a multidisciplinary Independent International Scientific Panel \non Artificial Intelligence to promote scientific understanding through evidence-based \nimpact, risk and opportunity assessments, drawing on existing national, regional and \n_______________ \n \n12 United Nations, Treaty Series, vol. 1577, No. 27531. \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n15/20\n25-20874 \n \ninternational initiatives and research networks. We also welcome the initiation of a \nGlobal Dialogue on Artificial Intelligence Governance, involving Governments and \nall relevant stakeholders, which will take place on the margins of existing relevant \nUnited Nations conferences and meetings. \n \nInternet governance \n \n88. We reaffirm the working definition of Internet governance set out in the \nTunis Agenda for the Information Society as the development and application by \nGovernments, the private sector and civil society, in their respective roles, of shared \nprinciples, norms, rules, decision-making procedures and programmes that shape the \nevolution and use of the Internet. \n \n89. We recognize the need to promote greater participation and engagement in \nInternet governance discussions of all stakeholders from all countries. Measures are \nneeded to ensure more effective participation by stakeholders from developing \ncountries and underrepresented groups, particularly African countries, the least \ndeveloped countries, landlocked developing countries and small island developing \nStates. \n \n90. We recognize that the Internet is a critical global facility for inclusive and \nequitable digital transformation. The open, interoperable nature of the Internet has \nunderpinned the development of an extraordinary range of services and applications, \nreaching across the range of human society, including governance, economy, \ndevelopment and human rights. To fully benefit all, it must be open, global, \ninteroperable, stable and secure. We reaffirm the need to promote international \ncooperation among all stakeholders to prevent, identify and address risks of \nfragmentation of the Internet. \n \n91. We recognize that Internet governance must continue to be global and \nmulti‑stakeholder in nature, with the full involvement of Governments, the private \nsector, civil society, international organizations, technical and academic communities \nand all other relevant stakeholders in accordance with their respective roles and \nresponsibilities. We reaffirm that Internet governance should continue to follow the \nprovisions set forth in the outcomes of the summits held in Geneva and Tunis, \nincluding in relation to enhanced cooperation. \n \n92. We recall the work of the Working Group on Enhanced Cooperation on \nPublic Policy Issues Pertaining to the Internet, established by the Chair of the \nCommission on Science and Technology for Development as requested by the General \nAssembly in its resolution 70/125, to develop recommendations on how to further \nimplement enhanced cooperation as envisioned in the Tunis Agenda. \n \n93. We reaffirm our commitment to maintain and improve cooperation \nbetween the activities of international and intergovernmental organizations and other \nstakeholders concerned with Internet governance. \n \n94. We take note of the NETmundial+10 guidelines for multi-stakeholder \ncollaboration and consensus-building, endorsed in April 2024, as a contribution to \nstrengthening Internet governance through inclusive participation, balanced \nrepresentation and openness. \n \n95. We recognize that many new initiatives and opportunities have arisen since \nthe World Summit that facilitate discussion and the sharing of experience and \ncooperation among Governments and with all other stakeholder groups. We call upon \nMember States and other stakeholders, in their respective roles and responsibilities, \nto cooperate to achieve the World Summit vision. \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n16/20 \n \n \n96. We applaud the successful development of the Internet Governance Forum, \nestablished by the Secretary-General following the World Summit on the Information \nSociety, which provides the primary multi-stakeholder platform for discussion of \nInternet governance issues, including emerging issues, as reflected in paragraph 72 of \nthe Tunis Agenda for the Information Society. \n \n97. We welcome the evolution of the Internet Governance Forum from an \nannual meeting into a broader ecosystem encompassing intersessional and other \nactivities, including dynamic coalitions, best practice forums and policy networks. \nWe particularly welcome the emergence of more than 170 national, regional and youth \nInternet governance forums, which have enhanced multi-stakeholder discussion of \nrelevant issues in all continents, many subregions and a majority of Member States. \nWe also welcome the work of the Multi-stakeholder Advisory Group of the Forum \nand the establishment by the Secretary-General of the Leadership Panel of the Forum. \n \n98. We recognize the successful steps that have been taken since the 10-year \nreview of the World Summit to improve the working modalities of the Internet \nGovernance Forum, increase and broaden the participation of Governments and other \nstakeholders, particularly from developing countries and underrepresented groups, \nbuild stronger relationships with other digital discussion forums and enable more \nsubstantive outcomes that can achieve greater impact. We call for these measures to \ncontinue and request the Forum to report annually on progress towards their \nimplementation to the Commission on Science and Technology for Development. \n \n99. We decide that the Internet Governance Forum shall be made a permanent \nforum of the United Nations, with a continued secretariat hosted by the Department \nof Economic and Social Affairs of the Secretariat, on a stable and sustainable basis \nwith appropriate staffing and resources, in accordance with United Nations budgetary \nprocedures. \n \n100. We call upon the Forum to report on outcomes of its annual meetings and \nintersessional work to relevant United Nations entities and processes, and call, in \nparticular, on the United Nations Group on the Information Society and all relevant \nUnited Nations entities, action line facilitators, the Commission on Science and \nTechnology for Development and the World Summit on the Information Society \nForum to take Internet Governance Forum outcomes into account in their work and \nproceedings. \n \n101. We call upon the Forum to enhance its working modalities and to broaden \nthe participation of Governments and other stakeholders from developing countries \nand underrepresented communities, by working on establishing and facilitating a \ndialogue among Governments with the participation of all stakeholders. \n \n102. We further call upon the Forum to reinforce its intersessional work, \nsupport national and regional initiatives, and apply innovative, open, inclusive, \ntransparent and agile collaboration methods. The Internet Governance Forum should \ncontinue to serve as an inclusive platform for dialogue among all stakeholders, while \nstrengthening the engagement of Governments and other stakeholders from \ndeveloping countries in discussions on Internet governance and emerging \ntechnologies. \n \n103. We call for the strengthening of the secretariat of the Internet Governance \nForum, to enable it to continue its development, implement further improvements and \nsupport the work of national and regional Internet governance forums and \nintersessional activities, and invite the Secretary-General, with support from the \nDepartment of Economic and Social Affairs, to submit a proposal to the General \nAssembly during its eightieth session to ensure sustainable funding for the Forum. \n \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n17/20\n25-20874 \n \nDevelopment of the World Summit on the Information Society framework \n \n104. We believe that the arrangements established in the Tunis Agenda provide \na sound foundation for continued implementation of the vision and principles \nestablished by the Summit. However, experience during and since the Summit, \ntogether with the evolution of the information society, suggests the need to ensure \nthat they continue to support the achievement of the World Summit vision and \nobjectives and coherence with the Global Digital Compact.  \n \n105. We recognize that multi-stakeholder participation has been crucial to the \nsuccess of the World Summit implementation framework, drawing expertise and \nexperience from Governments, international organizations, the private sector, civil \nsociety, the technical community and academia, within their respective roles and \nresponsibilities. We reaffirm the values and principles of multi-stakeholder \ncooperation and engagement that were established at the Summit, as reaffirmed in \nGeneral Assembly resolution 70/125. \n \n106. We recognize the importance of ensuring coherence in the implementation \nof the outcomes of the World Summit on the Information Society, the 2030 Agenda \nfor Sustainable Development, the Pact for the Future and the Global Digital Compact, \nby building synergies between them to ensure their effective implementation and \navoiding wasteful duplication of resources and decision-making processes. We \nrecognize in particular the importance of enabling all Governments and other \nstakeholders from all countries to play a full part in achieving their fulfilment. \n \n107. We welcome the efforts of United Nations entities, including World \nSummit action line facilitators, to support the implementation of World Summit \noutcomes over the past two decades within their mandates and areas of responsibility. \nWe commend the International Telecommunication Union on its establishment of the \nWorld Summit stocktaking platform and the World Summit prizes, and encourage all \nstakeholders to contribute to the stocktaking database.  \n \n108. We recognize the important role that has been played by the regional \ncommissions in developing regional action plans to fulfil the World Summit vision. \nWe reaffirm their mandates to serve as regional mechanisms for implementation and \nfollow-up of World Summit outcomes, encourage them to continue their work within \ntheir regions and call for them to scale up technical assistance, capacity-building and \npartnerships. \n \n109. We note the establishment of the Office for Digital and Emerging \nTechnologies to facilitate United Nations system-wide coordination on digital \ncooperation, working closely with existing mechanisms, and to support the follow-up \nto and implementation of the Global Digital Compact. \n \n110. We acknowledge the work of the International Telecommunication Union \nin collaboration with the United Nations Educational, Scientific and Cultural \nOrganization, the United Nations Conference on Trade and Development and the \nUnited Nations Development Programme to establish the annual World Summit on \nthe Information Society Forum, which has become an important platform for the \nsharing of information and best practice and for multi-stakeholder dialogue and \ncollaboration and for developing networks and coordinating initiatives to implement \nthe World Summit vision. We call for the Forum to continue to be held on an annual \nbasis. \n \n111. We reaffirm our commitment to the framework of action lines established \nin the Geneva Plan of Action and the Tunis Agenda for the Information Society. We \nrecognize the value that many Governments have attributed to this framework in \nsupporting the formulation of national strategies and approaches to digital development. \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n18/20 \n \nWe call upon action line facilitators to ensure close alignment with the 2030 Agenda \nfor Sustainable Development when considering new work to implement the outcomes \nof the World Summit, according to their existing mandates and resources. \n \n112. Protecting, promoting and respecting human rights are important in the \nimplementation of all action lines. We recall that the Office of the United Nations \nHigh Commissioner for Human Rights continues to contribute to their facilitation and \nassessment. We also call upon action line facilitators to address gender equality and \nthe empowerment of women and girls as a core theme within their work, with the full \ninvolvement of the United Nations Entity for Gender Equality and the Empowerment \nof Women (UN-Women) and other stakeholders. \n \n113. We request the action line facilitators, in coordination with the United \nNations Group on the Information Society, to develop targeted and result-oriented \nimplementation road maps for their respective action lines and the outcomes of the \npresent resolution, linking the World Summit action lines with relevant Sustainable \nDevelopment Goal targets and Global Digital Compact commitments, including \npotential targets, indicators and metrics to facilitate monitoring and measurement, and \nto report on the outcomes of this work to the Commission on Science and Technology \nfor Development at its thirtieth session, in 2027. \n \nMonitoring and measurement \n \n114. We acknowledge the importance of data and statistics to support \ninformation and communications technology for development and call for further \nquantitative data to support evidence-based decision-making, as well as the inclusion \nof information and communications technology data in national strategies for the \ndevelopment of statistics and regional statistical work programmes. We are committed \nto strengthening international cooperation to close the current serious gaps on data \nfor development and champion the responsible use and sharing of data within and \nbetween countries to advance progress across the Sustainable Development Goals.  \n \n115. We welcome the work of the Partnership on Measuring ICT for \nDevelopment, which has made a valuable contribution to the development of \nindicators, data gathering and the dissemination of data on the information society. \nWe welcome the work of United Nations entities and other stakeholders to develop \ntargets, indicators and metrics within their mandates and areas of expertise. \n \n116. We are committed to the further development and strengthening of \ninternationally agreed targets, indicators and metrics for universal, meaningful and \naffordable connectivity and digital development. We call upon the United Nations and \nother relevant organizations and forums to periodically review the methodologies for \ninformation and communications technology indicators, taking into account different \nlevels of development and national circumstances, and share information about \ncountry case studies. \n \n117. We request the Partnership on Measuring ICT for Development, in \ncooperation with action line facilitators and with the support of the Statistical \nCommission, to conduct a systematic review of existing indicators and methodologies, \nand to report its findings to the Commission on Science and Technology for \nDevelopment at its thirtieth session, in 2027. \n \n118. We recognize the need for further funding and capacity-building of \nnational statistical systems and methodologies to enable all countries to meet the \ndemand for improved data and statistics, and call upon development partners to \nprovide additional resources, share best practices and support capacity development, \nparticularly in developing countries. We urge the private sector to contribute by \nmaking appropriate data available to support the gathering and analysis of statistical \n\nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society \nA/RES/80/173\n \n19/20\n25-20874 \n \nevidence on the development of the information society, thereby strengthening \nresearch, policy development and the work of Governments, civil society, academia \nand other stakeholders.  \n \nFollow-up and review \n \n119. We reaffirm that the ongoing implementation of the outcomes of the World \nSummit on the Information Society, including the outcomes of the present resolution, \nwill require the continued commitment and action of all stakeholders, including \nGovernments, the private sector, civil society, youth, the technical and academic \ncommunities and international organizations, and that the biennial review of progress \non the full set of Summit action lines and the outcomes set out in the present resolution \nwill be essential to achieving the vision of the Summit.  \n \n120. We stress the need to ensure coherence between the implementation of the \nWorld Summit outcomes and the Global Digital Compact to avoid duplication and \nenhance synergies, efficiencies and thereby impact. \n \n121. We call for the continuation and strengthening of the work of the United \nNations Group on the Information Society, with a Chair rotating on an annual basis \nand a secretariat provided by the International Telecommunication Union, as the \nUnited Nations system inter-agency mechanism for advancing policy coherence and \nprogramme coordination on digital matters. We invite the Group to enhance its agility, \nefficiency and effectiveness and expand its membership to further United Nations \nentities, with a view to fostering multi-stakeholder dialogue, partnership-building and \na review of progress on digital cooperation. \n \n122. We note the World Summit process and 2030 Agenda–Global Digital \nCompact matrix, prepared by the United Nations Group on the Information Society, \nwhich maps the objectives and commitments of the Global Digital Compact to \nexisting World Summit structures, mechanisms and activities, providing a structured \napproach for effective follow-up and implementation. Building on this work and \nconsistent with the recommendations of the Economic and Social Council, we request \nthe United Nations Group on the Information Society, within existing mandates and \nresources, to prepare a joint implementation road map, to be presented for the \nconsideration of the Commission on Science and Technology for Development at its \ntwenty-ninth session, in 2026. The road map should aim to strengthen coherence \nbetween the World Summit and the Global Digital Compact, ensuring a unified, \nresource-efficient approach to digital cooperation that avoids duplication and \nmaximizes synergies across the United Nations system. \n \n123. We recognize the role of the Economic and Social Council in overseeing \nthe system-wide follow-up to the implementation and outcomes of the World Summit \non the Information Society. We recognize the role of the Commission on Science and \nTechnology for Development in reviewing and assessing progress in implementing \nthe World Summit outcomes. \n \n124. We request the Secretary-General to submit, through the Commission on \nScience and Technology for Development, a biennial report on progress in the \nimplementation of and follow-up to the outcomes of the World Summit on the \nInformation Society, incorporating updates on the recommendations contained in the \npresent resolution, and request that the Commission on Science and Technology for \nDevelopment and the Economic and Social Council consider the report in line with \nthis biennial cycle. \n \n125. We recall that the General Assembly will convene, during its eighty-second \nsession in 2027, a high-level meeting to review progress in the implementation of the \nGlobal Digital Compact, on the basis of the progress report of the Secretary-General. \n\nA/RES/80/173 \nOutcome document of the high-level meeting of the \nGeneral Assembly on the overall review of the implementation \nof the outcomes of the World Summit on the \nInformation Society\n \n25-20874\n20/20 \n \nThe review will draw on inputs from all relevant stakeholders, as well as the \nCommission on Science and Technology for Development, the Internet Governance \nForum and facilitators of the World Summit action lines. We encourage the high-level \nmeeting to consider, inter alia, progress made in fostering coherence between the \noutcomes of the World Summit on the Information Society and the implementation of \nthe Global Digital Compact. \n \n126. We recall that the General Assembly determined, in its resolution 70/125, \nthat the outcome of its 20-year review of the World Summit on the Information \nSociety should be an input into the review process for the 2030 Agenda for \nSustainable Development. We therefore resolve to submit the present resolution as an \ninput to the high-level meeting to review the 2030 Agenda, which is to be convened \nby the General Assembly in 2030. We call upon the General Assembly to take into \naccount the outcomes of the joint implementation road map. \n \n127. We request the General Assembly to hold a high-level meeting on the \noverall review of the implementation of the outcomes of the World Summit on the \nInformation Society in 2035, involving the input and participation of all stakeholders, \nincluding in the preparatory process, to take stock of progress and challenges \nconcerning the outcomes of the World Summit and identify areas of continued focus. \n \n68th plenary meeting \n17 December 2025 \n \n",
  "paragraphs": {
    "1": "We reaffirm our commitment to the vision of the World Summit on the Information Society to build a people-centred, inclusive and development-oriented information society, where everyone can create, access, utilize and share information and knowledge, enabling individuals, communities and peoples to achieve their full potential in promoting their sustainable development and improving their quality of life, premised on the purposes and principles of the Charter of the United Nations and respecting fully and upholding the Universal Declaration of Human Rights.2",
    "2": "We further reaffirm our commitment to and implementation of the Geneva Declaration of Principles,3 the Geneva Plan of Action,4 the Tunis Commitment and the Tunis Agenda for the Information Society.5",
    "3": "We reaffirm the value and principles of multi-stakeholder cooperation and engagement that have characterized the World Summit process since its inception, and recognize that effective participation, partnership and cooperation of Governments, the private sector, civil society, international organizations, the technical and academic communities and all other relevant stakeholders, including youth, with balanced representation of all countries, has been and continues to be vital in developing the information society.",
    "4": "We reaffirm the principle of the sovereign equality of all States. We believe that the equitable and meaningful participation of Governments and other stakeholders from all countries is crucial to achieving the goals established at the Summit and to ensuring that no one is left behind in the pursuit of a people-centred, inclusive and development-oriented information society.",
    "5": "We recognize that Governments and other stakeholders from many developing countries face barriers to participating fully in international digital governance and policy-making processes due to financial, technical and institutional constraints, as well as infrastructure and connectivity gaps. We acknowledge that particular attention should be paid to address the unique and emerging information and communications technology challenges facing all countries, in particular developing countries, including African countries, the least developed countries, landlocked developing countries, small island developing States and middle-income countries, as well as countries and territories under foreign occupation, countries in situations of conflict, post-conflict countries and countries affected by natural disasters.",
    "6": "We welcome the tremendous growth in connectivity and development of the Internet and online services that has taken place since the World Summit. This has enhanced the ability of all stakeholders to develop and deploy technology and applications that have driven economic growth, social development and innovation.",
    "7": "We recognize that digital development and digital inclusion are critical instruments in enabling progress towards the Sustainable Development Goals and reaffirm the importance of cooperation to ensure that the benefits of digital cooperation are fairly distributed and do not exacerbate existing inequalities or impede the full achievement of sustainable development.",
    "8": "We recognize that the outcomes of the World Summit are anchored in international law, including the Charter of the United Nations and international human rights law. We are committed to fostering an inclusive, open, safe and secure digital space for all that respects, protects and promotes all human rights and fundamental freedoms.",
    "9": "We recognize that universal connectivity and meaningful and affordable access to information and communications technologies and the Internet, are fundamental to achieving the World Summit vision.",
    "10": "We are concerned by the critical digital divides between and within countries in the development of, access to and use of digital technologies, which constrain the achievement of World Summit goals. Closing these divides requires investment in infrastructure and connectivity, along with efforts to ensure the affordability of networks and devices, the availability of content and services with linguistic diversity and the development of digital skills and capabilities. In this regard, we appreciate the efforts of the Technology Bank for the Least Developed Countries in strengthening the science, technology and innovation capacities of the least developed countries.",
    "11": "We reaffirm that gender equality and the empowerment of all women and girls, and their full, equal, safe and meaningful participation in the digital space, are essential to close the gender digital divide and advance sustainable development. Our cooperation will empower all women and girls, encourage their leadership, mainstream a gender perspective and counter and eliminate all forms of violence, including sexual and gender-based violence that occurs through or is amplified by the use of technology. We are committed to catalysing women’s economic agency by promoting equitable access to digital infrastructure and skills development, including to financial technologies and skills in science, technology, engineering and mathematics.",
    "12": "We are committed to addressing the access and specific information and technology challenges faced by children, youth, older persons, persons with disabilities, Indigenous Peoples, migrants, refugees and internally displaced persons and those in vulnerable situations, and to the needs of future generations.",
    "13": " enjoyment of human rights. We further underscore the importance of applying a human-centric approach throughout the life cycle of digital technologies, including in their design, development, deployment and use.",
    "14": "We also recognize that building confidence and security in the use of information and communications technologies is critical to the implementation of World Summit goals, and that advancing digital inclusion requires a predictable and transparent enabling environment that encompasses policy, legal and regulatory frameworks that support innovation, protect consumer rights, nurture digital talent and skills, promote fair competition and digital entrepreneurship, enhance consumer confidence and trust in the digital economy, and contribute to economic and social growth. Information and communications technologies for development",
    "15": "We are convinced that information and communications technologies have demonstrated great potential to contribute to prosperity and sustainable development. Their rapidly increasing capabilities and growing pervasiveness have enabled tremendous growth in the range of applications for development, creating new opportunities to improve productivity, prosperity and quality of life.",
    "16": "We are deeply concerned, however, that this development potential remains constrained by persistent inequalities between and within countries, regions and communities. A third of the world’s population still does not have access to the Internet, while many who have access face problems of affordability, limited content, including content in locally relevant languages, low digital literacy and skills. We reaffirm the central importance of closing these digital divides as a core priority of the 20-year review of the World Summit. Strengthened international cooperation and enabling policy environments are required to address gaps in and challenges to participation in the information society.",
    "17": "We acknowledge that developing digital public goods and digital public infrastructure are critical drivers of inclusive digital transformation and innovation and recognize the need to increase investment in their successful development with the participation of all stakeholders. Digital public goods include open-source software, open data, open artificial intelligence models, open standards and open content that adhere to privacy and other applicable international laws, standards and best practices. We recognize that there are multiple models and definitions of digital public infrastructure, and we recognize that each society will develop and use shared digital systems according to its particular priorities and needs. We recognize that appropriate governance frameworks are essential to enhance trust in technology and data use while ensuring inclusion, fairness and human rights.",
    "18": "We reaffirm the centrality of the World Summit action lines, as defined in the Geneva Plan of Action, as the main framework for translating the World Summit vision into concrete outcomes. We emphasize the importance of strengthening the implementation, follow-up and review of the World Summit action lines and ensuring their continued relevance to the World Summit vision and their contribution to the 2030 Agenda for Sustainable Development.6 Closing all digital divides",
    "19": "We recognize the critical importance of closing digital divides to fulfil the World Summit vision and ensure that everyone can create, access, utilize and share information and knowledge in order to take advantage of opportunities to benefit from digital technologies and improve their quality of life.",
    "20": "We applaud the significant expansion in access to the Internet and digital services achieved since the World Summit on the Information Society. According to the International Telecommunication Union, more than 93 per cent of the world’s population now lives in areas covered by 4G networks. The proportion of people aged 10 and above who own a mobile phone has reached 82 per cent globally, while Internet use has risen from just over 15 per cent in 2005 to 74 per cent in 2025.",
    "21": "We express deep concern, however, about substantial and persistent digital divides between and within regions, countries and communities, which pose particular challenges for developing countries. The proportion of people reported by the International Telecommunication Union as using the Internet in high-income countries (94 per cent) is more than four times that in low-income countries (23 per cent), with the proportion below 20 per cent in some countries. The proportion of the population reported by the International Telecommunication Union as accessing the Internet in urban areas worldwide is estimated to be almost 85 per cent, while that in rural areas is 58 per cent.",
    "22": "We are particularly concerned by persistent gender digital divides. Only 78 per cent of women and girls aged 10 and over worldwide are reported by the International Telecommunication Union to use a mobile phone compared with 87 per cent of men, while only 71 per cent of women are reported to be using the Internet compared with almost 77 per cent of men. Women and girls are also underrepresented in education in science, technology, engineering and mathematics, employment, entrepreneurship and other areas of digital activity. All stakeholders have a part to play in addressing and rectifying these gender digital divides.",
    "23": "We note that the Convention on the Rights of Persons with Disabilities 7 affirms the need to ensure, on an equal basis with others, that persons with disabilities have access to information and communications technologies and systems. We are concerned that persons with disabilities nevertheless remain less likely to access the Internet. We call for concerted action by all stakeholders to promote accessibility and equal access to the Internet and digital resources as a priority, including through the availability of accessible and assistive technologies and the integration of accessibility-by-design principles in digital development.",
    "24": "We are further concerned that other groups that experience disadvantage are underrepresented online, including older persons, ethnic and linguistic minorities, Indigenous Peoples, people of African descent, local communities, refugees and migrants. We urge all stakeholders to include the perspectives and needs of people in vulnerable situations and those in underserved, rural and remote areas in the development and implementation of national and local strategies for digital connectivity.",
    "25": "We recognize that digital divides limit capabilities and opportunities for full participation in society. They reach beyond accessibility and include critical issues of affordability, language, ability, technological and innovation capacity, forming a multidimensional and widening challenge to sustainable development, and may exacerbate other social and economic inequalities. Overcoming them is fundamental to achieving the 2030 Agenda for Sustainable Development, the vision of the World Summit on the Information Society, and the objective and commitments of the Global Digital Compact.8",
    "26": "We are committed to renewed impetus to address and close these digital divides. We call for strengthened international cooperation to address the financial and other constraints impeding the achievement of digital inclusion for all. In particular, we call upon governments, multilateral development banks, relevant international organizations and the private sector to develop financing mechanisms and incentives, including through North-South, South-South and triangular cooperation, to connect the unconnected to the Internet and to improve the quality and affordability of connectivity.",
    "27": "We are committed to achieving entry-level broadband subscription costs that are accessible and affordable. This will require collaboration among all stakeholders and specifically between private and public sectors, including blended finance, as well as innovative mechanisms, including universal service funds and community networks. We recognize the continued role of public access facilities such as schools, post offices, libraries and hospitals, in making access available, including to those in vulnerable situations.",
    "28": "We reiterate the need for the development of local content and services in a variety of languages and formats that are accessible to all people, and recognize the vital importance of multilingualism to reflect the linguistic, cultural and historical diversity of all nations. We commend the work that has been done since the World Summit to extend the multilingual nature of the Internet, including the introduction of internationalized domain names and progress towards universal acceptance, and urge all stakeholders to ensure that the Internet and digital services become fully accessible and affordable to all, including Indigenous Peoples and speakers of minority languages. The digital economy",
    "29": "We recognize that the digital economy is an important and growing part of the global economy and has become increasingly central to global trade and economic development. Information and communications technologies have created new markets, businesses and employment opportunities in many economic sectors, while international trade and supply chains have diversified. E-commerce has come to play a major part in economic activity at the international, national and local levels, while digital technologies have been extensively adopted in all economic sectors, enabling enhancements in productivity, new forms of manufacturing, services and business models.",
    "30": "We emphasize that fostering an open, fair and non‑discriminatory environment for digital development is a requirement for stronger global digital economic cooperation and integrating developing countries fully into global value chains and innovation networks. We will support the development of digital solutions to expand commerce, connectivity and services to overcome the adverse impacts of remoteness and other geographical and structural constraints in developing countries.",
    "31": "We recognize that without the appropriate and adequate provision of means of implementation, the rapid pace and scale of digitalization may outpace the ability and readiness of some countries to adapt to digital transformation and its subsequent social and economic challenges. We also recognize that equitable and meaningful inclusion in the digital economy requires efforts to tackle concentrations of technological capacity and market power in order to ensure that the benefits of digital cooperation are fairly distributed and do not exacerbate existing inequalities or impede the full achievement of sustainable development.",
    "32": " and mobile money systems have changed the ways in which many businesses and customers now interact, increasing access to financial services for many who were previously excluded. We will support developing countries, in line with their national circumstances and priorities, in creating enabling domestic environments for the development of digital financial services for all.",
    "33": "We are encouraged that the growing use of digital services has created opportunities for enterprises in all countries, including micro-, small and medium- sized enterprises, to provide digital services to serve both domestic and export markets. We welcome the work of United Nations entities and development partners to support small businesses in developing countries, including businesses led by women, to take advantage of these opportunities, and urge all stakeholders to foster an inclusive digital environment that enables micro-, small and medium-sized enterprises to thrive, with appropriate financial support and access to capital, skills development, networks and markets.",
    "34": "We note that digital technologies have had significant impacts on work, including changes in workplace environments and skills requirements, opportunities for more flexible work arrangements and the emergence of digital labour platforms. We note that emerging technologies such as automation, robotics and artificial intelligence are expected to further reshape the labour market, potentially displacing some roles, while also creating new employment opportunities and skill demands. We are determined to ensure that these developments serve to complement and augment human labour. Social and economic development",
    "35": "We recognize that information and communications technologies have contributed to enhancing social welfare and inclusion, providing new channels for individuals, businesses and Governments to share and augment knowledge and to participate in decisions that affect people’s lives, livelihoods and social welfare. They have had profound impacts on the provision of public services and have transformed the ways in which individuals and communities interact, consume and spend their time. While many of these impacts have been positive, others have raised concerns, including with respect to human rights, education, health, employment and the welfare of individuals and communities.",
    "36": "We are encouraged that many Governments have established national strategies to leverage the opportunities of information and communications technologies for social and economic development, drawing on the framework of action lines established at the World Summit, and that they now provide a wide range of e-government services to citizens and businesses, enabling access to information and advice and, in many cases, the opportunity to undertake online transactions. We commend the role played by the United Nations system in e-government development.",
    "37": "We recognize that digitalization has enabled new ways of providing education and training in schools, higher and adult education, including innovative educational approaches such as distance learning, open educational resources and online courses. We are concerned, however, that the benefits of digitalization are not yet available to many children and young people as a result of inequalities in connectivity, digital literacy, equipment, skills and educational facilities. We reaffirm our commitment to connecting every school to the Internet by 2030.",
    "38": " diseases, remote diagnosis to support local health workers, improved analysis of health data and improvements in clinical practice. We reaffirm our commitment to building on the opportunities of information and communications technologies to improve access to health, especially in developing countries.",
    "39": "We note that information and communications technologies have had substantial impacts on diversity of cultural expression and the development of the cultural and creative sectors. We urge all stakeholders to recognize the importance of ensuring the preservation of cultural heritage, including digital content, and promoting access to cultural resources.",
    "40": "We recognize that information and communications technologies have helped Governments and other stakeholders to address risks associated with disasters and have facilitated humanitarian assistance at times of crisis through more consistent and remote monitoring of environmental and other hazards, enhancing and developing early warning systems and improving preparedness, response, recovery, rehabilitation and reconstruction.",
    "41": "We remain concerned, however, that equitable delivery of social and economic development programmes and opportunities is hampered by digital divides, particularly in countries and communities where access is constrained by poor connectivity, affordability and limited digital skills. Greater international cooperation is needed to promote digital inclusion and digital literacy, including capacity-building and financial mechanisms to achieve greater impact and ensure progress towards achieving the Sustainable Development Goals. Environmental impacts",
    "42": "We welcome the ways in which digital technologies support environmental sustainability by enhancing the monitoring and measurement of environmental change and hazards, implementing early warning systems and enabling Governments and development partners to prioritize interventions, protect those at risk and identify priorities. Digital technologies can also enable improvements in the efficient use of energy and other resources through smart management of systems and processes. Our cooperation will leverage these technologies for sustainability while minimizing their negative environmental impacts.",
    "43": "We are concerned, however, about growing levels of demand for energy and water consumption arising from digitalization and the need to address both energy security, access and affordability and the impacts on climate change arising from growth in the manufacture and use of digital devices, the volume of data traffic, the number and impact of data centres, growing use of the Internet of things and rapid growth in artificial intelligence.",
    "44": "We also recognize the need for the sustainable use of critical mineral resources, including scarce minerals required in the manufacture of digital equipment, and note the importance of responsible mining and processing practices.",
    "45": "We are further concerned about the volume of electronic waste, which is growing rapidly, particularly in developing countries, leading to pollution and risks to human health, while rates of collection, recycling and recovery are low. We call upon all stakeholders to improve data gathering and facilitate collaboration in safe and efficient waste management, including through the sharing of technology and best practices.",
    "46": " international standards for the design of sustainable digital products as well as for reuse, repair and recycling.",
    "47": "We recognize that an inclusive and integrated approach is needed to enable policymakers to align digital and environmental policies, thereby enhancing their ability to address complex and interdependent global, regional and national challenges. We urge all stakeholders to cooperate in leveraging digital technologies for sustainability while minimizing their negative environmental impacts, promoting sustainability across the life cycle of digital technologies, including context-specific measures to increase resource efficiency and to conserve and sustainably use natural resources, and aim to ensure that digital infrastructure and equipment are sustainably designed to address environmental challenges. The enabling environment for digital development",
    "48": "We acknowledge the importance of a positive enabling environment for investment, innovation and technological development in enabling implementation of the World Summit vision. We recognize that science, technology and innovation are integral to digital development and the importance of ensuring that stakeholders in all countries are able to play a part in digital innovation in order to foster digital development.",
    "49": "We recognize that implementation of the World Summit goals benefits from a predictable and transparent enabling environment that encompasses policy, legal and regulatory frameworks that support innovation, protect consumer and intellectual property rights, nurture digital talent and skills, and promote fair competition and digital entrepreneurship.",
    "50": "We note the importance of policy, legal and regulatory frameworks concerned with the deployment of digital networks and services, including those concerned with market structure, digital transactions, data protection and data privacy, consumer rights and intellectual property, human rights and environmental impacts. We support international, regional and national efforts to develop enabling environments for digital transformation, including predictable and transparent policy, legal and regulatory frameworks, and sharing of best practices. We call upon all stakeholders, where requested, to provide technical assistance to developing countries, in line with national digital transformation policies and priorities.",
    "51": "We encourage the international community to promote the transfer of technology on mutually agreed terms, including information and communications technologies, to adopt policies and programmes with a view to assisting developing countries to take advantage of technology in their pursuit of development through, inter alia, technical cooperation and the building of scientific and technological capacity in our efforts to bridge the digital and development divides.",
    "52": "We reiterate that States are strongly urged to refrain from promulgating and applying unilateral economic measures not in accordance with international law and the Charter of the United Nations that impede the full achievement of economic and social development, particularly in developing countries.",
    "53": " Building confidence and security in the use of information and communications technologies",
    "54": "We reaffirm that building confidence and security in information and communications technologies and their use is a crucial driver of innovation and sustainable development. We also reaffirm that building confidence and security in the use of information and communications technologies should be consistent with international human rights law.",
    "55": "We commend the significant efforts that have been made by Governments, the private sector, international organizations, civil society and the technical and academic communities to build confidence and security and to protect infrastructure, services, transactions and other digital activities from the rising threat of malicious activities and physical risks to infrastructure.",
    "56": "We take note of the final report of the open-ended working group on security of and in the use of information and communications technologies 2021– 2025 established pursuant to General Assembly resolution 75/240 and the establishment of the Global Mechanism on developments in the field of ICTs in the context of international security and advancing responsible State behaviour in the use of ICTs.",
    "57": "We recognize the urgent need to counter and address all forms of violence, which occurs through or is amplified by the use of technology, all forms of hate speech and discrimination, cyberbullying and child sexual exploitation and abuse. We will establish and maintain robust risk mitigation and redress measures that also protect privacy and freedom of expression.",
    "58": "We recognize the challenges that States, in particular developing countries, face in building confidence and security in information and communications technologies and their use. We reiterate the call made by the General Assembly in its resolution 70/125 for renewed focus on capacity-building, education, knowledge- sharing and regulatory practice, as well as promoting multi-stakeholder cooperation at all levels and raising awareness among users of information and communications technologies, particularly among the poorest and most vulnerable. Capacity development",
    "59": "We note that lack of capacity is a major barrier to closing digital divides, and recommend that capacity development, including for innovation, be leveraged to empower local experts and local communities to benefit from and contribute to information and communications technology applications for development. We recognize the need to scale up international cooperation and financing for digital capacity development in developing countries and to support the development of local content and content relevant to local realities online.",
    "60": "We stress, in particular, the importance of capacity development in technological innovation and in building the policy and technical expertise required to support innovation and address the increasingly complex challenges of governance arising from digitalization. We commend the work that has been undertaken by the technical community and other stakeholders to build expertise in technical aspects of digitalization and by United Nations entities and other stakeholders to develop the capacity of civil servants and the judiciary. We call for the strengthening of initiatives to support digital capabilities in these and other critical areas of digital transformation.",
    "61": " needs of each society and persons of all ages and backgrounds. We call upon all stakeholders to promote digital skills and literacy in order to empower individuals with the skills and knowledge needed to make informed choices about their personal data, identify reliable information that will help them to gain access to opportunities, including work and skilling opportunities, and improve their quality of life, and take appropriate steps to safeguard their online security and privacy. Financial mechanisms",
    "62": "We recognize that the scope and scale of financial investment in information and communications technology infrastructure have grown enormously since the World Summit as a result of expanding markets, new technological capabilities and new types of service. Harnessing information and communications technologies for development and bridging digital divides will require further sustained investment in infrastructure and services, capacity-building, the promotion of joint research and development and the transfer of technology on mutually agreed terms, with public as well as private investment.",
    "63": "We call upon all stakeholders to promote an enabling policy environment for investment and to foster public-private cooperation and partnership for sustainable investment in information and communications technology infrastructure, applications and services, content and digital skills, with the aim of ensuring the meaningful connectivity needed to advance the Sustainable Development Goals.",
    "64": "We recognize the critical importance of private sector investment in information and communications technology infrastructure, content and services. We also recognize that development partners, including multilateral development banks, and public funding have also played an important role in financing information and communications networks and services, particularly supporting their deployment in areas that have been considered commercially unviable. Innovative mechanisms, including universal access funds and community networks, have also contributed to extending connectivity in more remote areas.",
    "65": "We reaffirm the call in the outcome document of the Fourth International Conference on Financing for Development, the Sevilla Commitment, adopted by the General Assembly in its resolution 79/323 of 25 August 2025, for the development of financing plans and coordination of investment in digital infrastructure, including digital public infrastructure and digital public goods, and for international collaboration between national Governments, development finance institutions, multilateral development banks and relevant international organizations and private sector actors, to support countries in their design of digital infrastructure, its financing models and impact measurement.",
    "66": "We recognize the scale of the problem in bridging and closing digital divides. We call upon international financial organizations and development partners to mainstream information and communications technologies in their work programmes and concessional finance, and to support developing countries and countries with economies in transition to prepare and implement their national e- strategies through existing and new mechanisms for financing infrastructure development, connectivity and the development of information and communications technology services.",
    "67": " mechanisms for digital development for developing countries, building on and complementing existing best practices, including those of multilateral financial institutions, development partners and other relevant stakeholders, such as the private sector. We further request that the work be completed and the outcomes of the work be reported to the Commission on Science and Technology for Development at its thirtieth session, in 2027, for consideration by Member States. We also invite the internal task force to monitor financial commitments for the implementation of these outcomes. Human rights and ethical dimensions of the information society",
    "68": "We recognize that respecting human rights has been central to the vision of the World Summit on the Information Society and that information and communications technologies have shown their potential to strengthen the exercise of human rights.",
    "69": "We reaffirm our commitment to the universality, indivisibility, interdependence and interrelation of all human rights and fundamental freedoms, including the right to development, as enshrined in the Vienna Declaration and Programme of Action of the World Conference on Human Rights, 9 and to the framework of rights set out in the Universal Declaration of Human Rights and other relevant human rights treaties. We reaffirm that democracy, sustainable development and respect for human rights and fundamental freedoms, as well as good governance at all levels, are interdependent and mutually reinforcing.",
    "70": "We reaffirm our commitment that the same rights that people have offline must also be protected online. We recall the adoption by the General Assembly of resolution 78/213 on 19 December 2023, in which it set out principles and actions concerning the promotion and protection of human rights in the context of digital technologies. We will uphold international law, including international human rights law, throughout the life cycle of digital and emerging technologies, so that users can safely benefit from digital technologies and are protected from violations, abuses and all forms of discrimination. We commit to establishing appropriate safeguards to prevent and address any adverse impact on human rights arising from the use of digital and emerging technologies and protect individuals against violations and abuses of their human rights in the digital space, including through human rights due diligence and establishing effective oversight and remedy mechanisms.",
    "71": "We recognize the responsibilities of all stakeholders in this endeavour. We call upon the private sector and all relevant stakeholders to ensure that respect for human rights is incorporated into the conception, design, development, deployment, operation, use, evaluation and regulation of all new and emerging digital technologies and to provide for redress and effective remedy for the human rights abuses that they may cause, contribute to, or to which they may be directly linked. We also call upon the private sector to apply the Guiding Principles on Business and Human Rights: Implementing the United Nations “Protect, Respect and Remedy” Framework. 10",
    "72": "We note the ongoing efforts of the Office of the United Nations High Commissioner for Human Rights to provide expert advice and practical guidance on human rights and technology issues.",
    "73": "We reaffirm our commitment to article 19 of the Universal Declaration of Human Rights, in which it is stated that everyone has the right to freedom of opinion and expression, and that this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.",
    "74": "We reaffirm our commitment to article 17 of the International Covenant on Civil and Political Rights,11 in which it is stated that no one shall be subjected to arbitrary or unlawful interference with his or her privacy, family, home or correspondence. We express concern regarding the use of surveillance in ways that undermine the right to privacy and other rights. We call upon Member States to ensure that surveillance technologies are only used when in accordance with international human rights law, including the principles of legality, necessity and proportionality, and that legal mechanisms of redress and effective remedies are available, and we call upon all business enterprises, including surveillance technology companies, to respect human rights in line with the Guiding Principles on Business and Human Rights.",
    "75": "We reaffirm our commitment to the provisions in article 29 of the Universal Declaration of Human Rights that everyone has duties to the community in which alone the free and full development of his or her personality is possible and that, in the exercise of his or her rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society. These rights and freedoms may in no case be exercised contrary to the purposes and principles of the United Nations.",
    "76": "We stress the importance for all Member States and stakeholders, to promote universal, free, open, interoperable, safe, reliable and secure use of and access to the Internet by respecting and protecting human rights and by refraining from Internet shutdowns and measures that target Internet access. We also call upon all business enterprises, including surveillance technology companies and companies responsible for social media platforms, to respect human rights in line with the Guiding Principles on Business and Human Rights.",
    "77": "We underscore the need to respect and protect the independence and diversity of media, including digital media, which are essential to maintaining information integrity and access to reliable and accurate information. We emphasize the importance of safeguarding journalists, media workers and other civil society actors. We call upon all stakeholders to strengthen independent and public media, support media workers and ensure the conditions that allow journalism to operate freely, sustainably and in the public interest without harassment, surveillance or arbitrary detention linked to their legitimate activities.",
    "78": "We recognize that digital and emerging technologies can facilitate the manipulation of and interference with information in ways that are harmful to societies and individuals, and negatively affect the enjoyment of human rights and fundamental freedoms as well as the attainment of the Sustainable Development Goals. We will work together to promote information integrity, tolerance and respect in the digital space, as well as to protect the integrity of democratic processes. We will strengthen international cooperation to address the challenge of misinformation and disinformation and hate speech online and mitigate the risks of information manipulation in a manner consistent with international law.",
    "79": "We stress the importance of ensuring that women and girls can participate in and contribute to society at large on equal terms and without discrimination and reaffirm that the full, equal and meaningful participation of women and girls in the digital age is critical to achieving gender equality and women’s empowerment. We recognize that we must urgently counter and address all forms of violence, including sexual and gender-based violence, which occurs through or is amplified by the use of technology.",
    "80": "We recognize that children are among the most active users of the Internet and online services. We remain committed to strengthening legal and policy frameworks to protect the rights of the child in the digital space, in line with international human rights law, including the Convention on the Rights of the Child.12 We welcome the comprehensive approach to promoting children’s digital rights in the best interests of the child in the digital environment. Data governance",
    "81": "We recognize that responsible and interoperable data governance is essential to advance development objectives, protect human rights, foster innovation and promote economic growth.",
    "82": "We note the approaches to data governance that were adopted by the General Assembly in the Global Digital Compact.",
    "83": "We note the establishment of a working group of the Commission on Science and Technology for Development to engage in a comprehensive and inclusive multi-stakeholder dialogue on data governance at all levels as relevant for development, including on follow-up recommendations towards equitable and interoperable data governance arrangements. Artificial intelligence",
    "84": "We note the approaches to international governance of artificial intelligence for the benefit of humanity that were adopted by the General Assembly in the Global Digital Compact.",
    "85": "We encourage the development of international partnerships on artificial intelligence capacity-building to develop education and training programmes, increase access to resources including open artificial intelligence models and systems, open training data and compute, facilitate artificial intelligence model training and development, and promote the participation of micro-, small and medium-sized enterprises in the digital economy. We will leverage existing United Nations and multi-stakeholder mechanisms to support artificial intelligence capacity-building to bridge artificial intelligence divides, facilitate access to artificial intelligence applications and build capacity in high-performance computing and related skills in developing countries.",
    "86": "We call upon the Inter-Agency Working Group on Artificial Intelligence, in consultation with the action line facilitators, to map existing United Nations system-wide capacity-building initiatives, identify potential gaps and address them, inter alia, through establishing an artificial intelligence capacity-building fellowship for government officials and research programmes, leveraging existing United Nations system-wide capacities, with a particular focus on developing countries, and to report thereon at the inaugural Global Dialogue on Artificial Intelligence Governance, in 2026.",
    "87": "We note the establishment within the United Nations of the work that is under way to establish a multidisciplinary Independent International Scientific Panel on Artificial Intelligence to promote scientific understanding through evidence-based impact, risk and opportunity assessments, drawing on existing national, regional and international initiatives and research networks. We also welcome the initiation of a Global Dialogue on Artificial Intelligence Governance, involving Governments and all relevant stakeholders, which will take place on the margins of existing relevant United Nations conferences and meetings. Internet governance",
    "88": "We reaffirm the working definition of Internet governance set out in the Tunis Agenda for the Information Society as the development and application by Governments, the private sector and civil society, in their respective roles, of shared principles, norms, rules, decision-making procedures and programmes that shape the evolution and use of the Internet.",
    "89": "We recognize the need to promote greater participation and engagement in Internet governance discussions of all stakeholders from all countries. Measures are needed to ensure more effective participation by stakeholders from developing countries and underrepresented groups, particularly African countries, the least developed countries, landlocked developing countries and small island developing States.",
    "90": "We recognize that the Internet is a critical global facility for inclusive and equitable digital transformation. The open, interoperable nature of the Internet has underpinned the development of an extraordinary range of services and applications, reaching across the range of human society, including governance, economy, development and human rights. To fully benefit all, it must be open, global, interoperable, stable and secure. We reaffirm the need to promote international cooperation among all stakeholders to prevent, identify and address risks of fragmentation of the Internet.",
    "91": "We recognize that Internet governance must continue to be global and multi‑stakeholder in nature, with the full involvement of Governments, the private sector, civil society, international organizations, technical and academic communities and all other relevant stakeholders in accordance with their respective roles and responsibilities. We reaffirm that Internet governance should continue to follow the provisions set forth in the outcomes of the summits held in Geneva and Tunis, including in relation to enhanced cooperation.",
    "92": "We recall the work of the Working Group on Enhanced Cooperation on Public Policy Issues Pertaining to the Internet, established by the Chair of the Commission on Science and Technology for Development as requested by the General Assembly in its resolution 70/125, to develop recommendations on how to further implement enhanced cooperation as envisioned in the Tunis Agenda.",
    "93": "We reaffirm our commitment to maintain and improve cooperation between the activities of international and intergovernmental organizations and other stakeholders concerned with Internet governance.",
    "94": "We take note of the NETmundial+10 guidelines for multi-stakeholder collaboration and consensus-building, endorsed in April 2024, as a contribution to strengthening Internet governance through inclusive participation, balanced representation and openness.",
    "95": "",
    "96": "We applaud the successful development of the Internet Governance Forum, established by the Secretary-General following the World Summit on the Information Society, which provides the primary multi-stakeholder platform for discussion of Internet governance issues, including emerging issues, as reflected in paragraph 72 of the Tunis Agenda for the Information Society.",
    "97": "We welcome the evolution of the Internet Governance Forum from an annual meeting into a broader ecosystem encompassing intersessional and other activities, including dynamic coalitions, best practice forums and policy networks. We particularly welcome the emergence of more than 170 national, regional and youth Internet governance forums, which have enhanced multi-stakeholder discussion of relevant issues in all continents, many subregions and a majority of Member States. We also welcome the work of the Multi-stakeholder Advisory Group of the Forum and the establishment by the Secretary-General of the Leadership Panel of the Forum.",
    "98": "We recognize the successful steps that have been taken since the 10-year review of the World Summit to improve the working modalities of the Internet Governance Forum, increase and broaden the participation of Governments and other stakeholders, particularly from developing countries and underrepresented groups, build stronger relationships with other digital discussion forums and enable more substantive outcomes that can achieve greater impact. We call for these measures to continue and request the Forum to report annually on progress towards their implementation to the Commission on Science and Technology for Development.",
    "99": "We decide that the Internet Governance Forum shall be made a permanent forum of the United Nations, with a continued secretariat hosted by the Department of Economic and Social Affairs of the Secretariat, on a stable and sustainable basis with appropriate staffing and resources, in accordance with United Nations budgetary procedures.",
    "100": "We call upon the Forum to report on outcomes of its annual meetings and intersessional work to relevant United Nations entities and processes, and call, in particular, on the United Nations Group on the Information Society and all relevant United Nations entities, action line facilitators, the Commission on Science and Technology for Development and the World Summit on the Information Society Forum to take Internet Governance Forum outcomes into account in their work and proceedings.",
    "101": "We call upon the Forum to enhance its working modalities and to broaden the participation of Governments and other stakeholders from developing countries and underrepresented communities, by working on establishing and facilitating a dialogue among Governments with the participation of all stakeholders.",
    "102": "We further call upon the Forum to reinforce its intersessional work, support national and regional initiatives, and apply innovative, open, inclusive, transparent and agile collaboration methods. The Internet Governance Forum should continue to serve as an inclusive platform for dialogue among all stakeholders, while strengthening the engagement of Governments and other stakeholders from developing countries in discussions on Internet governance and emerging technologies.",
    "103": " Development of the World Summit on the Information Society framework",
    "104": "We believe that the arrangements established in the Tunis Agenda provide a sound foundation for continued implementation of the vision and principles established by the Summit. However, experience during and since the Summit, together with the evolution of the information society, suggests the need to ensure that they continue to support the achievement of the World Summit vision and objectives and coherence with the Global Digital Compact.",
    "105": "We recognize that multi-stakeholder participation has been crucial to the success of the World Summit implementation framework, drawing expertise and experience from Governments, international organizations, the private sector, civil society, the technical community and academia, within their respective roles and responsibilities. We reaffirm the values and principles of multi-stakeholder cooperation and engagement that were established at the Summit, as reaffirmed in General Assembly resolution 70/125.",
    "106": "We recognize the importance of ensuring coherence in the implementation of the outcomes of the World Summit on the Information Society, the 2030 Agenda for Sustainable Development, the Pact for the Future and the Global Digital Compact, by building synergies between them to ensure their effective implementation and avoiding wasteful duplication of resources and decision-making processes. We recognize in particular the importance of enabling all Governments and other stakeholders from all countries to play a full part in achieving their fulfilment.",
    "107": "We welcome the efforts of United Nations entities, including World Summit action line facilitators, to support the implementation of World Summit outcomes over the past two decades within their mandates and areas of responsibility. We commend the International Telecommunication Union on its establishment of the World Summit stocktaking platform and the World Summit prizes, and encourage all stakeholders to contribute to the stocktaking database.",
    "108": "We recognize the important role that has been played by the regional commissions in developing regional action plans to fulfil the World Summit vision. We reaffirm their mandates to serve as regional mechanisms for implementation and follow-up of World Summit outcomes, encourage them to continue their work within their regions and call for them to scale up technical assistance, capacity-building and partnerships.",
    "109": "We note the establishment of the Office for Digital and Emerging Technologies to facilitate United Nations system-wide coordination on digital cooperation, working closely with existing mechanisms, and to support the follow-up to and implementation of the Global Digital Compact.",
    "110": "We acknowledge the work of the International Telecommunication Union in collaboration with the United Nations Educational, Scientific and Cultural Organization, the United Nations Conference on Trade and Development and the United Nations Development Programme to establish the annual World Summit on the Information Society Forum, which has become an important platform for the sharing of information and best practice and for multi-stakeholder dialogue and collaboration and for developing networks and coordinating initiatives to implement the World Summit vision. We call for the Forum to continue to be held on an annual basis.",
    "111": " We call upon action line facilitators to ensure close alignment with the 2030 Agenda for Sustainable Development when considering new work to implement the outcomes of the World Summit, according to their existing mandates and resources.",
    "112": "Protecting, promoting and respecting human rights are important in the implementation of all action lines. We recall that the Office of the United Nations High Commissioner for Human Rights continues to contribute to their facilitation and assessment. We also call upon action line facilitators to address gender equality and the empowerment of women and girls as a core theme within their work, with the full involvement of the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women) and other stakeholders.",
    "113": "We request the action line facilitators, in coordination with the United Nations Group on the Information Society, to develop targeted and result-oriented implementation road maps for their respective action lines and the outcomes of the present resolution, linking the World Summit action lines with relevant Sustainable Development Goal targets and Global Digital Compact commitments, including potential targets, indicators and metrics to facilitate monitoring and measurement, and to report on the outcomes of this work to the Commission on Science and Technology for Development at its thirtieth session, in 2027. Monitoring and measurement",
    "114": "We acknowledge the importance of data and statistics to support information and communications technology for development and call for further quantitative data to support evidence-based decision-making, as well as the inclusion of information and communications technology data in national strategies for the development of statistics and regional statistical work programmes. We are committed to strengthening international cooperation to close the current serious gaps on data for development and champion the responsible use and sharing of data within and between countries to advance progress across the Sustainable Development Goals.",
    "115": "We welcome the work of the Partnership on Measuring ICT for Development, which has made a valuable contribution to the development of indicators, data gathering and the dissemination of data on the information society. We welcome the work of United Nations entities and other stakeholders to develop targets, indicators and metrics within their mandates and areas of expertise.",
    "116": "We are committed to the further development and strengthening of internationally agreed targets, indicators and metrics for universal, meaningful and affordable connectivity and digital development. We call upon the United Nations and other relevant organizations and forums to periodically review the methodologies for information and communications technology indicators, taking into account different levels of development and national circumstances, and share information about country case studies.",
    "117": "We request the Partnership on Measuring ICT for Development, in cooperation with action line facilitators and with the support of the Statistical Commission, to conduct a systematic review of existing indicators and methodologies, and to report its findings to the Commission on Science and Technology for Development at its thirtieth session, in 2027.",
    "118": " evidence on the development of the information society, thereby strengthening research, policy development and the work of Governments, civil society, academia and other stakeholders. Follow-up and review",
    "119": "We reaffirm that the ongoing implementation of the outcomes of the World Summit on the Information Society, including the outcomes of the present resolution, will require the continued commitment and action of all stakeholders, including Governments, the private sector, civil society, youth, the technical and academic communities and international organizations, and that the biennial review of progress on the full set of Summit action lines and the outcomes set out in the present resolution will be essential to achieving the vision of the Summit.",
    "120": "We stress the need to ensure coherence between the implementation of the World Summit outcomes and the Global Digital Compact to avoid duplication and enhance synergies, efficiencies and thereby impact.",
    "121": "We call for the continuation and strengthening of the work of the United Nations Group on the Information Society, with a Chair rotating on an annual basis and a secretariat provided by the International Telecommunication Union, as the United Nations system inter-agency mechanism for advancing policy coherence and programme coordination on digital matters. We invite the Group to enhance its agility, efficiency and effectiveness and expand its membership to further United Nations entities, with a view to fostering multi-stakeholder dialogue, partnership-building and a review of progress on digital cooperation.",
    "122": "We note the World Summit process and 2030 Agenda–Global Digital Compact matrix, prepared by the United Nations Group on the Information Society, which maps the objectives and commitments of the Global Digital Compact to existing World Summit structures, mechanisms and activities, providing a structured approach for effective follow-up and implementation. Building on this work and consistent with the recommendations of the Economic and Social Council, we request the United Nations Group on the Information Society, within existing mandates and resources, to prepare a joint implementation road map, to be presented for the consideration of the Commission on Science and Technology for Development at its twenty-ninth session, in 2026. The road map should aim to strengthen coherence between the World Summit and the Global Digital Compact, ensuring a unified, resource-efficient approach to digital cooperation that avoids duplication and maximizes synergies across the United Nations system.",
    "123": "We recognize the role of the Economic and Social Council in overseeing the system-wide follow-up to the implementation and outcomes of the World Summit on the Information Society. We recognize the role of the Commission on Science and Technology for Development in reviewing and assessing progress in implementing the World Summit outcomes.",
    "124": "We request the Secretary-General to submit, through the Commission on Science and Technology for Development, a biennial report on progress in the implementation of and follow-up to the outcomes of the World Summit on the Information Society, incorporating updates on the recommendations contained in the present resolution, and request that the Commission on Science and Technology for Development and the Economic and Social Council consider the report in line with this biennial cycle.",
    "125": " The review will draw on inputs from all relevant stakeholders, as well as the Commission on Science and Technology for Development, the Internet Governance Forum and facilitators of the World Summit action lines. We encourage the high-level meeting to consider, inter alia, progress made in fostering coherence between the outcomes of the World Summit on the Information Society and the implementation of the Global Digital Compact.",
    "126": "We recall that the General Assembly determined, in its resolution 70/125, that the outcome of its 20-year review of the World Summit on the Information Society should be an input into the review process for the 2030 Agenda for Sustainable Development. We therefore resolve to submit the present resolution as an input to the high-level meeting to review the 2030 Agenda, which is to be convened by the General Assembly in 2030. We call upon the General Assembly to take into account the outcomes of the joint implementation road map.",
    "127": "We request the General Assembly to hold a high-level meeting on the overall review of the implementation of the outcomes of the World Summit on the Information Society in 2035, involving the input and participation of all stakeholders, including in the preparatory process, to take stock of progress and challenges concerning the outcomes of the World Summit and identify areas of continued focus."
  },
  "agenda_items": [
    "Item 15"
  ],
  "symbol_references": [
    "A/80/L.41"
  ]
}