{
  "symbol": "A/RES/73/165",
  "filename": "A_RES_73_165.pdf",
  "title": "73/165. United Nations Declaration on the Rights of Peasants and Other People Working in Rural Areas",
  "text": "United Nations \nA/RES/73/165\n \n \nGeneral Assembly \nDistr.: General \n21 January 2019 \n \n18-22260 (E)    240119 \n*1822260* \n \n \nSeventy-third session \nAgenda item 74 (b) \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2018 \n \n \n \n \n[on the report of the Third Committee (A/73/589/Add.2)] \n \n \n 73/165. United Nations Declaration on the Rights of Peasants and Other \nPeople Working in Rural Areas \n \n \n \nThe General Assembly,  \n \nWelcoming the adoption by the Human Rights Council, in its resolution 39/12 \nof 28 September 2018,1 of the United Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas,  \n \n1. \nAdopts the United Nations Declaration on the Rights of Peasants and Other \nPeople Working in Rural Areas, as contained in the annex to the present resolution;  \n \n2. \nInvites Governments, agencies and organizations of the United Nations \nsystem and intergovernmental and non-governmental organizations to disseminate the \nDeclaration and to promote universal respect and understanding thereof;  \n \n3. \nRequests the Secretary-General to include the text of the Declaration in \nthe next edition of Human Rights: A Compilation of International Instruments. \n \n55th plenary meeting  \n17 December 2018 \n \n \n Annex  \n \n United Nations Declaration on the Rights of Peasants and Other \nPeople Working in Rural Areas  \n \n \nThe General Assembly,  \n \nRecalling the principles proclaimed in the Charter of the United Nations, which \nrecognize the inherent dignity and worth and the equal and inalienable rights of all \nmembers of the human family as the foundation of freedom, justice and peace in the \nworld,  \n__________________ \n \n1  See Official Records of the General Assembly, Seventy-third Session, Supplement No. 53A \n(A/73/53/Add.1), chap. II. \n\nA/RES/73/165 \nUnited Nations Declaration on the Rights of Peasants\nand Other People Working in Rural Areas\n \n18-22260\n2/17 \n \n \nTaking into account the principles proclaimed in the Universal Declaration of \nHuman Rights, 2 the International Convention on the Elimination of All Forms of \nRacial Discrimination,3 the International Covenant on Economic, Social and Cultural \nRights,4 the International Covenant on Civil and Political Rights,4 the Convention on \nthe Elimination of All Forms of Discrimination against Women, 5 the Convention on \nthe Rights of the Child,6 the International Convention on the Protection of the Rights \nof All Migrant Workers and Members of Their Families, 7 relevant conventions of the \nInternational Labour Organization and other relevant international instruments that \nhave been adopted at the universal or regional level,  \n \nReaffirming the Declaration on the Right to Development,8 and that the right to \ndevelopment is an inalienable human right by virtue of which every human person \nand all peoples are entitled to participate in, contribute to and enjoy economic, social, \ncultural and political development, in which all human rights and fundamental \nfreedoms can be fully realized,  \n \nReaffirming also the United Nations Declaration on the Rights of Indigenous \nPeoples,9 \n \nReaffirming further that all human rights are universal, indivisible, interrelated, \ninterdependent and mutually reinforcing and must be treated in a fair and equal \nmanner, on the same footing and with the same emphasis, and recalling that the \npromotion and protection of one category of rights should never exempt States from \nthe promotion and protection of the other rights,  \n \nRecognizing the special relationship and interaction between peasants and other \npeople working in rural areas and the land, water and nature to which they are attached \nand on which they depend for their livelihood,  \n \nRecognizing also the past, present and future contributions of peasants and other \npeople working in rural areas in all regions of the world to development and to \nconserving and improving biodiversity, which constitute the basis of food and \nagricultural production throughout the world, and their contribution in ensuring the \nright to adequate food and food security, which are fundamental to attaining the \ninternationally agreed development goals, including the 2030 Agenda for Sustainable \nDevelopment,10  \n \nConcerned that peasants and other people working in rural areas suffer \ndisproportionately from poverty, hunger and malnutrition,  \n \nConcerned also that peasants and other people working in rural areas suffer from \nthe burdens caused by environmental degradation and climate change,  \n \nConcerned further about peasants ageing around the world and youth \nincreasingly migrating to urban areas and turning their backs on agriculture owing to \nthe lack of incentives and the drudgery of rural life, and recognizing the need to \nimprove the economic diversification of rural areas and the creation of non-farm \nopportunities, especially for rural youth,  \n \nAlarmed by the increasing number of peasants and other people working in rural \nareas forcibly evicted or displaced every year,  \n__________________ \n \n2  Resolution 217 A (III). \n \n3  United Nations, Treaty Series, vol. 660, No. 9464. \n \n4  See resolution 2200 A (XXI), annex. \n \n5  United Nations, Treaty Series, vol. 1249, No. 20378. \n \n6  Ibid., vol. 1577, No. 27531. \n \n7  Ibid., vol. 2220, No. 39481. \n \n8  Resolution 41/128, annex. \n \n9  Resolution 61/295, annex. \n \n10  Resolution 70/1. \n\nUnited Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas \nA/RES/73/165\n \n3/17\n18-22260 \n \n \nAlarmed also by the high incidence of suicide of peasants in several countries, \n \nStressing that peasant women and other rural women play a significant role in \nthe economic survival of their families and in contributing to the rural and national \neconomy, including through their work in the non-monetized sectors of the economy, \nbut are often denied tenure and ownership of land, equal access to land, productive \nresources, financial services, information, employment or social protection, and are \noften victims of violence and discrimination in a variety of forms and manifestations, \n \nStressing also the importance of promoting and protecting the rights of the child \nin rural areas, including through the eradication of poverty, hunger and malnutrition, \nthe promotion of quality education and health, protection from exposure to chemicals \nand wastes, and the elimination of child labour, in accordance with relevant human \nrights obligations,  \n \nStressing further that several factors make it difficult for peasants and other \npeople working in rural areas, including small-scale fishers and fish workers, \npastoralists, foresters and other local communities, to make their voices heard, to \ndefend their human rights and tenure rights, and to secure the sustainable use of the \nnatural resources on which they depend,  \n \nRecognizing that access to land, water, seeds and other natural resources is an \nincreasing challenge for rural people, and stressing the importance of improving \naccess to productive resources and investment in appropriate rural development,  \n \nConvinced that peasants and other people working in rural areas should be \nsupported in their efforts to promote and undertake sustainable practices of \nagricultural production that support and are in harmony with nature, also referred to \nas Mother Earth in a number of countries and regions, including by respecting the \nbiological and natural ability of ecosystems to adapt and regenerate through natural \nprocesses and cycles,  \n \nConsidering the hazardous and exploitative conditions that exist in many parts \nof the world under which many peasants and other people working in rural areas have \nto work, often denied the opportunity to exercise their fundamental rights at work and \nlacking living wages and social protection,  \n \nConcerned that individuals, groups and institutions that promote and protect the \nhuman rights of those working on land and natural resources issues face a high risk \nof being subjected to different forms of intimidation and of violations of their physical \nintegrity,  \n \nNoting that peasants and other people working in rural areas often face \ndifficulties in gaining access to courts, police officers, prosecutors and lawyers to the \nextent that they are unable to seek immediate redress or protection from violence, \nabuse and exploitation,  \n \nConcerned about speculation on food products, the increasing concentration and \nunbalanced distribution of food systems and the uneven power relations along the \nvalue chains, which impair the enjoyment of human rights,  \n \nReaffirming that the right to development is an inalienable human right by virtue \nof which every human person and all peoples are entitled to participate in, contribute \nto and enjoy economic, social, cultural and political development, in which all human \nrights and fundamental freedoms can be fully realized,  \n \nRecalling the right of peoples to exercise, subject to the relevant provisions of \nboth International Covenants on Human Rights,4 full and complete sovereignty over \nall their natural wealth and resources,  \n \nRecognizing that the concept of food sovereignty has been used in many States \nand regions to designate the right to define their food and agriculture systems and the \n\nA/RES/73/165 \nUnited Nations Declaration on the Rights of Peasants\nand Other People Working in Rural Areas\n \n18-22260\n4/17 \n \nright to healthy and culturally appropriate food produced through ecologically sound \nand sustainable methods that respect human rights,  \n \nRealizing that the individual, having duties to other individuals and to the \ncommunity to which he or she belongs, is under a responsibility to strive for the \npromotion and observance of the rights recognized in the present Declaration and in \nnational law,  \n \nReaffirming the importance of respecting the diversity of cultures and of \npromoting tolerance, dialogue and cooperation,  \n \nRecalling the extensive body of conventions and recommendations of the \nInternational Labour Organization on labour protection and decent work,  \n \nRecalling also the Convention on Biological Diversity 11  and the Nagoya \nProtocol on Access to Genetic Resources and the Fair and Equitable Sharing of \nBenefits Arising from Their Utilization to the Convention on Biological Diversity, 12 \n \nRecalling further the extensive work of the Food and Agriculture Organization \nof the United Nations and the Committee on World Food Security on the right to food, \ntenure rights, access to natural resources and other rights of peasants, in particular the \nInternational Treaty on Plant Genetic Resources for Food and Agriculture, 13 and the \nOrganization’s Voluntary Guidelines on the Responsible Governance of Tenure of \nLand, Fisheries and Forests in the Context of National Food Security, 14 the Voluntary \nGuidelines for Securing Sustainable Small-Scale Fisheries in the Context of Food \nSecurity and Poverty Eradication and the Voluntary Guidelines to Support the \nProgressive Realization of the Right to Adequate Food in the Context of National \nFood Security,15  \n \nRecalling the outcome of the World Conference on Agrarian Reform and Rural \nDevelopment, and the Peasants’ Charter adopted thereat, in which the need for the \nformulation of appropriate national strategies for agrarian reform and rural \ndevelopment, and their integration with overall national development strategies, was \nemphasized,  \n \nReaffirming that the present Declaration and relevant international agreements \nshall be mutually supportive with a view to enhancing the protection of human rights, \n \nDetermined to take new steps forward in the commitment of the international \ncommunity with a view to achieving substantial progress in human rights endeavours \nby an increased and sustained effort of international cooperation and solidarity,  \n \nConvinced of the need for greater protection of the human rights of peasants and \nother people working in rural areas, and for a coherent interpretation and application \nof existing international human rights norms and standards in this matter,  \n \nDeclares the following:  \n \n \n \nArticle 1  \n \n1. \nFor the purposes of the present Declaration, a peasant is any person who engages \nor who seeks to engage, alone, or in association with others or as a community, in \nsmall-scale agricultural production for subsistence and/or for the market, and who \n__________________ \n \n11  United Nations, Treaty Series, vol. 1760, No. 30619. \n \n12  United Nations Environment Programme, document UNEP/CBD/COP/10/27, annex, \ndecision X/1. \n \n13  United Nations, Treaty Series, vol. 2400, No. 43345.  \n \n14  Food and Agriculture Organization of the United Nations, document CL 144/9 (C 2013/20), \nappendix D.  \n \n15  E/CN.4/2005/131, annex.  \n\nUnited Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas \nA/RES/73/165\n \n5/17\n18-22260 \n \nrelies significantly, though not necessarily exclusively, on family or household labour \nand other non-monetized ways of organizing labour, and who has a special \ndependency on and attachment to the land.  \n2. \nThe present Declaration applies to any person engaged in artisanal or small-\nscale agriculture, crop planting, livestock raising, pastoralism, fishing, forestry, \nhunting or gathering, and handicrafts related to agriculture or a related occupation in \na rural area. It also applies to dependent family members of peasants.  \n3. \nThe present Declaration also applies to indigenous peoples and local \ncommunities working on the land, transhumant, nomadic and semi-nomadic \ncommunities, and the landless engaged in the above-mentioned activities.  \n4. \nThe present Declaration further applies to hired workers, including all migrant \nworkers regardless of their migration status, and seasonal workers, on plantations, \nagricultural farms, forests and farms in aquaculture and in agro-industrial enterprises. \n \n \n \nArticle 2  \n \n1. \nStates shall respect, protect and fulfil the rights of peasants and other people \nworking in rural areas. They shall promptly take legislative, administrative and other \nappropriate steps to achieve progressively the full realization of the rights set forth in \nthe present Declaration that cannot be immediately guaranteed.  \n2. \nParticular attention shall be paid in the implementation of the present \nDeclaration to the rights and special needs of peasants and other people working in \nrural areas, including older persons, women, youth, children and persons with \ndisabilities, taking into account the need to address multiple forms of discrimination. \n3. \nWithout disregarding specific legislation on indigenous peoples, before \nadopting and implementing legislation and policies, international agreements and \nother decision-making processes that may affect the rights of peasants and other \npeople working in rural areas, States shall consult and cooperate in good faith with \npeasants and other people working in rural areas through their own representative \ninstitutions, engaging with and seeking the support of peasants and other people \nworking in rural areas who could be affected by decisions before those decisions are \nmade, and responding to their contributions, taking into consideration existing power \nimbalances between different parties and ensuring active, free, effective, meaningful \nand informed participation of individuals and groups in associated decision-making \nprocesses.  \n4. \nStates shall elaborate, interpret and apply relevant international agreements and \nstandards to which they are a party in a manner consistent with their human rights \nobligations as applicable to peasants and other people working in rural areas.  \n5. \nStates shall take all necessary measures to ensure that non-State actors that they \nare in a position to regulate, such as private individuals and organizations, and \ntransnational corporations and other business enterprises, respect and strengthen the \nrights of peasants and other people working in rural areas.  \n6. \nStates, recognizing the importance of international cooperation in support of \nnational efforts for the realization of the purposes and objectives of the present \nDeclaration, shall take appropriate and effective measures in this regard, between and \namong States and, as appropriate, in partnership with relevant international and \nregional organizations and civil society, in particular organizations of peasants and \nother people working in rural areas, among others. Such measures could include:  \n \n(a) \nEnsuring that relevant international cooperation, including international \ndevelopment programmes, is inclusive, accessible and pertinent to peasants and other \npeople working in rural areas;  \n\nA/RES/73/165 \nUnited Nations Declaration on the Rights of Peasants\nand Other People Working in Rural Areas\n \n18-22260\n6/17 \n \n \n(b) \nFacilitating and supporting capacity-building, including through the \nexchange and sharing of information, experiences, training programmes and best \npractices;  \n \n(c) \nFacilitating cooperation in research and in access to scientific and \ntechnical knowledge;  \n \n(d) \nProviding, as appropriate, technical and economic assistance, facilitating \naccess to and sharing of accessible technologies, and through the transfer of \ntechnologies, particularly to developing countries, on mutually agreed terms;  \n \n(e) \nImproving the functioning of markets at the global level and facilitating \ntimely access to market information, including on food reserves, in order to help to \nlimit extreme food price volatility and the attractiveness of speculation.  \n \n \n \nArticle 3 \n \n1. \nPeasants and other people working in rural areas have the right to the full \nenjoyment of all human rights and fundamental freedoms recognized in the Charter \nof the United Nations, the Universal Declaration of Human Rights 2 and all other \ninternational human rights instruments, free from any kind of discrimination in the \nexercise of their rights based on any grounds such as origin, nationality, race, colour, \ndescent, sex, language, culture, marital status, property, disability, age, political or \nother opinion, religion, birth or economic, social or other status.  \n2. \nPeasants and other people working in rural areas have the right to determine and \ndevelop priorities and strategies to exercise their right to development.  \n3. \nStates shall take appropriate measures to eliminate conditions that cause or help \nto perpetuate discrimination, including multiple and intersecting forms of \ndiscrimination, against peasants and other people working in rural areas.  \n \n \n \nArticle 4 \n \n1. \nStates shall take all appropriate measures to eliminate all forms of \ndiscrimination against peasant women and other women working in rural areas and to \npromote their empowerment in order to ensure, on the basis of equality between men \nand women, that they fully and equally enjoy all human rights and fundamental \nfreedoms and that they are able to freely pursue, participate in and benefit from rural \neconomic, social, political and cultural development.  \n2. \nStates shall ensure that peasant women and other women working in rural areas \nenjoy without discrimination all the human rights and fundamental freedoms set out \nin the present Declaration and in other international human rights instruments, \nincluding the rights:  \n \n(a) \nTo participate equally and effectively in the formulation and \nimplementation of development planning at all levels;  \n \n(b) \nTo have equal access to the highest attainable standard of physical and \nmental health, including adequate health-care facilities, information, counselling and \nservices in family planning;  \n \n(c) \nTo benefit directly from social security programmes;  \n \n(d) \nTo receive all types of training and education, whether formal or \nnon-formal, including training and education relating to functional literacy, and to \nbenefit from all community and extension services in order to increase their technical \nproficiency;  \n\nUnited Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas \nA/RES/73/165\n \n7/17\n18-22260 \n \n \n(e) \nTo organize self-help groups, associations and cooperatives in order to \nobtain equal access to economic opportunities through employment or self-\nemployment;  \n \n(f) \nTo participate in all community activities;  \n \n(g) \nTo have equal access to financial services, agricultural credit and loans, \nmarketing facilities and appropriate technology;  \n \n(h) \nTo equal access to, use of and management of land and natural resources, \nand to equal or priority treatment in land and agrarian reform and in land resettlement \nschemes;  \n \n(i) \nTo decent employment, equal remuneration and social protection benefits, \nand to have access to income-generating activities;  \n \n(j) \nTo be free from all forms of violence.  \n \n \n \nArticle 5 \n \n1. \nPeasants and other people working in rural areas have the right to have access \nto and to use in a sustainable manner the natural resources present in their \ncommunities that are required to enjoy adequate living conditions, in accordance with \narticle 28 of the present Declaration. They also have the right to participate in the \nmanagement of these resources.  \n2. \nStates shall take measures to ensure that any exploitation affecting the natural \nresources that peasants and other people working in rural areas traditionally hold or \nuse is permitted based on, but not limited to:  \n \n(a) \nA duly conducted social and environmental impact assessment;  \n \n(b) \nConsultations in good faith, in accordance with article 2 (3) of the present \nDeclaration;  \n \n(c) \nModalities for the fair and equitable sharing of the benefits of such \nexploitation that have been established on mutually agreed terms between those \nexploiting the natural resources and the peasants and other people working in rural \nareas.  \n \n \n \nArticle 6 \n \n1. \nPeasants and other people working in rural areas have the right to life, physical \nand mental integrity, liberty and security of person.  \n2. \nPeasants and other people working in rural areas shall not be subjected to \narbitrary arrest or detention, torture or other cruel, inhuman or degrading treatment \nor punishment, and shall not be held in slavery or servitude.  \n \n \n \nArticle 7 \n \n1. \nPeasants and other people working in rural areas have the right to recognition \neverywhere as persons before the law.  \n2. \nStates shall take appropriate measures to facilitate the freedom of movement of \npeasants and other people working in rural areas.  \n3. \nStates shall, where required, take appropriate measures to cooperate with a view \nto addressing transboundary tenure issues affecting peasants and other people \nworking in rural areas that cross international boundaries, in accordance with \narticle 28 of the present Declaration.  \n \n\nA/RES/73/165 \nUnited Nations Declaration on the Rights of Peasants\nand Other People Working in Rural Areas\n \n18-22260\n8/17 \n \n \n \nArticle 8 \n \n1. \nPeasants and other people working in rural areas have the right to freedom of \nthought, belief, conscience, religion, opinion, expression and peaceful assembly. \nThey have the right to express their opinion, either orally, in writing or in print, in the \nform of art, or through any other media of their choice, at the local, regional, national \nand international levels.  \n2. \nPeasants and other people working in rural areas have the right, individually \nand/or collectively, in association with others or as a community, to participate in \npeaceful activities against violations of human rights and fundamental freedoms.  \n3. \nThe exercise of the rights provided for in the present article carries with it \nspecial duties and responsibilities. It may therefore be subject to certain restrictions, \nbut these shall only be such as are provided for by law and are necessary:  \n \n(a) \nFor respect of the rights or reputations of others;  \n \n(b) \nFor the protection of national security or of public order (ordre public), or \nof public health or morals.  \n4. \nStates shall take all necessary measures to ensure protection by the competent \nauthorities of everyone, individually and in association with others, against any \nviolence, threat, retaliation, de jure or de facto discrimination, pressure or any other \narbitrary action as a consequence of his or her legitimate exercise and defence of the \nrights described in the present Declaration.  \n \n \n \nArticle 9  \n \n1. \nPeasants and other people working in rural areas have the right to form and join \norganizations, trade unions, cooperatives or any other organization or association of \ntheir own choosing for the protection of their interests, and to bargain collectively. \nSuch organizations shall be independent and voluntary in character, and remain free \nfrom all interference, coercion or repression.  \n2. \nNo restrictions may be placed on the exercise of this right other than those which \nare prescribed by law and are necessary in a democratic society in the interests of \nnational security or public safety, public order (ordre public), the protection of public \nhealth or morals or the protection of the rights and freedoms of others.  \n3. \nStates shall take appropriate measures to encourage the establishment of \norganizations of peasants and other people working in rural areas, including unions, \ncooperatives or other organizations, particularly with a view to eliminating obstacles \nto their establishment, growth and pursuit of lawful activities, including any \nlegislative or administrative discrimination against such organizations and their \nmembers, and provide them with support to strengthen their position when \nnegotiating contractual arrangements in order to ensure that conditions and prices are \nfair and stable and do not violate their rights to dignity and to a decent life.  \n \n \n \nArticle 10 \n \n1. \nPeasants and other people working in rural areas have the right to active and \nfree participation, directly and/or through their representative organizations, in the \npreparation and implementation of policies, programmes and projects that may affect \ntheir lives, land and livelihoods.  \n2. \nStates shall promote the participation, directly and/or through their \nrepresentative organizations, of peasants and other people working in rural areas in \ndecision-making processes that may affect their lives, land and livelihoods; this \nincludes respecting the establishment and growth of strong and independent \n\nUnited Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas \nA/RES/73/165\n \n9/17\n18-22260 \n \norganizations of peasants and other people working in rural areas and promoting their \nparticipation in the preparation and implementation of food safety, labour and \nenvironmental standards that may affect them.  \n \n \n \nArticle 11 \n \n1. \nPeasants and other people working in rural areas have the right to seek, receive, \ndevelop and impart information, including information about factors that may affect \nthe production, processing, marketing and distribution of their products.  \n2. \nStates shall take appropriate measures to ensure that peasants and other people \nworking in rural areas have access to relevant, transparent, timely and adequate \ninformation in a language and form and through means adequate to their cultural \nmethods so as to promote their empowerment and to ensure their effective \nparticipation in decision-making in matters that may affect their lives, land and \nlivelihoods.  \n3. \nStates shall take appropriate measures to promote the access of peasants and \nother people working in rural areas to a fair, impartial and appropriate system of \nevaluation and certification of the quality of their products at the local, national and \ninternational levels, and to promote their participation in its formulation.  \n \n \n \nArticle 12  \n \n1. \nPeasants and other people working in rural areas have the right to effective and \nnon-discriminatory access to justice, including access to fair procedures for the \nresolution of disputes and to effective remedies for all infringements of their huma n \nrights. Such decisions shall give due consideration to their customs, traditions, rules \nand legal systems in conformity with relevant obligations under international human \nrights law.  \n2. \nStates shall provide for non-discriminatory access, through impartial and \ncompetent judicial and administrative bodies, to timely, affordable and effective \nmeans of resolving disputes in the language of the persons concerned, and shall \nprovide effective and prompt remedies, which may include a right of appeal, \nrestitution, indemnity, compensation and reparation.  \n3. \nPeasants and other people working in rural areas have the right to legal \nassistance. States shall consider additional measures, including legal aid, to support \npeasants and other people working in rural areas who would otherwise not have access \nto administrative and judicial services.  \n4. \nStates shall consider measures to strengthen relevant national institutions for the \npromotion and protection of all human rights, including the rights described in the \npresent Declaration.  \n5. \nStates shall provide peasants and other people working in rural areas with \neffective mechanisms for the prevention of and redress for any action that has the aim \nor effect of violating their human rights, arbitrarily dispossessing them of their land \nand natural resources or of depriving them of their means of subsistence and integrity, \nand for any form of forced sedentarization or population displacement.  \n \n \n \nArticle 13  \n \n1. \nPeasants and other people working in rural areas have the right to work, which \nincludes the right to choose freely the way they earn their living.  \n2. \nChildren of peasants and other people working in rural areas have the right to \nbe protected from any work that is likely to be hazardous or to interfere with the \n\nA/RES/73/165 \nUnited Nations Declaration on the Rights of Peasants\nand Other People Working in Rural Areas\n \n18-22260\n10/17 \n \nchild’s education, or to be harmful to a child’s health or physical, mental, spiritual, \nmoral or social development.  \n3. \nStates shall create an enabling environment with opportunities for work for \npeasants and other people working in rural areas and their families that provide \nremuneration allowing for an adequate standard of living.  \n4. \nIn States facing high levels of rural poverty and in the absence of employment \nopportunities in other sectors, States shall take appropriate measures to establish and \npromote sustainable food systems that are sufficiently labour-intensive to contribute \nto the creation of decent employment.  \n5. \nStates, taking into account the specific characteristics of peasant agriculture and \nsmall-scale fisheries, shall monitor compliance with labour legislation by allocating, \nwhere required, appropriate resources to ensure the effective operation of labour \ninspectorates in rural areas.  \n6. \nNo one shall be required to perform forced, bonded or compulsory labour, be \nsubjected to the risk of becoming a victim of human trafficking or be held in any other \nform of contemporary slavery. States shall, in consultation and cooperation with \npeasants and other people working in rural areas and their representative \norganizations, take appropriate measures to protect them from economic exploitation, \nchild labour and all forms of contemporary slavery, such as debt bondage of women, \nmen and children, and forced labour, including of fishers and fish workers, forest \nworkers, or seasonal or migrant workers.  \n \n \n \nArticle 14  \n \n1. \nPeasants and other people working in rural areas, irrespective of whether they \nare temporary, seasonal or migrant workers, have the rights to work in safe and \nhealthy working conditions, to participate in the application and review of safety and \nhealth measures, to select safety and health representatives and representatives in \nsafety and health committees, to the implementation of measures to prevent, reduce \nand control hazards and risks, to have access to adequate and appropriate protective \nclothing and equipment and to adequate information and training on occupational \nsafety, to work free from violence and harassment, including sexual harassment, to \nreport unsafe and unhealthy working conditions and to remove themselves from \ndanger resulting from their work activity when they reasonably believe that there is \nan imminent and serious risk to their safety or health, without being subjected to any \nwork-related retaliation for exercising such rights.  \n2. \nPeasants and other people working in rural areas have the right not to use or to \nbe exposed to hazardous substances or toxic chemicals, including agrochemicals or \nagricultural or industrial pollutants.  \n3. \nStates shall take appropriate measures to ensure favourable safe and healthy \nworking conditions for peasants and other people working in rural areas, and shall in \nparticular designate appropriate competent authorities responsible and establish \nmechanisms for intersectoral coordination for the implementation of policies and \nenforcement of national laws and regulations on occupational safety and health in \nagriculture, the agro-industry and fisheries, provide for corrective measures and \nappropriate penalties, and establish and support adequate and appropriate systems of \ninspection for rural workplaces.  \n4. \nStates shall take all measures necessary to ensure:  \n \n(a) \nThe prevention of risks to health and safety derived from technologies, \nchemicals and agricultural practices, including through their prohibition and restriction; \n\nUnited Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas \nA/RES/73/165\n \n11/17\n18-22260 \n \n \n(b) \nAn appropriate national system or any other system approved by the \ncompetent authority establishing specific criteria for the importation, classification, \npackaging, distribution, labelling and use of chemicals used in agriculture, and for \ntheir prohibition or restriction;  \n \n(c) \nThat those who produce, import, provide, sell, transfer, store or dispose of \nchemicals used in agriculture comply with national or other recognized safety and \nhealth standards, and provide adequate and appropriate information to users in the \nappropriate official language or languages of the country and, on request, to the \ncompetent authority;  \n \n(d) \nThat there is a suitable system for the safe collection, recycling and \ndisposal of chemical waste, obsolete chemicals and empty containers of chemicals so \nas to avoid their use for other purposes and to eliminate or minimize the risks to safety \nand health and to the environment;  \n \n(e) \nThe development and implementation of educational and public awareness \nprogrammes on the health and environmental effects of chemicals commonly used in \nrural areas, and on alternatives to them.  \n \n \n \nArticle 15  \n \n1. \nPeasants and other people working in rural areas have the right to adequate food \nand the fundamental right to be free from hunger. This includes the right to produce \nfood and the right to adequate nutrition, which guarantee the possibility of enjoying \nthe highest degree of physical, emotional and intellectual development.  \n2. \nStates shall ensure that peasants and other people working in rural areas enjoy \nphysical and economic access at all times to sufficient and adequate food that is \nproduced and consumed sustainably and equitably, respecting their cultures, \npreserving access to food for future generations, and that ensures a physically and \nmentally fulfilling and dignified life for them, individually and/or collectively, \nresponding to their needs.  \n3. \nStates shall take appropriate measures to combat malnutrition in rural children, \nincluding within the framework of primary health care through, inter alia, the \napplication of readily available technology and the provision of adequate nutritious \nfood and by ensuring that women have adequate nutrition during pregnancy and \nlactation. States shall also ensure that all segments of society, in particular parents \nand children, are informed, have access to nutritional education and are supported in \nthe use of basic knowledge on child nutrition and the advantages of breastfeeding. \n4. \nPeasants and other people working in rural areas have the right to determine \ntheir own food and agriculture systems, recognized by many States and regions as the \nright to food sovereignty. This includes the right to participate in decision-making \nprocesses on food and agriculture policy and the right to healthy and adequate food \nproduced through ecologically sound and sustainable methods that respect their \ncultures.  \n5. \nStates shall formulate, in partnership with peasants and other people working in \nrural areas, public policies at the local, national, regional and international levels to \nadvance and protect the right to adequate food, food security and food sovereignty \nand sustainable and equitable food systems that promote and protect the rights \ncontained in the present Declaration. States shall establish mechanisms to ensure the \ncoherence of their agricultural, economic, social, cultural and development policies \nwith the realization of the rights contained in the present Declaration.  \n \n\nA/RES/73/165 \nUnited Nations Declaration on the Rights of Peasants\nand Other People Working in Rural Areas\n \n18-22260\n12/17 \n \n \n \nArticle 16 \n \n1. \nPeasants and other people working in rural areas have the right to an adequate \nstandard of living for themselves and their families and to facilitated access to the \nmeans of production necessary to achieve them, including production tools, technical \nassistance, credit, insurance and other financial services. They also have the right to \nengage freely, individually and/or collectively, in association with others or as a \ncommunity, in traditional ways of farming, fishing, livestock rearing and forestry and \nto develop community-based commercialization systems.  \n2. \nStates shall take appropriate measures to favour the access of peasants and other \npeople working in rural areas to the means of transportation and the processing, \ndrying and storage facilities necessary for selling their products on local, national and \nregional markets at prices that guarantee them a decent income and livelihood.  \n3. \nStates shall take appropriate measures to strengthen and support local, national \nand regional markets in ways that facilitate and ensure that peasants and other people \nworking in rural areas have full and equitable access and participation in these \nmarkets to sell their products at prices that allow them and their families to attain an \nadequate standard of living.  \n4. \nStates shall take all appropriate measures to ensure that their rural development, \nagricultural, environmental, trade and investment policies and programmes contribute \neffectively to protecting and strengthening local livelihood options and to the \ntransition to sustainable modes of agricultural production. States shall stimulate \nsustainable production, including agroecological and organic production, whenever \npossible, and facilitate direct farmer-to-consumer sales.  \n5. \nStates shall take appropriate measures to strengthen the resilience of peasants \nand other people working in rural areas against natural disasters and other severe \ndisruptions, such as market failures.  \n6. \nStates shall take appropriate measures to ensure fair wages and equal \nremuneration for work of equal value, without distinction of any kind.  \n \n \n \nArticle 17  \n \n1. \nPeasants and other people living in rural areas have the right to land, \nindividually and/or collectively, in accordance with article 28 of the present \nDeclaration, including the right to have access to, sustainably use and manage land \nand the water bodies, coastal seas, fisheries, pastures and forests therein, to achieve \nan adequate standard of living, to have a place to live in security, peace and dignity \nand to develop their cultures.  \n2. \nStates shall take appropriate measures to remove and prohibit all forms of \ndiscrimination relating to the right to land, including those resulting from change of \nmarital status, lack of legal capacity or lack of access to economic resources.  \n3. \nStates shall take appropriate measures to provide legal recognition for land \ntenure rights, including customary land tenure rights not currently protected by law, \nrecognizing the existence of different models and systems. States shall protect \nlegitimate tenure and ensure that peasants and other people working in rural areas are \nnot arbitrarily or unlawfully evicted and that their rights are not otherwise \nextinguished or infringed. States shall recognize and protect the natural commons and \ntheir related systems of collective use and management.  \n4. \nPeasants and other people working in rural areas have the right to be protected \nagainst arbitrary and unlawful displacement from their land or place of habitual \nresidence, or from other natural resources used in their activities and necessary for \n\nUnited Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas \nA/RES/73/165\n \n13/17\n18-22260 \n \nthe enjoyment of adequate living conditions. States shall incorporate protections \nagainst displacement into domestic legislation that are consistent with international \nhuman rights and humanitarian law. States shall prohibit arbitrary and unlawful forced \neviction, the destruction of agricultural areas and the confiscation or expropriation of \nland and other natural resources, including as a punitive measure or as a means or \nmethod of war.  \n5. \nPeasants and other people working in rural areas who have been arbitrarily or \nunlawfully deprived of their lands have the right, individually and/or collectively, in \nassociation with others or as a community, to return to their land of which they were \narbitrarily or unlawfully deprived, including in cases of natural disasters and/or armed \nconflict, and to have restored their access to the natural resources used in their \nactivities and necessary for the enjoyment of adequate living conditions, whenever \npossible, or to receive just, fair and lawful compensation when their return is not \npossible.  \n6. \nWhere appropriate, States shall take appropriate measures to carry out agrarian \nreforms in order to facilitate the broad and equitable access to land and other natural \nresources necessary to ensure that peasants and other people working in rural areas \nenjoy adequate living conditions, and to limit excessive concentration and control of \nland, taking into account its social function. Landless peasants, young people, small-\nscale fishers and other rural workers should be given priority in the allocation of \npublic lands, fisheries and forests.  \n7. \nStates shall take measures aimed at the conservation and sustainable use of land \nand other natural resources used in their production, including through agroecology, \nand ensure the conditions for the regeneration of biological and other natural \ncapacities and cycles.  \n \n \n \nArticle 18  \n \n1. \nPeasants and other people working in rural areas have the right to the \nconservation and protection of the environment and the productive capacity of their \nlands, and of the resources that they use and manage.  \n2. \nStates shall take appropriate measures to ensure that peasants and other people \nworking in rural areas enjoy, without discrimination, a safe, clean and healthy \nenvironment.  \n3. \nStates shall comply with their respective international obligations to combat \nclimate change. Peasants and other people working in rural areas have the right to \ncontribute to the design and implementation of national and local climate change \nadaptation and mitigation policies, including through the use of practices and \ntraditional knowledge.  \n4. \nStates shall take effective measures to ensure that no hazardous material, \nsubstance or waste is stored or disposed of on the land of peasants and other people \nworking in rural areas, and shall cooperate to address the threats to the enjoyment of \ntheir rights that result from transboundary environmental harm.  \n5. \nStates shall protect peasants and other people working in rural areas against \nabuses by non-State actors, including by enforcing environmental laws that \ncontribute, directly or indirectly, to the protection of the rights of peasants or other \npeople working in rural areas.  \n \n\nA/RES/73/165 \nUnited Nations Declaration on the Rights of Peasants\nand Other People Working in Rural Areas\n \n18-22260\n14/17 \n \n \n \nArticle 19  \n \n1. \nPeasants and other people working in rural areas have the right to seeds, in \naccordance with article 28 of the present Declaration, including:  \n \n(a) \nThe right to the protection of traditional knowledge relevant to plant \ngenetic resources for food and agriculture;  \n \n(b) \nThe right to equitably participate in sharing the benefits arising from the \nutilization of plant genetic resources for food and agriculture;  \n \n(c) \nThe right to participate in the making of decisions on matters relating to \nthe conservation and sustainable use of plant genetic resources for food and agriculture; \n \n(d) \nThe right to save, use, exchange and sell their farm-saved seed or \npropagating material.  \n2. \nPeasants and other people working in rural areas have the right to maintain, \ncontrol, protect and develop their own seeds and traditional knowledge.  \n3. \nStates shall take measures to respect, protect and fulfil the right to seeds of \npeasants and other people working in rural areas.  \n4. \nStates shall ensure that seeds of sufficient quality and quantity are available to \npeasants at the most suitable time for planting and at an affordable price.  \n5. \nStates shall recognize the rights of peasants to rely either on their own seeds or \non other locally available seeds of their choice and to decide on the crops and species \nthat they wish to grow.  \n6. \nStates shall take appropriate measures to support peasant seed systems and \npromote the use of peasant seeds and agrobiodiversity.  \n7. \nStates shall take appropriate measures to ensure that agricultural research and \ndevelopment integrates the needs of peasants and other people working in rural areas \nand to ensure their active participation in the definition of priorities and the \nundertaking of research and development, taking into account their experience, and \nincrease investment in research and the development of orphan crops and seeds that \nrespond to the needs of peasants and other people working in rural areas.  \n8. \nStates shall ensure that seed policies, plant variety protection and other \nintellectual property laws, certification schemes and seed marketing laws respect and \ntake into account the rights, needs and realities of peasants and other people working \nin rural areas.  \n \n \n \nArticle 20  \n \n1. \nStates shall take appropriate measures, in accordance with their relevant \ninternational obligations, to prevent the depletion and ensure the conservation and \nsustainable use of biodiversity in order to promote and protect the full enjoyment of \nthe rights of peasants and other people working in rural areas.  \n2. \nStates shall take appropriate measures to promote and protect the traditional \nknowledge, innovation and practices of peasants and other people working in rural \nareas, including traditional agrarian, pastoral, forestry, fisheries, livestock and \nagroecological systems relevant to the conservation and sustainable use of biological \ndiversity.  \n3. \nStates shall prevent risks of violation of the rights of peasants and other people \nworking in rural areas arising from the development, handling, transport, use, transfer \nor release of any living modified organisms.  \n \n\nUnited Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas \nA/RES/73/165\n \n15/17\n18-22260 \n \n \n \nArticle 21  \n \n1. \nPeasants and other people working in rural areas have the human rights to safe \nand clean drinking water and to sanitation, which are essential for the full enjoyment \nof life and all human rights and human dignity. These rights include water supply \nsystems and sanitation facilities that are of good quality, affordable and physically \naccessible, and non-discriminatory and acceptable in cultural and gender terms.  \n2. \nPeasants and other people working in rural areas have the right to water for \npersonal and domestic use, farming, fishing and livestock keeping and for securing \nother water-related livelihoods, ensuring the conservation, restoration and sustainable \nuse of water. They have the right to equitable access to water and water management \nsystems, and to be free from arbitrary disconnections or the contamination of water \nsupplies.  \n3. \nStates shall respect, protect and ensure access to water, including in customary \nand community-based water management systems, on a non-discriminatory basis, and \nshall take measures to guarantee affordable water for personal, domestic and \nproductive uses, and improved sanitation, in particular for rural women and girls and \npersons belonging to disadvantaged or marginalized groups, such as nomadic \npastoralists, workers on plantations, all migrants regardless of their migration status \nand persons living in irregular or informal settlements. States shall promote \nappropriate and affordable technologies, including irrigation technology, and \ntechnologies for the reuse of treated wastewater and for water collection and storage. \n4. \nStates shall protect and restore water-related ecosystems, including mountains, \nforests, wetlands, rivers, aquifers and lakes, from overuse and contamination by \nharmful substances, in particular by industrial effluent and concentrated minerals and \nchemicals that result in slow and fast poisoning.  \n5. \nStates shall prevent third parties from impairing the enjoyment of the right to \nwater of peasants and other people working in rural areas. States shall prioritize water \nfor human needs before other uses, promoting its conservation, restoration and \nsustainable use.  \n \n \n \nArticle 22  \n \n1. \nPeasants and other people working in rural areas have the right to social security, \nincluding social insurance.  \n2. \nStates shall, according to their national circumstances, take appropriate steps to \npromote the enjoyment of the right to social security of all migrant workers in rural \nareas.  \n3. \nStates shall recognize the rights of peasants and other people working in rural \nareas to social security, including social insurance, and, in accordance with national \ncircumstances, should establish or maintain their social protection floors comprising \nbasic social security guarantees. The guarantees should ensure at a minimum that, \nover the life cycle, all in need have access to essential health care and to basic income \nsecurity, which together secure effective access to goods and services defined as \nnecessary at the national level.  \n4. \nBasic social security guarantees should be established by law. Impartial, \ntransparent, effective, accessible and affordable grievance and appeal procedures \nshould also be specified. Systems should be in place to enhance compliance with \nnational legal frameworks.  \n \n\nA/RES/73/165 \nUnited Nations Declaration on the Rights of Peasants\nand Other People Working in Rural Areas\n \n18-22260\n16/17 \n \n \n \nArticle 23  \n \n1. \nPeasants and other people working in rural areas have the right to the enjoyment \nof the highest attainable standard of physical and mental health. They also have the \nright to have access, without any discrimination, to all social and health services.  \n2. \nPeasants and other people working in rural areas have the right to use and protect \ntheir traditional medicines and to maintain their health practices, including access to \nand conservation of their plants, animals and minerals for medicinal use.  \n3. \nStates shall guarantee access to health facilities, goods and services in rural \nareas on a non-discriminatory basis, especially for groups in vulnerable situations, \naccess to essential medicines, immunization against major infectious diseases, \nreproductive health, information concerning the main health problems affecting the \ncommunity, including methods of preventing and controlling them, maternal and child \nhealth care, as well as training for health personnel, including education on health \nand human rights.  \n \n \n \nArticle 24  \n \n1. \nPeasants and other people working in rural areas have the right to adequate \nhousing. They have the right to sustain a secure home and community in which to live \nin peace and dignity, and the right to non-discrimination in this context.  \n2. \nPeasants and other people working in rural areas have the right to be protected \nagainst forced eviction from their home, harassment and other threats.  \n3. \nStates shall not, arbitrarily or unlawfully, either temporarily or permanently, \nremove peasants or other people working in rural areas against their will from the \nhomes or land that they occupy without providing or affording access to appropriate \nforms of legal or other protection. When eviction is unavoidable, the State must \nprovide or ensure fair and just compensation for any material or other losses.  \n \n \n \nArticle 25  \n \n1. \nPeasants and other people working in rural areas have the right to adequate \ntraining suited to the specific agroecological, sociocultural and economic environments \nin which they find themselves. Issues covered by training programmes should include, \nbut not be limited to, improving productivity, marketing and the ability to cope with \npests, pathogens, system shocks, the effects of chemicals, climate change and \nweather-related events.  \n2. \nAll children of peasants and other people working in rural areas have the right \nto education in accordance with their culture and with all the rights contained in \nhuman rights instruments.  \n3. \nStates shall encourage equitable and participatory farmer-scientist partnerships, \nsuch as farmer field schools, participatory plant breeding and plant and animal health \nclinics, to respond more appropriately to the immediate and emerging challenges that \npeasants and other people working in rural areas face.  \n4. \nStates shall invest in providing training, market information and advisory \nservices at the farm level.  \n \n \n \nArticle 26  \n \n1. \nPeasants and other people working in rural areas have the right to enjoy their \nown culture and to pursue freely their cultural development, without interference or \nany form of discrimination. They also have the right to maintain, express, control, \nprotect and develop their traditional and local knowledge, such as ways of life, \n\nUnited Nations Declaration on the Rights of Peasants \nand Other People Working in Rural Areas \nA/RES/73/165\n \n17/17\n18-22260 \n \nmethods of production or technology, or customs and tradition. No one may invoke \ncultural rights to infringe upon the human rights guaranteed by international law or \nto limit their scope.  \n2. \nPeasants and other people working in rural areas have the right, individually \nand/or collectively, in association with others or as a community, to express their local \ncustoms, languages, culture, religions, literature and art, in conformity with \ninternational human rights standards.  \n3. \nStates shall respect, and take measures to recognize and protect, the rights of \npeasants and other people working in rural areas relating to their traditional \nknowledge and eliminate discrimination against the traditional knowledge, practices \nand technologies of peasants and other people working in rural areas.  \n \n \n \nArticle 27  \n \n1. \nThe specialized agencies, funds and programmes of the United Nations system \nand other intergovernmental organizations, including international and regional \nfinancial organizations, shall contribute to the full realization of the present \nDeclaration, including through the mobilization of, inter alia, development assistance \nand cooperation. Ways and means of ensuring the participation of peasants and other \npeople working in rural areas on issues affecting them shall be considered.  \n2. \nThe United Nations and its specialized agencies, funds and programmes, and \nother intergovernmental organizations, including international and regional financial \norganizations, shall promote respect for and the full application of the present \nDeclaration and follow up on its effectiveness.  \n \n \n \nArticle 28  \n \n1. \nNothing in the present Declaration may be construed as diminishing, impairing \nor nullifying the rights that peasants and other people working in rural areas and \nindigenous peoples currently have or may acquire in the future.  \n2. \nThe human rights and fundamental freedoms of all, without discrimination of \nany kind, shall be respected in the exercise of the rights enunciated in the present \nDeclaration. The exercise of the rights set forth in the present Declaration shall be \nsubject only to such limitations as are determined by law and that are compliant with \ninternational \nhuman \nrights \nobligations. \nAny \nsuch \nlimitations \nshall \nbe \nnon-discriminatory and necessary solely for the purpose of securing due recognition \nand respect for the rights and freedoms of others and for meeting the just and most \ncompelling requirements of a democratic society.  \n \n",
  "paragraphs": {
    "1": "Nothing in the present Declaration may be construed as diminishing, impairing or nullifying the rights that peasants and other people working in rural areas and indigenous peoples currently have or may acquire in the future.",
    "2": "The human rights and fundamental freedoms of all, without discrimination of any kind, shall be respected in the exercise of the rights enunciated in the present Declaration. The exercise of the rights set forth in the present Declaration shall be subject only to such limitations as are determined by law and that are compliant with international human rights obligations. Any such limitations shall be non-discriminatory and necessary solely for the purpose of securing due recognition and respect for the rights and freedoms of others and for meeting the just and most compelling requirements of a democratic society.",
    "3": "States shall respect, and take measures to recognize and protect, the rights of peasants and other people working in rural areas relating to their traditional knowledge and eliminate discrimination against the traditional knowledge, practices and technologies of peasants and other people working in rural areas. Article 27",
    "4": "States shall invest in providing training, market information and advisory services at the farm level. Article 26",
    "5": "States shall prevent third parties from impairing the enjoyment of the right to water of peasants and other people working in rural areas. States shall prioritize water for human needs before other uses, promoting its conservation, restoration and sustainable use. Article 22",
    "6": "States shall take appropriate measures to support peasant seed systems and promote the use of peasant seeds and agrobiodiversity.",
    "7": "States shall take appropriate measures to ensure that agricultural research and development integrates the needs of peasants and other people working in rural areas and to ensure their active participation in the definition of priorities and the undertaking of research and development, taking into account their experience, and increase investment in research and the development of orphan crops and seeds that respond to the needs of peasants and other people working in rural areas.",
    "8": "States shall ensure that seed policies, plant variety protection and other intellectual property laws, certification schemes and seed marketing laws respect and take into account the rights, needs and realities of peasants and other people working in rural areas. Article 20"
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": []
}