{
  "symbol": "A/RES/75/123",
  "filename": "A_RES_75_123.pdf",
  "title": "75/123. Fourth International Decade for the Eradication of Colonialism",
  "text": "United Nations \nA/RES/75/123 \n \n \nGeneral Assembly \nDistr.: General \n21 December 2020 \n \n20-16958 (E)    281220     \n*2016958* \n \n \nSeventy-fifth session \nAgenda item 61 \nImplementation of the Declaration on the Granting of \nIndependence to Colonial Countries and Peoples  \n \n \n \n \n Resolution adopted by the General Assembly on \n10 December 2020 \n \n \n \n \n[on the report of the Special Political and Decolonization Committee \n(Fourth Committee) (A/75/420, para. 27)] \n \n \n 75/123. Fourth International Decade for the Eradication of Colonialism \n \n \n \nThe General Assembly, \n \nRecalling that 2020 marks the sixtieth anniversary of the Declaration on the \nGranting of Independence to Colonial Countries and Peoples,1  \n \nRecalling also its resolution 43/47 of 22 November 1988, by which it declared \nthe period 1990–2000 the International Decade for the Eradication of Colonialism, \nresolution 55/146 of 8 December 2000, by which it declared the period 2001–2010 \nthe Second International Decade for the Eradication of Colonialism, and resolution \n65/119 of 10 December 2010, by which it declared the period 2011–2020 the Third \nInternational Decade for the Eradication of Colonialism, \n \nBearing in mind the recommendations contained in the Final Document of the \nEighteenth Summit of Heads of State or Government of Non-Aligned Countries, held \nin Baku on 25 and 26 October 2019,2 including the renewal of the call to States \nMembers of the United Nations to speed up the process of decolonization towards the \ncomplete elimination of colonialism, including by supporting the work and activities \nof the Special Committee on the Situation with regard to the Implementation of the \nDeclaration on the Granting of Independence to Colonial Countries and Peoples and \nthe effective implementation of the plan of action,3  \n \nRecalling its resolution 74/113 of 13 December 2019, in which it recognized \nthat the eradication of colonialism has been one of the priorities of the United Nations \nand continued to be one of its priorities for the decade that began in 2011, and \n__________________ \n \n1  Resolution 1514 (XV). \n \n2  A/74/548, annex. \n \n3  Ibid., paras. 87.1 and 87.5. \n\nA/RES/75/123 \nFourth International Decade for the Eradication of Colonialism\n \n20-16958\n2/2 \n \nreaffirmed its determination to continue to take all steps necessary to bring about the \ncomplete and speedy eradication of colonialism, \n \nGuided by the fundamental and universal principles enshrined in the Charter of \nthe United Nations, the Universal Declaration of Human Rights4 and the International \nCovenant on Civil and Political Rights,5  \n \nHaving examined the relevant reports of the Secretary-General concerning the \nimplementation of the plans of action for the International Decades, 6  \n \nTaking into account the important contribution of the United Nations in the field \nof decolonization, in particular through the Special Committee, \n \n1. \nDeclares the period 2021–2030 the Fourth International Decade for the \nEradication of Colonialism; \n \n2. \nCalls upon Member States to intensify their efforts to continue to \nimplement the plan of action for the Second International Decade for the Eradication \nof Colonialism7 and to cooperate with the Special Committee on the Situation with \nregard to the Implementation of the Declaration on the Granting of Independence to \nColonial Countries and Peoples in updating it as necessary, with a view to using it as \nthe basis for a plan of action for the Fourth International Decade; \n \n3. \nCalls upon the administering Powers to cooperate fully with the Special \nCommittee to develop a constructive programme of work on a case-by-case basis for \nthe Non-Self-Governing Territories to facilitate the implementation of the mandate of \nthe Special Committee and the relevant resolutions of the United Nations on \ndecolonization, including resolutions on specific Territories; \n \n4. \nInvites Member States, the specialized agencies and other organizations of \nthe United Nations system, and other governmental and non-governmental \norganizations, actively to support and participate in the implementation of the plan of \naction during the Fourth International Decade; \n \n5. \nRequests the Secretary-General to provide the resources necessary for the \nsuccessful implementation of the plan of action; \n \n6. \nAlso requests the Secretary-General to report to the General Assembly at \nits eightieth and eighty-fifth sessions on the implementation of the present resolution. \n \n \n41st plenary meeting \n10 December 2020 \n \n__________________ \n \n4  Resolution 217 A (III). \n \n5  See resolution 2200 A (XXI), annex. \n \n6  A/44/800, A/45/624, A/46/593, A/46/593/Add.1, A/46/634/Rev.1, A/46/634/Rev.1/Corr.1, \nA/54/219, A/55/497, A/56/61, A/60/71, A/60/71/Add.1, A/64/70, A/65/330, A/65/330/Add.1, \nA/70/73, A/70/73/Add.1, A/75/220/Rev.1 and A/75/220/Add.1. \n \n7  A/56/61, annex. \n",
  "paragraphs": {
    "1": "Declares the period 2021–2030 the Fourth International Decade for the Eradication of Colonialism;",
    "2": "Calls upon Member States to intensify their efforts to continue to implement the plan of action for the Second International Decade for the Eradication of Colonialism7 and to cooperate with the Special Committee on the Situation with regard to the Implementation of the Declaration on the Granting of Independence to Colonial Countries and Peoples in updating it as necessary, with a view to using it as the basis for a plan of action for the Fourth International Decade;",
    "3": "Calls upon the administering Powers to cooperate fully with the Special Committee to develop a constructive programme of work on a case-by-case basis for the Non-Self-Governing Territories to facilitate the implementation of the mandate of the Special Committee and the relevant resolutions of the United Nations on decolonization, including resolutions on specific Territories;",
    "4": "Invites Member States, the specialized agencies and other organizations of the United Nations system, and other governmental and non-governmental organizations, actively to support and participate in the implementation of the plan of action during the Fourth International Decade;",
    "5": "Requests the Secretary-General to provide the resources necessary for the successful implementation of the plan of action;",
    "6": "Also requests the Secretary-General to report to the General Assembly at its eightieth and eighty-fifth sessions on the implementation of the present resolution."
  },
  "agenda_items": [
    "Item 61"
  ],
  "symbol_references": []
}