{
  "symbol": "A/RES/74/22",
  "filename": "A_RES_74_22.pdf",
  "title": "74/22. World Chess Day",
  "text": "United Nations \nA/RES/74/22\n \n \nGeneral Assembly \nDistr.: General \n18 December 2019 \n \n19-21667 (E)    201219 \n*1921667* \n \n \nSeventy-fourth session \nAgenda items 11 and 15 \nSport for development and peace: building a peaceful and \nbetter world through sport and the Olympic ideal \nCulture of peace \n \n \n \n \n Resolution adopted by the General Assembly \non 12 December 2019 \n \n \n \n \n[without reference to a Main Committee (A/74/L.24 and A/74/L.24/Add.1)] \n \n \n \n74/22. World Chess Day \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles of the Charter of the United Nations, and \nrecalling the Universal Declaration of Human Rights, 1 as well as the purpose of the \nUnited Nations Educational, Scientific and Cultural Organization of advancing, \nthrough the educational, scientific and cultural relations of the peoples of the world, \nthe objectives of international peace and of the common welfare of humankind,  \n \nRecalling the Constitution of the United Nations Educational, Scientific and \nCultural Organization, which states that “a peace based exclusively upon the political \nand economic arrangements of governments would not be a peace which could secure \nthe unanimous, lasting and sincere support of the peoples of the world, and that the \npeace must therefore be founded, if it is not to fail, upon the intellectual and moral \nsolidarity of mankind”,  \n \nRecognizing that sports, the arts and physical activity have the power to change \nperceptions, prejudices and behaviours, as well as to inspire people, break down racial \nand political barriers, combat discrimination and defuse conflict, as reflected in the \npolitical declaration adopted at the Nelson Mandela Peace Summit in 2018, 2 \n \nRecognizing also the valuable contribution of such activities in promoting \neducation, sustainable development, peace, cooperation, solidarity, social inclusion \nand health at the local, regional and international levels,  \n__________________ \n \n1  Resolution 217 A (III). \n \n2  Resolution 73/1. \n\nA/RES/74/22 \nWorld Chess Day\n \n19-21667\n2/3 \n \n \nRecalling article 31 of the Convention on the Rights of the Child, 3 outlining a \nchild’s right to rest and leisure, to engage in play and recreational activities, and the \noutcome document of the twenty-seventh special session of the General Assembly on \nchildren, entitled “A world fit for children”,4 stressing the promotion of physical, \nmental and emotional health through play and sports,  \n \nRecalling also articles 1 and 30 of the Convention on the Rights of Persons with \nDisabilities,5 in which States parties recognized the right of persons with disabilities \nto take part on an equal basis with others in cultural life, recreation, leisure and sport, \nand recognizing that the active involvement of persons with disabilities in such \nactivities contributes to the full and equal realization of their human rights, as well as \nrespect for their inherent dignity,  \n \nRecalling further its resolutions 53/199 of 15 December 1998 and 61/185 of \n20 December 2006 on the proclamation of international years, and Economic and \nSocial Council resolution 1980/67 of 25 July 1980 on international years and \nanniversaries,  \n \nRecognizing the important role of chess as an affordable and inclusive activity, \nwhich can be exercised anywhere and played by all, across the barriers of language, \nage, gender, physical ability or social status,  \n \nNoting that chess is one of the most ancient, intellectual and cultural games, \nwith a combination of sport, scientific thinking and elements of art,  \n \nAcknowledging that chess is a global game, which promotes fairness, inclusion \nand mutual respect, and noting in this regard that it can contribute to an atmosphere \nof tolerance and understanding among peoples and nations,  \n \nRecalling the mission and role of the International Olympic Committee, as set \nout in the Olympic Charter, in placing sport at the service of humankind and in \npromoting a peaceful society and healthy lifestyles by associating sport with culture \nand education and safeguarding human dignity without any discrimination \nwhatsoever, and welcoming the partnerships that the Committee has established with \nmany organizations of the United Nations system, including the International Forum \non Sport, Peace and Development, organized jointly with the United Nations Office \non Sport for Development and Peace, \n \nRecognizing the important role of the World Chess Federation in supporting \ninternational cooperation for chess activity and aiming to improve friendly harmony \namong all peoples of the world, and noting in this regard the recognition of the World \nChess Federation by the International Olympic Committee as an International Sports \nFederation,  \n \nRecalling the political declaration 6  and outcome 7  adopted at the five-year \nreview of the Beijing Declaration and Platform for Action 8 and the commitments \nmade therein to ensure equal opportunities for women and girls in recreational and \nsports activities, as well as in participation in athletics and physical activities at the \nnational, regional and international levels, such as access, training, competition, \nremuneration and prizes, and stressing in this regard the need to promote the \n__________________ \n \n3  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n4  Resolution S-27/2, annex. \n \n5  United Nations, Treaty Series, vol. 2515, No. 44910. \n \n6  Resolution S-23/2, annex. \n \n7  Resolution S-23/3, annex. \n \n8  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n\nWorld Chess Day \nA/RES/74/22\n \n3/3\n19-21667 \n \nadvancement of women and girls in chess activities, in particular by supporting the \nhigher participation of women and girls in chess events, \n \nAcknowledging the important opportunities offered by chess in the \nimplementation of the 2030 Agenda for Sustainable Development 9  and the \nSustainable Development Goals, including, inter alia, in strengthening education, \nrealizing gender equality and the empowerment of women and girls and fostering \ninclusion, tolerance, mutual understanding and respect,  \n \n1. \nDecides to designate 20 July as World Chess Day;  \n \n2. \nInvites all Member States, organizations of the United Nations system, \nother international and regional organizations, the private sector and civil society, \nincluding \nnon-governmental \norganizations, \nindividuals \nand \nother \nrelevant \nstakeholders, to observe World Chess Day in an appropriate manner and in accordance \nwith national priorities, and to disseminate the advantages of chess, including through \neducational and public awareness-raising activities;  \n \n3. \nInvites the United Nations Educational, Scientific and Cultural \nOrganization to facilitate the observance of World Chess Day in collaboration with \nother relevant organizations, mindful of the provisions contained in the annex to \nEconomic and Social Council resolution 1980/67;  \n \n4. \nStresses that the cost of all activities that may arise from the \nimplementation of the present resolution should be met from voluntary contributions; \n \n5. \nRequests the Secretary-General to bring the present resolution to the \nattention of all Member States, the organizations of the United Nations system and \nother relevant stakeholders for appropriate observance. \n \n45th plenary meeting \n12 December 2019 \n \n__________________ \n \n9  Resolution 70/1. \n",
  "paragraphs": {
    "1": "Decides to designate 20 July as World Chess Day;",
    "2": "Invites all Member States, organizations of the United Nations system, other international and regional organizations, the private sector and civil society, including non-governmental organizations, individuals and other relevant stakeholders, to observe World Chess Day in an appropriate manner and in accordance with national priorities, and to disseminate the advantages of chess, including through educational and public awareness-raising activities;",
    "3": "Invites the United Nations Educational, Scientific and Cultural Organization to facilitate the observance of World Chess Day in collaboration with other relevant organizations, mindful of the provisions contained in the annex to Economic and Social Council resolution 1980/67;",
    "4": "Stresses that the cost of all activities that may arise from the implementation of the present resolution should be met from voluntary contributions;",
    "5": "Requests the Secretary-General to bring the present resolution to the attention of all Member States, the organizations of the United Nations system and other relevant stakeholders for appropriate observance. 45th plenary meeting 12 December 2019 __________________ 9 Resolution 70/1."
  },
  "agenda_items": [
    "Item 11"
  ],
  "symbol_references": [
    "A/74/L.24"
  ]
}