{
  "symbol": "A/RES/78/188",
  "filename": "A_RES_78_188.pdf",
  "title": "78/188. The girl child",
  "text": "United Nations \nA/RES/78/188\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n23-26044 (E)    050124 \n*2326044* \n \n \nSeventy-eighth session \nAgenda item 67 \nPromotion and protection of the rights of children \n \n \n \n \n Resolution adopted by the General Assembly on \n19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/476, para. 19)] \n \n \n 78/188. The girl child \n \n \n \nThe General Assembly, \n \nReaffirming its resolution 76/146 of 16 December 2021 and all relevant \nresolutions on the girl child, and recalling its resolution 66/170 of 19 December 2011 \non the International Day of the Girl Child and the agreed conclusions of the \nCommission on the Status of Women, in particular those relevant to the girl child,  \n \nRecalling all human rights and other instruments relevant to the rights of the \nchild, in particular the girl child, including the Convention on the Rights of the Child, 1 \nthe Convention on the Elimination of All Forms of Discrimination against Women, 2 \nthe Convention on the Rights of Persons with Disabilities,3 the Optional Protocols \nthereto4 and the Convention on Consent to Marriage, Minimum Age for Marriage and \nRegistration of Marriages,5  \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, and the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, 6 \nand reaffirming also other internationally agreed development goals and \ncommitments relevant to the girl child,  \n \nNoting the adoption of the Southern African Development Community Model \nLaw on Eradicating Child Marriage and Protecting Children Already in Marriage,  \n__________________ \n \n1  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n2  Ibid., vol. 1249, No. 20378. \n \n3  Ibid., vol. 2515, No. 44910. \n \n4  Ibid., vols. 2171, 2173 and 2983, No. 27531; ibid., vol. 2131, No. 20378; and ibid., vol. 2518, \nNo. 44910. \n \n5  Ibid., vol. 521, No. 7525. \n \n6  Resolution 69/313, annex. \n\nA/RES/78/188 \nThe girl child\n \n23-26044\n2/15 \n \n \nReaffirming all relevant outcomes of major United Nations summits and \nconferences relevant to the girl child, including the outcome document of the twenty-\nseventh special session of the General Assembly on children, entitled “A world fit for \nchildren”, 7 the Beijing Declaration and Platform for Action, 8 the outcome of the \ntwenty-third special session of the General Assembly, entitled “Women 2000: gender \nequality, development and peace for the twenty-first century”,9 the Programme of \nAction of the International Conference on Population and Development, 10  the \nProgramme of Action of the World Summit for Social Development, 11 the Declaration \nof Commitment on HIV/AIDS adopted at the twenty-sixth special session of the \nGeneral Assembly on HIV/AIDS, entitled “Global Crisis – Global Action”,12 and the \npolitical declarations on HIV and AIDS adopted by the high-level meetings of the \nGeneral Assembly held in 2006,13 2011,14 201615 and 2021,16 and reiterating that their \nfull and effective implementation is essential to achieving the internationally agreed \ndevelopment goals, including the Sustainable Development Goals,  \n \nRecalling the high-level meeting on the twenty-fifth anniversary of the Fourth \nWorld Conference on Women, held in New York on 1 October 2020, which \ndemonstrated the commitment of the international community to the full, effective \nand accelerated implementation of the Beijing Declaration and Platform for Action \nand the realization of a gender-responsive implementation of the 2030 Agenda for \nSustainable Development, for all women and girls, including girls living in rural and \nremote areas,  \n \nRecognizing that chronic poverty remains one of the biggest obstacles to \nmeeting the needs and promoting and protecting the rights of the child, including the \ngirl child, and that girls living in poverty, including those living in rural and remote \nareas, are more likely to experience harmful practices, such as child, early and forced \nmarriage and female genital mutilation, as well as unequal sharing of domestic work \nand unpaid care work to ease family hardships, often ending education and suffering \nother harmful consequences, further limiting their opportunities and leaving them \nentrenched in poverty, and recognizing also that the eradication of poverty in all its \nforms and dimensions is critical to realizing the rights of girls and must remain a high \npriority for the international community,  \n \nNoting that States parties should implement the Convention on the Rights of the \nChild and ensure that the rights of girls are promoted and protected, including in \nrelation to the digital environment, \n \nReaffirming that the promotion and protection of the rights of the child may be \nsupported through the development of digital literacy and skills among girls, and \nacknowledging the importance of strengthening their capacities, digital skills and \ncompetencies, closing the digital divides, in particular the gender digital divide, and \nempowering girls to report and seek help in responding to online threats and bullying, \nincluding cyberbullying, and raising their awareness of online safety, while \n__________________ \n \n7  Resolution S-27/2, annex. \n \n8  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n9  Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n10  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n11  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annex II. \n \n12  Resolution S-26/2, annex. \n \n13  Resolution 60/262, annex. \n \n14  Resolution 65/277, annex. \n \n15  Resolution 70/266, annex. \n \n16  Resolution 75/284, annex. \n\nThe girl child \nA/RES/78/188\n \n3/15\n23-26044 \n \nemphasizing the need to foster a policy of zero tolerance of all forms of violence \nagainst girls in the digital environment, in a manner consistent with States’ obligations \nunder international human rights law, \n \nRecognizing the critical role of teachers and educators, caregivers, parents and \nlegal guardians in ensuring inclusive and equitable quality education, including \ndigital learning, by providing support, including through the necessary training, \naccess to devices, materials and technological infrastructure,  \n \nAcknowledging the contributions of girls to their societies, the empowerment of \nall girls and the enjoyment of all human rights, and recognizing the opportunities to \namplify these contributions through innovation and technological change, education \nin the digital age and access to digital technology and education, while also \nemphasizing the need to ensure that all digital policies and programmes are \nresponsive to the changing needs of girls and the changing digital landscape, and \nrecognizing in this regard the contributions of their families, communities and \nsocieties and the importance of implementing family-friendly and family-oriented \npolicies towards achieving gender equality and the empowerment of all girls and their \nenjoyment of all their human rights in the context of innovation and technological \nchange, and education in the digital age,  \n \nDeeply concerned that the global goal of eradicating poverty by 2030 is slipping \nfrom our reach, and recognizing that the multidimensional impacts of the coronavirus \ndisease (COVID-19) pandemic have exacerbated it, increasing the number of poor by \nup to 124 million, causing the extreme poverty rate to rise for the first time in a \ngeneration, especially in low- and middle-income countries, and, inter alia, among \ngirls, the number of people who are still living in multidimensional poverty is still \nunacceptably high, the levels of inequality in income, wealth and opportunities \nremain high or are increasing within and between many countries, and the non-income \ndimensions of poverty and deprivation, such as access to quality education, social \nprotection and essential health-care services, and relative poverty remain major \nconcerns along with extreme and rural poverty,  \n \nRecognizing that urgent national and international action is required to eliminate \npoverty, including extreme poverty, and noting that the impacts of global financial \nand economic crises, volatile energy and food prices and continuing food insecurity \nas a result of various factors are felt directly by households,  \n \nRecognizing also that social protection, education, adequate health care, \nnutrition, full access to clean water, including safe drinking water, sanitation and \nhygiene, skills development and combating discrimination and violence against girls, \namong other things, are all necessary for the empowerment of the girl child, and \nrecalling the importance of mainstreaming a gender perspective across the United \nNations system in relation to the girl child,  \n \nUnderscoring that women and girls may be disproportionately affected by and \nare more vulnerable to the adverse impacts of climate change and are already \nexperiencing an increase in such impacts, including persistent drought and extreme \nweather events, land degradation, sea level rise, coastal erosion and ocean \nacidification, which further threaten health, food security and efforts to eradicate \npoverty and achieve sustainable development, and noting in this regard the \nimplementation of the Paris Agreement adopted under the United Nations Framework \nConvention on Climate Change,17  \n \nNoting with concern the COVID-19 pandemic and its consequences, including \nwith regard to the right to education, health and adequate food for the poor, including \n__________________ \n \n17  See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n\nA/RES/78/188 \nThe girl child\n \n23-26044\n4/15 \n \nthose who are vulnerable or in vulnerable situations, especially women and girls, who \nare often left behind in the implementation of social protection programmes aimed at \nalleviating rural poverty, recognizing also that rural and agricultural development aid \nincludes only a small fraction of projects aimed at eliminating gender stereotypes and \nnegative social norms and empowering women and girls in rural and remote areas,  \n \nDeeply concerned that the extreme situation of girls in child-headed households, \nincluding those living in rural and remote areas, persists and that poverty, armed \nconflict, climate-related and other hazards, natural disasters, disease outbreaks, \nincluding the impact of the HIV and AIDS epidemic, and other humanitarian \nemergencies increase the incidence of child-headed households, forcing children, \nincluding girls, to undertake adult responsibilities, including being the main \nhousehold earner and caring for younger siblings, and making them particularly \nvulnerable to poverty, violence, including physical, psychological and sexual \nviolence, as well as all forms of discrimination, which seriously inhibits their \ndevelopment and violates and/or impairs the full enjoyment of their human rights, \n \nDeeply concerned also about the continuing lack of recent information and \nstatistics, disaggregated by sex, age, disability, migratory status, geographical \nlocation and other characteristics relevant in national contexts, on the status of \nchildren, including girls, and their socioeconomic conditions, including those in rural \nand remote areas, which are necessary to inform appropriate policy responses by \nMember States and the United Nations system, and recognizing the need to ensure \naccess to high-quality, reliable and timely disaggregated data, \n \nConcerned that, in sub-Saharan Africa, six out of seven new HIV infections \namong adolescents aged 15 to 19 years are among girls, that adolescent girls and \nyoung women aged 15 to 24 years account for 25 per cent of HIV infections despite \nrepresenting 10 per cent of the population, and that AIDS is the leading cause of death \nfor adolescent girls and women aged between 15 and 49 years in the region, further \nnoting with concern that globally rural/urban disaggregated data relating to HIV \nincidence are scarce, with little information on girls below the age of 15 years, and in \nthis regard noting the importance of subnational data and welcoming its emerging \navailability in sub-Saharan Africa,  \n \nRecognizing that women and girls are more vulnerable to HIV infection in some \nregions and that they bear a disproportionate burden of the impact of the HIV and \nAIDS epidemic, including the unequal sharing of unpaid care and domestic work \nrelated to the care of and support for those living with and affected by HIV and AIDS, \nand that this also negatively affects girls living in rural areas by depriving them of \ntheir childhood and diminishing their opportunities to receive an education, often \nresulting in child, early and forced marriage and/or heading households and \nincreasing their vulnerability to the worst forms of child labour and to sexual \nexploitation, \n \nNoting with concern that millions of girls are engaged in child labour and its \nworst forms, including those who have been victims of trafficking in persons and \naffected by armed conflict and humanitarian emergencies, that children without \nnationality or birth registration are vulnerable to trafficking in persons and child \nlabour and that many children face the double burden of having to combine economic \nactivities with unpaid care and domestic work, which deprive them of their childhood \nand hamper the full enjoyment of their right to education and opportunities for decent \nemployment in the future, and noting in this regard the need to recognize, reduce and \nredistribute girls’ disproportionate share of unpaid care and domestic work,  \n \nRecognizing that girl children are often at greater risk of being exposed to and \nencountering various forms of discrimination and violence and forced labour, which, \namong other things, would hinder efforts towards the achievement of the Sustainable \n\nThe girl child \nA/RES/78/188\n \n5/15\n23-26044 \n \nDevelopment Goals, particularly those Goals that are relevant to gender equality and \nthe empowerment of girls, and reaffirming the need to achieve gender equality to \nensure a just and equitable world for girls, including by partnering with men and boys, \nas an important strategy for advancing the rights of the girl child,  \n \nRecognizing also that the empowerment of and investment in girls, which is \ncritical for economic growth, and the achievement of all Sustainable Development \nGoals, including the eradication of poverty in all its forms and dimensions \neverywhere, including extreme poverty, as well as the full, equal and meaningful \nparticipation of girls in decisions that affect them, in accordance with the age and \nmaturity of the child, are key in breaking the cycle of discrimination and violence and \nin promoting and protecting the full and effective enjoyment of their human rights \nand fundamental freedoms, and recognizing further that empowering girls requires \ntheir active participation in decision-making processes and as agents of change in \ntheir own lives and communities, including through girls’ organizations with the \nactive support and engagement of their parents, legal guardians, families and care \nproviders, as well as boys and men, and the wider community as allies and agents of \nchange for the achievement of gender equality, \n \nDeeply concerned about all forms of violence against children, including those \nthat disproportionately affect girls, such as child prostitution, child pornography and \nother child sexual abuse material, rape, sexual abuse, domestic violence, trafficking \nin persons and the use of information and communications technology and social \nmedia to perpetrate violence against women and girls, and, in addition, about the \ncorresponding impunity and lack of accountability, and that violence against women \nand girls is underrecognized and underreported, particularly at the community level, \nwhich reflects discriminatory norms that reinforce the lower status of girls in society,  \n \nDeeply concerned also by the increased violence against women and girls \nduring the COVID-19 pandemic, including in the context of movement restrictions \nand other public health measures as well as restricted access to safety and other \nservices, and emphasizing the need for strengthened prevention and response \nmechanisms for addressing the situation of girls in the COVID-19 pandemic recovery \nefforts,  \n \nDeeply concerned further about all forms of discrimination against the girl child \nand the violation of the rights of the girl child, including girls living in rural and \nremote areas and those with disabilities, bearing in mind their specific needs, which \noften result in less access for girls to inclusive and equitable quality education, \nnutrition, including food allocation, and physical and mental health-care services, in \ngirls enjoying fewer of the rights, opportunities and benefits of childhood and \nadolescence than boys, and in leaving them more vulnerable than boys to the \nconsequences of unprotected and premature sexual relations, early pregnancies and \noften being subjected to harmful practices, such as female infanticide, child, early \nand forced marriage, prenatal sex selection and female genital mutilation, and to \nvarious forms of cultural, social, sexual and economic exploitation and violence, \nabuse, rape, incest and honour-related crimes,  \n \nDeeply concerned that, despite its widespread practice, child, early and forced \nmarriage is still underreported, including in rural and remote areas, recognizing that \nthis requires further attention and that child, early and forced marriage exposes the \ngirl child to greater risk of HIV and sexually transmitted infections, often leads to \npremature sexual relations, early pregnancy and early childbearing and increases the \nrisk of obstetric fistula and high levels of maternal mortality and morbidity, and \nfurthermore entails complications during pregnancy and childbirth, which often lead \nto disability, stillbirth and maternal death, particularly for young women and girls, \nwhich require appropriate prenatal and postnatal health-care services for mothers, \n\nA/RES/78/188 \nThe girl child\n \n23-26044\n6/15 \n \nincluding in the area of skilled birth attendance and emergency obstetric care, and \nnoting with concern that this reduces girls’ opportunities to complete their education, \ngain comprehensive knowledge, participate in the community or develop employable \nskills and is likely to have a long-term adverse impact on their physical and mental \nhealth and well-being, their employment opportunities and their quality of life and \nthat of their children, and violates and/or impairs the full enjoyment of their human \nrights,  \n \nDeeply concerned also that child, early and forced marriage constitutes a \nviolation, abuse or impairment of human rights and a harmful practice that prevents \nindividuals from living their lives free from all forms of discrimination and violence, \nthat it has wide-ranging and adverse consequences for the enjoyment of human rights, \nthat it is linked to and perpetuates other forms of violence against women and girls \nand other harmful practices and human rights violations and that such violations have \na disproportionately negative impact on women and girls, and underscoring the \nhuman rights obligations and commitments of States to respect, protect and fulfil the \nhuman rights and fundamental freedoms of women and girls, and to prevent and \neliminate the practice of child, early and forced marriage, \n \nDeeply concerned further that young women and girls are particularly affected \nby water scarcity, unsafe water, inadequate sanitation and poor hygiene, and \nconcerned furthermore that girls, especially those in rural areas, are often excluded \nfrom full and continued participation in school owing to their burden of water \nprocurement at home, a lack of water and sanitation facilities in schools and \ninadequate access to effective feminine hygiene products,  \n \nEmphasizing that increased and equal access to quality education for young \npeople, especially adolescent girls, including in the areas of sexual and reproductive \nhealth, as well as health care, hygiene and sanitation, dramatically lowers their \nvulnerability to preventable diseases and infections, in particular HIV and other \nsexually transmitted infections,  \n \nRecognizing that, despite gains in providing access to quality education, girls \nare still more likely than boys to remain excluded from quality education, and learning \nlevels for children in rural and remote areas remain low such that achieving gender \nequality in access and learning alone is unlikely to significantly improve girls’ \nliteracy, and recognizing also that among gendered barriers to girls’ equal enjoyment \nof their right to education are child, early and forced marriage, early pregnancy, \nsexual and gender-based violence, including in the digital context, the \ndisproportionate share of unpaid care and domestic work, the lack of safe and \nadequate sanitation facilities, including for menstrual hygiene, and gender stereotypes \nand negative social norms that lead families and communities to place less value on \ngirls’ education when compared with that of boys,  \n \nDeeply concerned that school-related violence against girls, including sexual \nviolence and harassment on the way to and from and at school, such as violence \nperpetrated by teachers, continues to deter girls’ education and, in many cases, the \ntransition to and completion of secondary education, and that these risks may \ninfluence parents’ decision to allow girls to attend school,  \n \nNoting that school meals and take-home rations attract and retain children in \nschools, and recognizing that school feeding is an incentive to enhance enrolment and \nreduce absenteeism for all girls,  \n \nStressing the need for the international community, the relevant United Nations \nentities, the specialized agencies, civil society and international financial institutions \nto continue to actively support, through the allocation of enhanced financial resources \n\nThe girl child \nA/RES/78/188\n \n7/15\n23-26044 \n \nand technical assistance, targeted comprehensive programmes that address the needs \nand priorities of the girl child,  \n \n1. \nTakes note of the report of the Secretary-General;18 \n \n2. \nStresses the need for the full and urgent implementation of the rights of \nthe child, including the girl child, as provided under international human rights \ninstruments, and urges States to consider signing and ratifying or acceding to the \nConvention on the Rights of the Child, the Convention on the Elimination of All \nForms of Discrimination against Women, the Convention on the Rights of Persons \nwith Disabilities and the Optional Protocols thereto as a matter of priority;  \n \n3. \nUrges all States that have not yet ratified or acceded to the Minimum Age \nConvention, 1973 (No. 138),19 and the Worst Forms of Child Labour Convention, \n1999 (No. 182),20 of the International Labour Organization to consider doing so;  \n \n4. \nUrges States to develop or review relevant programmes that promote \ngender equality and the empowerment of all women and girls and equal access to \nbasic social services, such as education, nutrition, water and sanitation, birth \nregistration, health care, vaccinations and protection from diseases representing the \nmajor causes of mortality, including non-communicable diseases, and to mainstream \na gender perspective into all development policies and programmes, including those \nspecific to the girl child;  \n \n5. \nCalls upon all countries to extend coverage of social protection, inter alia, \nthrough nationally appropriate social protection systems and measures for all girls, \nincluding floors, and, by 2030, achieve substantial coverage of persons living in \npoverty and in vulnerable situations, while stressing the importance of taking targeted \nmeasures to eradicate poverty in all its forms and dimensions everywhere, including \nextreme poverty, with enhanced international support and strengthened global \npartnerships, and notes the need for countries, the United Nations development \nsystem and all relevant stakeholders to ensure and promote a multidimensional \ncoordinated approach in their work and efforts to eradicate poverty; \n \n6. \nUrges States to improve the situation of girl children living in poverty, \nincluding extreme poverty, deprived of adequate food and nutrition, water and \nsanitation facilities, with limited or no access to basic physical and mental health-\ncare services, shelter, education, participation and protection;  \n \n7. \nEncourages States and other relevant actors to implement cross-cutting \nand integrated gender-responsive policies and programmes that tackle all forms of \ndiscrimination, which are often compounded, against girls in rural areas and that \nrespond to the multidimensional aspects of adolescent girls’ lives, while taking into \naccount the specific needs and views of girls, including those living in rural and \nremote areas; \n \n8. \nUrges States and other relevant actors to consider strengthening \nmultisectoral child protection systems, to prevent trafficking in girls and violence in \nall its forms, and ensure holistic support for girls who are at greater risk of \nexperiencing, or who have experienced, violence, harassment, exploitation and abuse, \nincluding online and offline, and harmful practices such as child, early and forced \nmarriage and female genital mutilation, while paying special attention to girls with \ndisabilities and girls in vulnerable situations, including Indigenous girls and girls \n__________________ \n \n18  A/76/204. \n \n19  United Nations, Treaty Series, vol. 1015, No. 14862. \n \n20  Ibid., vol. 2133, No. 37245. \n\nA/RES/78/188 \nThe girl child\n \n23-26044\n8/15 \n \nfacing social and economic exclusion, including those living in rural and remote \nareas;  \n \n9. \nRecognizes that ensuring equal access to inclusive, equitable and quality \neducation requires transformations in education systems, mainstreaming a gender \nperspective into educational programmes, infrastructure development and teacher \ntraining, and in this regard calls upon States to invest in quality education, including \nthrough adequate financing, to ensure that all girls, including those who are \nmarginalized or in vulnerable situations, enjoy their right to education;  \n \n10. Calls upon Member States to work with relevant stakeholders, including \nthe private sector and civil society, to take steps to bridge the digital divide, including \nthe gender digital divide where it exists, within and among countries as part of the \nefforts to ensure the empowerment and safety of all young women and girls, including \nthose living in rural and remote areas, including by providing distance learning \nopportunities, especially in developing countries;  \n \n11. \nEmphasizes the importance of the right of girls to education and the \ncontinuation of learning, acknowledging that during the COVID-19 pandemic \nadolescent girls, as well as girls with disabilities, are at particular risk of dropping \nout and not returning to school even as education facilities reopen, thereby increasing \ntheir vulnerability to poverty, child, early and forced marriage, violence and early \npregnancy;  \n \n12. Calls upon Member States to ensure that school closures are a last resort \nand are proportionate to wider public health restrictions and that girls are protected \nand supported in returning to school once it is deemed safe to do so, and in this regard \ncalls upon Member States and other relevant stakeholders to take the appropriate \nmeasures in order to ensure proper training of teachers and other educational \nprofessionals and the availability of and access to learning materials and remote \nlearning platforms during the pandemic, and to bridge the digital divide, including \nbarriers such as poor access to connectivity, lack of affordability of connection and \ndevices, limited digital skills, absence of locally relevant digital content, and gender \nstereotypes and negative social norms, in order to provide distance learning \nopportunities, inter alia, Internet, television and radio teaching alternatives, especially \nin developing countries;  \n \n13. Notes the role of the United Nations in supporting national Governments \nin the implementation of the 2030 Agenda for Sustainable Development 21 and in \nrealizing girls’ right to education;  \n \n14. Calls upon States to recognize the right to education on the basis of equal \nopportunity and non-discrimination by making primary education compulsory and \navailable free to all children, including those living in rural areas, and ensuring that \nall children have equal access to quality education, as well as making secondary and \ntertiary education available and accessible to all, in particular through the progressive \nintroduction of free secondary education, bearing in mind that special measures to \nensure equal access, including affirmative action, ensuring physical access to \neducation, including by increasing financial incentives to families, improving the \nsafety of girls on the way to and from school, ensuring that all schools are accessible, \nsafe, secure and free from violence and providing hygienic, separate and adequate \nsanitation facilities, contribute to achieving equal opportunity and combating \nexclusion and ensuring school attendance, in particular for girls and children from \nlow-income families and children who become heads of households;  \n__________________ \n \n21  Resolution 70/1. \n\nThe girl child \nA/RES/78/188\n \n9/15\n23-26044 \n \n \n15. Calls upon all States to place enhanced emphasis on quality education for \nthe girl child, including catch-up and literacy education for those who did not receive \nformal education, special initiatives for keeping girls in school through post-primary \neducation, including those who are already married or pregnant, to promote access to \nskills and entrepreneurship training for young women and to tackle gender \nstereotypes, in order to ensure that young women entering the labour market have \nopportunities to obtain full and productive employment and decent work, and equal \npay for equal work or work of equal value;  \n \n16. Encourages States to promote lifelong learning opportunities for all, \neliminating female illiteracy and promoting financial and digital literacy, ensuring \nthat girls have equal access to leadership training, career development, scholarships \nand fellowships, strive to ensure the completion of quality early childhood, primary \nand secondary education, expand vocational and technical education for all girls and \nfoster, as appropriate, intercultural and multilingual education for all, and address \nnegative social norms and gender stereotypes in education systems;  \n \n17. Also encourages States to adopt, as appropriate, and implement inclusive \npolicies and programmes to promote girls’ education in science, technology, \nengineering \nand \nmathematics, \nincluding \ninformation \nand \ncommunications \ntechnology, throughout their education, by, inter alia, expanding the scope of \neducation and training opportunities ranging from basic digital fluency to advanced \ntechnical skills, recognizing that girls who develop such skills may enjoy more \nacademic success and higher-paying jobs in the future, and recognizing also that girls \nand women have an equally important role to play in these arenas as men and boys;  \n \n18. Calls upon States, with the support, where appropriate, of international \norganizations, civil society and non-governmental organizations, to develop policies \nand programmes, giving priority to formal, informal and non-formal education \nprogrammes, including scientifically accurate and age-appropriate comprehensive \neducation, relevant to cultural contexts, that provides adolescent girls and boys and \nyoung women and men in and out of school, consistent with their evolving capacities, \nand with appropriate direction and guidance from parents and legal guardians, with \ninformation on sexual and reproductive health and HIV prevention, gender equality \nand women’s empowerment, human rights, physical, psychological and pubertal \ndevelopment and power in relationships between women and men, to enable them to \nbuild self-esteem and informed decision-making, communication and risk reduction \nskills and to develop respectful relationships, in full partnership with young persons, \nparents, legal guardians, caregivers, educators and health-care providers, in order to, \ninter alia, enable them to protect themselves from HIV infection and other risks;  \n \n19. Urges States to acknowledge the different needs of girls and boys during \ntheir childhood and adolescence and, as appropriate, to make adapted investments \nthat are consistent with and responsive to their changing needs, in particular ensuring \nthat girls have access to clean water, including safe drinking water, sanitation, hygiene \nand feminine hygiene products as well as private toilet facilities, including feminine \nhygiene product disposal facilities, in educational institutions and other public spaces, \nwhich will improve their health and access to education and increase their safety; \n \n20. Calls upon States, in collaboration with civil society and other relevant \nactors, to promote educational and health practices in order to foster a culture in which \nmenstruation is recognized as healthy and natural, and girls are not stigmatized on \nthis basis, recognizing that girls’ attendance at school can be affected by negative \nperceptions of menstruation and lack of means to maintain safe personal hygiene, \nsuch as water, sanitation and hygiene facilities in schools that meet the needs of girls; \n \n21. Urges States to strengthen efforts to urgently eradicate all forms of \ndiscrimination against women and girls, and calls upon all States, the United Nations \n\nA/RES/78/188 \nThe girl child\n \n23-26044\n10/15 \n \nsystem and civil society to take measures to address the obstacles that continue to \naffect the achievement of the goals set forth in the Beijing Platform for Action,22 as \ncontained in paragraph 33 of the further actions and initiatives, 23 including reviewing \nremaining laws that discriminate against women and girls in order to modify or \nabolish them and, where appropriate, strengthening national mechanisms to \nimplement inclusive policies and programmes for the girl child and, in some cases, to \nenhance coordination among responsible institutions for the realization of the human \nrights of girls, including access to justice, fighting impunity for perpetrators of and \nensuring the availability of appropriate penalties for crimes of sexual violence \ncommitted against the girl child, and to mobilize all necessary resources and support \nin order to achieve those goals;  \n \n22. Also urges States to ensure that the applicable conventions of the \nInternational Labour Organization relating to the employment of girls and boys are \nrespected and effectively enforced and that girls who are employed have equal access \nto decent work and equal pay for equal work or work of equal value, are protected \nfrom economic and sexual exploitation, discrimination, sexual harassment, violence \nand abuse in the workplace, are aware of their rights and have access to formal and \nnon-formal education, skills development and technical and vocational training, and \nurges States to develop gender-sensitive measures, including national action plans, \nwhere appropriate, to eliminate child labour and its worst forms, commercial sexual \nexploitation, hazardous forms of child labour, trafficking and slavery-like practices, \nincluding forced and bonded labour, and the recruitment or use of children in armed \nconflict in violation of applicable international law, and to recognize that girls, \nincluding those living in rural and remote areas, face greater risks in this regard;  \n \n23. Calls upon States, with the support of relevant stakeholders, including the \nprivate sector, civil society, non-governmental organizations and community-based \norganizations, as appropriate, to take measures to ensure the right of girls to the \nenjoyment of the highest attainable standard of physical and mental health, including \nthrough the development and enforcement of policies, programmes and legal \nframeworks and the strengthening of health systems that make universally accessible \nand available quality, gender-responsive, adolescent-friendly health services, \nmenstrual hygiene, information and commodities, including for sexual and \nreproductive health-care services, HIV/AIDS, and mental health services and \nnutrition interventions;  \n \n24. Also calls upon States to strengthen the capacity of national health \nsystems, and in this regard invites the international community to assist national \nefforts, upon request, including by allocating adequate resources in order to provide \nthe essential services needed to prevent obstetric fistula and to treat those cases that \noccur by providing the continuum of services, including family planning, prenatal \nand postnatal care, skilled birth attendance, emergency obstetric care and post-partum \ncare, to adolescent girls, including those living in poverty and in underserved rural \nareas where obstetric fistula is most common;  \n \n25. Urges all States to enact, uphold and strictly enforce laws and policies \naimed at preventing and ending child, early and forced marriage and protecting those \nat risk and to ensure that marriage is entered into only with the informed, free and full \nconsent of the intending spouses, to enact and strictly enforce laws concerning the \nminimum legal age of consent and the minimum age for marriage, to raise the \nminimum age for marriage, engage all relevant stakeholders, including girls, where \nnecessary, and ensure that these laws are well known, and national judicial systems \n__________________ \n \n22  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annex II. \n \n23  Resolution S-23/3, annex. \n\nThe girl child \nA/RES/78/188\n \n11/15\n23-26044 \n \nare fit, and to further develop and implement holistic, comprehensive and coordinated \npolicies, plans of action and programmes and to support already married girls and \nadolescents, ensure the provision of viable alternatives and institutional support, \nensure access to quality educational opportunities, and increase access to quality and \nsafe schooling for girls, including those living in rural areas, to ensure the survival, \nprotection, development and advancement of the girl child in order to promote and \nprotect the full enjoyment of her human rights and to ensure equal opportunities for \ngirls, including by making such plans an integral part of her total development \nprocess;  \n \n26. Urges States to enact, as appropriate, and implement legislation to protect, \nsupport and empower children living in child-headed households, in particular those \nheaded by girls, that includes provisions to ensure their physical, psychosocial and \neconomic well-being, including protecting their property and inheritance rights, \naccess to health-care services, nutrition, clean water, including safe drinking water, \nsanitation and hygiene, shelter, education, scholarships and training opportunities, \nand that their family is protected and assisted in staying together, including through, \nwhere appropriate, social protection programmes and economic support;  \n \n27. Also urges States to forge partnerships with relevant stakeholders, \nparticularly by working with and involving communities in developing programmes \nand mechanisms designed to ensure the safety and protection as well as the \nempowerment of children, especially girls, and to ensure that they receive the support \nthat they need from their communities;  \n \n28. Calls upon States to strengthen research, data collection and analysis on \nthe girl child, disaggregated by household structure, sex, age, disability, economic \nsituation, marital and migratory status, geographical location and other characteristics \nrelevant in national contexts, and improve gender statistics on time use, unpaid care \nwork and water and sanitation in order to provide a better understanding of the \nsituations of girls, especially of the multiple forms of discrimination that they face, \nand to inform the development of necessary policies and programme responses, which \nshould take a holistic, gender-sensitive, age-appropriate approach to addressing the \nfull range of the forms of discrimination that girls may face, in order to promote, \nrespect, protect and fulfil their rights effectively;  \n \n29. Urges States to take all measures necessary to ensure the full enjoyment \nby girls with disabilities of all human rights and fundamental freedoms, on an equal \nbasis with other children, and to adopt, implement and strengthen appropriate policies \nand programmes designed to address their needs;  \n \n30. Urges all States to enact and enforce legislation to protect girls from all \nforms of violence, discrimination, exploitation and harmful practices in all settings, \nincluding female infanticide and prenatal sex selection, female genital mutilation, \nrape, domestic violence, incest, sexual abuse, sexual exploitation, child prostitution, \nchild pornography and other child sexual abuse material, trafficking and forced \nmigration, forced labour and child, early and forced marriage, and to develop age-\nappropriate, safe, confidential and disability-accessible programmes and medical, \nsocial and psychological support services to assist girls who are subjected to violence \nand discrimination;  \n \n31. Urges States to strengthen and intensify their efforts to prevent and \neliminate all forms of school-related violence against girls and to hold perpetrators \naccountable;  \n \n32. Calls upon all States to enact and enforce the necessary legislative or other \nmeasures, in cooperation with relevant stakeholders, including the private sector and \nthe media, to prevent the distribution over the Internet of child pornography and other \n\nA/RES/78/188 \nThe girl child\n \n23-26044\n12/15 \n \nchild sexual abuse material, ensuring that adequate mechanisms are in place to enable \nthe reporting and removal of such material and that its creators, distributors and \ncollectors are prosecuted, as appropriate;  \n \n33. Urges States to formulate or review, as needed, comprehensive, \nmultidisciplinary and coordinated national plans, programmes or strategies to \neliminate all forms of discrimination and violence against women and girls, which \nshould have dedicated resources, be widely disseminated and provide targets and \ntimetables for implementation, as well as effective domestic enforcement procedures \nthrough the establishment of monitoring and evaluation mechanisms involving all \nparties concerned, including consultations with women’s organizations, giving \nattention to the recommendations relating to the girl child of the Special Rapporteurs \non violence against women, its causes and consequences, and on trafficking in \npersons, especially women and children, and of the Special Representative of the \nSecretary-General on Violence against Children;  \n \n34. Also urges States to ensure that children who are capable of forming their \nown views have the right to express those views freely in all matters affecting them, \nwith the views of the child being given due weight in accordance with the age and \nmaturity of the child, to ensure that this right is fully and equally enjoyed by the girl \nchild, to meaningfully involve girl children, including those with special needs, as \nwell as girls with disabilities, and their representative organizations in decision-\nmaking processes, as appropriate, and to include them as full partners in identifying \ntheir own needs and in developing, planning, implementing and assessing policies \nand programmes to meet those needs, with a view to ensuring their full and effective \nparticipation;  \n \n35. Recognizes that a considerable number of girl children are particularly \nvulnerable, including orphans, children living on the street, internally displaced and \nrefugee children, children affected by trafficking and sexual and economic \nexploitation, children living with or affected by HIV and AIDS, and children who are \nincarcerated or who live without parental support, and therefore urges States, with the \nsupport of the international community, where relevant, to take appropriate measures \nto address the needs of such children by implementing national, subregional and \nregional policies and strategies to build and strengthen governmental, community and \nfamily capacities to provide a supportive environment for such children, including by \nproviding appropriate counselling and psychosocial support, and ensuring their \nsafety, enrolment in school and access to shelter, good nutrition and health and social \nservices on an equal basis with other children;  \n \n36. Urges all States and the international community to respect, promote and \nprotect the rights of the girl child, taking into account the particular vulnerabilities of \nthe girl child in pre-conflict, conflict and post-conflict situations and in climate-\nrelated and other hazards and natural disasters, as well as in other humanitarian \nemergencies, and urges States to take special measures for the protection of girls in \nall phases of humanitarian emergencies, from relief to recovery, and in particular to \nensure that children have access to basic services, which include clean water, \nincluding safe drinking water, sanitation and hygiene, to protect them from sexually \ntransmitted infections, including HIV infection, gender-based violence, including \nrape, sexual abuse and sexual exploitation, torture, abduction and trafficking, \nincluding forced labour, paying special attention to refugee, migrant and displaced \ngirls, and to take into account their special needs in disarmament, demobilization, \nrehabilitation assistance and reintegration processes;  \n \n37. Calls upon States to ensure that the perspectives and priorities of girls, \nincluding those living in rural and remote areas, as well as in poverty are taken into \naccount in armed conflict and post-conflict situations and in humanitarian \n\nThe girl child \nA/RES/78/188\n \n13/15\n23-26044 \n \nemergencies and that they fully, equally and meaningfully participate, in accordance \nwith the age and maturity of the child, in the design, implementation, follow-up and \nevaluation of policies and programmes related to conflict prevention, peace \nmediation, peacebuilding and post-conflict reconstruction, recognizing the \ncontributions of all members of society to raise awareness and advocate combating \nthe stigmatization of children, including girls affected by armed conflict;  \n \n38. Deplores all acts of sexual exploitation and abuse of and trafficking in \nwomen and children, including in humanitarian crises and by humanitarian workers \nand peacekeepers, including military, police and civilian personnel involved in United \nNations operations, takes note of the voluntary compact on preventing and addressing \nsexual exploitation and abuse introduced by the Secretary-General, welcomes the \nefforts undertaken by United Nations agencies and peacekeeping operations to \nimplement a zero-tolerance policy in this regard, and requests the Secretary-General \nor the Member States from which those humanitarian workers originate and \npersonnel-contributing countries to continue to take all appropriate action necessary \nto combat such abuses and exploitation by such personnel, including through the full \nimplementation without delay of those measures adopted in the relevant General \nAssembly resolutions based on recommendations of the Special Committee on \nPeacekeeping Operations;24 \n \n39. Calls upon Member States to devise, enforce and strengthen effective \nchild- and youth-sensitive measures to combat, eliminate and prosecute all forms of \ntrafficking in women and girls, including for sexual and economic exploitation, as \npart of a comprehensive anti-trafficking strategy within wider efforts to eliminate all \nforms of violence against women and girls, including by taking effective measures \nagainst the criminalization of girls who are victims of exploitation and ensuring that \ngirls who have been exploited receive access to the necessary psychosocial support, \nand in this regard urges Member States, the United Nations and other international, \nregional and subregional organizations, as well as civil society, including \nnon-governmental organizations, the private sector and the media, to fully and \neffectively implement the relevant provisions of the United Nations Global Plan of \nAction to Combat Trafficking in Persons25 and the activities outlined therein, with \nfull respect for the Protocol to Prevent, Suppress and Punish Trafficking in Persons, \nEspecially Women and Children, supplementing the United Nations Convention \nagainst Transnational Organized Crime;26 \n \n40. Reaffirms that everyone has a right to a nationality as enshrined in the \nUniversal Declaration of Human Rights,27 and in this regard calls upon States that \nhave not yet done so to consider adopting and implementing nationality legislation \nconsistent with their applicable obligations under international law and to facilitate \nthe acquisition of nationality by and ensure free or low-cost birth registration for \nchildren born on their territories or their nationals abroad who would otherwise be \nstateless;  \n \n41. Calls upon Governments, civil society, including the media, and \nnon-governmental organizations to promote human rights education and full respect \nfor and the enjoyment of the human rights of the girl child, inter alia, through the \ntranslation, production and dissemination of age-appropriate and gender-sensitive \ninformation material on those rights to all sectors of society, in particular to children;  \n__________________ \n \n24  See Official Records of the General Assembly, Fifty-ninth Session, Supplement No. 19 \n(A/59/19/Rev.1). \n \n25  Resolution 64/293. \n \n26  United Nations, Treaty Series, vol. 2237, No. 39574. \n \n27  Resolution 217 A (III). \n\nA/RES/78/188 \nThe girl child\n \n23-26044\n14/15 \n \n \n42. Requests the Secretary-General, as Chair of the United Nations System \nChief Executives Board for Coordination, to ensure that all organizations and bodies \nof the United Nations system, individually and collectively, in particular the United \nNations Children’s Fund, the United Nations Educational, Scientific and Cultural \nOrganization, the World Food Programme, the United Nations Population Fund, the \nUnited Nations Entity for Gender Equality and the Empowerment of Women \n(UN-Women), the World Health Organization, the Joint United Nations Programme \non HIV/AIDS, the United Nations Development Programme, the Office of the United \nNations High Commissioner for Refugees and the International Labour Organization, \ntake into account the rights and the particular needs of the girl child in country \nprogrammes of cooperation in accordance with national priorities, including through \nthe United Nations Sustainable Development Cooperation Framework;  \n \n43. Requests all human rights treaty bodies and the human rights mechanisms \nof the Human Rights Council, including the special procedures, to adopt regularly \nand systematically a gender perspective in the implementation of their mandates and \nto include in their reports information on the qualitative analysis of violations of the \nhuman rights of women and girls, and encourages the strengthening of cooperation \nand coordination in that regard;  \n \n44. Requests States to ensure that, in all policies and programmes designed to \nprovide comprehensive HIV and AIDS prevention, treatment, care and support, \nparticular attention and support are given to the girl child at risk of, living with or \naffected by HIV, including pregnant girls and young and adolescent mothers and girls \nwith disabilities, and child heads of households, with a view to achieving Sustainable \nDevelopment Goal 3, in particular the target of ending the AIDS epidemic by 2030;  \n \n45. Invites States to promote initiatives aimed at developing new and \naffordable antiretroviral drugs and HIV diagnostics, especially second-line drugs, and \npoint-of-care diagnostics that are child-friendly, as well as investments in female-\ncontrolled methods of HIV prevention and their rapid roll-out, including through \nbilateral and private sector initiatives as well as initiatives on a voluntary basis taken \nby groups of States, including those based on innovative financing mechanisms that \ncontribute to the mobilization of resources for social development, including those \nthat aim to provide further access to drugs at affordable prices to developing countries \non a sustainable and predictable basis, and in this regard takes note of the international \ndrug purchase facility, Unitaid;  \n \n46. Calls upon all States to integrate food and nutritional support with the goal \nthat children, especially girl children, have access at all times to sufficient, safe and \nnutritious food to meet their dietary needs and food requirements for an active and \nhealthy life;  \n \n47. Calls upon States to ensure that social protection programmes, including \nHIV-sensitive programmes, are provided to orphans and other vulnerable children, \nwith particular attention to addressing the needs and vulnerabilities of girl children, \nensuring school attendance and protecting their rights;  \n \n48. Urges States and other relevant actors to scale up social protection \nprogrammes, including other social safety nets and poverty alleviation programmes \nthat are gender-sensitive in design and implementation, to address the specific needs \nof girls, including of those living in rural and remote areas, and prevent deepening \npoverty and social exclusion and educational barriers;  \n \n49. Urges States and the international community to increase resources at all \nlevels, particularly in the education and health sectors, so as to enable young people, \nespecially girls, to gain the knowledge, attitudes and life skills that they need to fulfil \ntheir social, economic and other potential and overcome their challenges, including \n\nThe girl child \nA/RES/78/188\n \n15/15\n23-26044 \n \nthe prevention of HIV infection and early pregnancy, and to enjoy the highest \nattainable standard of physical and mental health, including sexual and reproductive \nhealth;  \n \n50. Urges States, the international community, relevant United Nations \nentities, civil society and international financial institutions to continue to actively \nsupport, through the allocation of financial resources and technical assistance, efforts \nto address girls’ right and access to education;  \n \n51. Calls upon States and other relevant stakeholders to mobilize resources \nand increase long-term gender- and age-responsive as well as disability-inclusive \ninvestments, also through budget allocations, with the focus on achieving gender \nequality and the empowerment of all girls, including those living in rural and remote \nareas, in line with the 2030 Agenda for Sustainable Development, and to galvanize \nrelevant private sector investment;  \n \n52. Strongly calls upon States and the international community to create an \nenvironment in which the well-being of the girl child is ensured, inter alia, by \ncooperating, supporting and participating in global efforts towards the full and timely \nrealization of the 2030 Agenda for Sustainable Development and the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development \nand of all other relevant internationally agreed development goals, in particular for \nthe eradication of poverty at the global, regional and country levels, recognizing that \nstrengthened availability and effective allocation of resources are required at all levels \nin this regard, and reaffirming that investment in children, particularly girls, and the \nrealization of their rights are among the most effective ways to eradicate poverty; \n \n53. Requests the Secretary-General to submit a report to the General Assembly \nat its eightieth session on the implementation of the present resolution, including a \nstatus analysis on the current and potential impact of digital and emerging \ntechnologies on the girl child, using information provided by Member States, the \norganizations and bodies of the United Nations system and non-governmental \norganizations, with a view to assessing the impact of the present resolution on the \nwell-being of the girl child. \n \n50th plenary meeting \n19 December 2023 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;18",
    "2": "Stresses the need for the full and urgent implementation of the rights of the child, including the girl child, as provided under international human rights instruments, and urges States to consider signing and ratifying or acceding to the Convention on the Rights of the Child, the Convention on the Elimination of All Forms of Discrimination against Women, the Convention on the Rights of Persons with Disabilities and the Optional Protocols thereto as a matter of priority;",
    "3": "Urges all States that have not yet ratified or acceded to the Minimum Age Convention, 1973 (No. 138),19 and the Worst Forms of Child Labour Convention, 1999 (No. 182),20 of the International Labour Organization to consider doing so;",
    "4": "Urges States to develop or review relevant programmes that promote gender equality and the empowerment of all women and girls and equal access to basic social services, such as education, nutrition, water and sanitation, birth registration, health care, vaccinations and protection from diseases representing the major causes of mortality, including non-communicable diseases, and to mainstream a gender perspective into all development policies and programmes, including those specific to the girl child;",
    "5": "Calls upon all countries to extend coverage of social protection, inter alia, through nationally appropriate social protection systems and measures for all girls, including floors, and, by 2030, achieve substantial coverage of persons living in poverty and in vulnerable situations, while stressing the importance of taking targeted measures to eradicate poverty in all its forms and dimensions everywhere, including extreme poverty, with enhanced international support and strengthened global partnerships, and notes the need for countries, the United Nations development system and all relevant stakeholders to ensure and promote a multidimensional coordinated approach in their work and efforts to eradicate poverty;",
    "6": "Urges States to improve the situation of girl children living in poverty, including extreme poverty, deprived of adequate food and nutrition, water and sanitation facilities, with limited or no access to basic physical and mental health- care services, shelter, education, participation and protection;",
    "7": "Encourages States and other relevant actors to implement cross-cutting and integrated gender-responsive policies and programmes that tackle all forms of discrimination, which are often compounded, against girls in rural areas and that respond to the multidimensional aspects of adolescent girls’ lives, while taking into account the specific needs and views of girls, including those living in rural and remote areas;",
    "8": "Urges States and other relevant actors to consider strengthening multisectoral child protection systems, to prevent trafficking in girls and violence in all its forms, and ensure holistic support for girls who are at greater risk of experiencing, or who have experienced, violence, harassment, exploitation and abuse, including online and offline, and harmful practices such as child, early and forced marriage and female genital mutilation, while paying special attention to girls with disabilities and girls in vulnerable situations, including Indigenous girls and girls facing social and economic exclusion, including those living in rural and remote areas;",
    "9": "Recognizes that ensuring equal access to inclusive, equitable and quality education requires transformations in education systems, mainstreaming a gender perspective into educational programmes, infrastructure development and teacher training, and in this regard calls upon States to invest in quality education, including through adequate financing, to ensure that all girls, including those who are marginalized or in vulnerable situations, enjoy their right to education;",
    "10": "Calls upon Member States to work with relevant stakeholders, including the private sector and civil society, to take steps to bridge the digital divide, including the gender digital divide where it exists, within and among countries as part of the efforts to ensure the empowerment and safety of all young women and girls, including those living in rural and remote areas, including by providing distance learning opportunities, especially in developing countries;",
    "11": "Emphasizes the importance of the right of girls to education and the continuation of learning, acknowledging that during the COVID-19 pandemic adolescent girls, as well as girls with disabilities, are at particular risk of dropping out and not returning to school even as education facilities reopen, thereby increasing their vulnerability to poverty, child, early and forced marriage, violence and early pregnancy;",
    "12": "Calls upon Member States to ensure that school closures are a last resort and are proportionate to wider public health restrictions and that girls are protected and supported in returning to school once it is deemed safe to do so, and in this regard calls upon Member States and other relevant stakeholders to take the appropriate measures in order to ensure proper training of teachers and other educational professionals and the availability of and access to learning materials and remote learning platforms during the pandemic, and to bridge the digital divide, including barriers such as poor access to connectivity, lack of affordability of connection and devices, limited digital skills, absence of locally relevant digital content, and gender stereotypes and negative social norms, in order to provide distance learning opportunities, inter alia, Internet, television and radio teaching alternatives, especially in developing countries;",
    "13": "Notes the role of the United Nations in supporting national Governments in the implementation of the 2030 Agenda for Sustainable Development 21 and in realizing girls’ right to education;",
    "14": "Calls upon States to recognize the right to education on the basis of equal opportunity and non-discrimination by making primary education compulsory and available free to all children, including those living in rural areas, and ensuring that all children have equal access to quality education, as well as making secondary and tertiary education available and accessible to all, in particular through the progressive introduction of free secondary education, bearing in mind that special measures to ensure equal access, including affirmative action, ensuring physical access to education, including by increasing financial incentives to families, improving the safety of girls on the way to and from school, ensuring that all schools are accessible, safe, secure and free from violence and providing hygienic, separate and adequate sanitation facilities, contribute to achieving equal opportunity and combating exclusion and ensuring school attendance, in particular for girls and children from low-income families and children who become heads of households;",
    "15": "Calls upon all States to place enhanced emphasis on quality education for the girl child, including catch-up and literacy education for those who did not receive formal education, special initiatives for keeping girls in school through post-primary education, including those who are already married or pregnant, to promote access to skills and entrepreneurship training for young women and to tackle gender stereotypes, in order to ensure that young women entering the labour market have opportunities to obtain full and productive employment and decent work, and equal pay for equal work or work of equal value;",
    "16": "Encourages States to promote lifelong learning opportunities for all, eliminating female illiteracy and promoting financial and digital literacy, ensuring that girls have equal access to leadership training, career development, scholarships and fellowships, strive to ensure the completion of quality early childhood, primary and secondary education, expand vocational and technical education for all girls and foster, as appropriate, intercultural and multilingual education for all, and address negative social norms and gender stereotypes in education systems;",
    "17": "Also encourages States to adopt, as appropriate, and implement inclusive policies and programmes to promote girls’ education in science, technology, engineering and mathematics, including information and communications technology, throughout their education, by, inter alia, expanding the scope of education and training opportunities ranging from basic digital fluency to advanced technical skills, recognizing that girls who develop such skills may enjoy more academic success and higher-paying jobs in the future, and recognizing also that girls and women have an equally important role to play in these arenas as men and boys;",
    "18": "Calls upon States, with the support, where appropriate, of international organizations, civil society and non-governmental organizations, to develop policies and programmes, giving priority to formal, informal and non-formal education programmes, including scientifically accurate and age-appropriate comprehensive education, relevant to cultural contexts, that provides adolescent girls and boys and young women and men in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with information on sexual and reproductive health and HIV prevention, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and informed decision-making, communication and risk reduction skills and to develop respectful relationships, in full partnership with young persons, parents, legal guardians, caregivers, educators and health-care providers, in order to, inter alia, enable them to protect themselves from HIV infection and other risks;",
    "19": "Urges States to acknowledge the different needs of girls and boys during their childhood and adolescence and, as appropriate, to make adapted investments that are consistent with and responsive to their changing needs, in particular ensuring that girls have access to clean water, including safe drinking water, sanitation, hygiene and feminine hygiene products as well as private toilet facilities, including feminine hygiene product disposal facilities, in educational institutions and other public spaces, which will improve their health and access to education and increase their safety;",
    "20": "Calls upon States, in collaboration with civil society and other relevant actors, to promote educational and health practices in order to foster a culture in which menstruation is recognized as healthy and natural, and girls are not stigmatized on this basis, recognizing that girls’ attendance at school can be affected by negative perceptions of menstruation and lack of means to maintain safe personal hygiene, such as water, sanitation and hygiene facilities in schools that meet the needs of girls;",
    "21": " system and civil society to take measures to address the obstacles that continue to affect the achievement of the goals set forth in the Beijing Platform for Action,22 as contained in paragraph 33 of the further actions and initiatives, 23 including reviewing remaining laws that discriminate against women and girls in order to modify or abolish them and, where appropriate, strengthening national mechanisms to implement inclusive policies and programmes for the girl child and, in some cases, to enhance coordination among responsible institutions for the realization of the human rights of girls, including access to justice, fighting impunity for perpetrators of and ensuring the availability of appropriate penalties for crimes of sexual violence committed against the girl child, and to mobilize all necessary resources and support in order to achieve those goals;",
    "22": "Also urges States to ensure that the applicable conventions of the International Labour Organization relating to the employment of girls and boys are respected and effectively enforced and that girls who are employed have equal access to decent work and equal pay for equal work or work of equal value, are protected from economic and sexual exploitation, discrimination, sexual harassment, violence and abuse in the workplace, are aware of their rights and have access to formal and non-formal education, skills development and technical and vocational training, and urges States to develop gender-sensitive measures, including national action plans, where appropriate, to eliminate child labour and its worst forms, commercial sexual exploitation, hazardous forms of child labour, trafficking and slavery-like practices, including forced and bonded labour, and the recruitment or use of children in armed conflict in violation of applicable international law, and to recognize that girls, including those living in rural and remote areas, face greater risks in this regard;",
    "23": "Calls upon States, with the support of relevant stakeholders, including the private sector, civil society, non-governmental organizations and community-based organizations, as appropriate, to take measures to ensure the right of girls to the enjoyment of the highest attainable standard of physical and mental health, including through the development and enforcement of policies, programmes and legal frameworks and the strengthening of health systems that make universally accessible and available quality, gender-responsive, adolescent-friendly health services, menstrual hygiene, information and commodities, including for sexual and reproductive health-care services, HIV/AIDS, and mental health services and nutrition interventions;",
    "24": "Also calls upon States to strengthen the capacity of national health systems, and in this regard invites the international community to assist national efforts, upon request, including by allocating adequate resources in order to provide the essential services needed to prevent obstetric fistula and to treat those cases that occur by providing the continuum of services, including family planning, prenatal and postnatal care, skilled birth attendance, emergency obstetric care and post-partum care, to adolescent girls, including those living in poverty and in underserved rural areas where obstetric fistula is most common;",
    "25": "Urges all States to enact, uphold and strictly enforce laws and policies aimed at preventing and ending child, early and forced marriage and protecting those at risk and to ensure that marriage is entered into only with the informed, free and full consent of the intending spouses, to enact and strictly enforce laws concerning the minimum legal age of consent and the minimum age for marriage, to raise the minimum age for marriage, engage all relevant stakeholders, including girls, where necessary, and ensure that these laws are well known, and national judicial systems are fit, and to further develop and implement holistic, comprehensive and coordinated policies, plans of action and programmes and to support already married girls and adolescents, ensure the provision of viable alternatives and institutional support, ensure access to quality educational opportunities, and increase access to quality and safe schooling for girls, including those living in rural areas, to ensure the survival, protection, development and advancement of the girl child in order to promote and protect the full enjoyment of her human rights and to ensure equal opportunities for girls, including by making such plans an integral part of her total development process;",
    "26": "Urges States to enact, as appropriate, and implement legislation to protect, support and empower children living in child-headed households, in particular those headed by girls, that includes provisions to ensure their physical, psychosocial and economic well-being, including protecting their property and inheritance rights, access to health-care services, nutrition, clean water, including safe drinking water, sanitation and hygiene, shelter, education, scholarships and training opportunities, and that their family is protected and assisted in staying together, including through, where appropriate, social protection programmes and economic support;",
    "27": "Also urges States to forge partnerships with relevant stakeholders, particularly by working with and involving communities in developing programmes and mechanisms designed to ensure the safety and protection as well as the empowerment of children, especially girls, and to ensure that they receive the support that they need from their communities;",
    "28": "Calls upon States to strengthen research, data collection and analysis on the girl child, disaggregated by household structure, sex, age, disability, economic situation, marital and migratory status, geographical location and other characteristics relevant in national contexts, and improve gender statistics on time use, unpaid care work and water and sanitation in order to provide a better understanding of the situations of girls, especially of the multiple forms of discrimination that they face, and to inform the development of necessary policies and programme responses, which should take a holistic, gender-sensitive, age-appropriate approach to addressing the full range of the forms of discrimination that girls may face, in order to promote, respect, protect and fulfil their rights effectively;",
    "29": "Urges States to take all measures necessary to ensure the full enjoyment by girls with disabilities of all human rights and fundamental freedoms, on an equal basis with other children, and to adopt, implement and strengthen appropriate policies and programmes designed to address their needs;",
    "30": "Urges all States to enact and enforce legislation to protect girls from all forms of violence, discrimination, exploitation and harmful practices in all settings, including female infanticide and prenatal sex selection, female genital mutilation, rape, domestic violence, incest, sexual abuse, sexual exploitation, child prostitution, child pornography and other child sexual abuse material, trafficking and forced migration, forced labour and child, early and forced marriage, and to develop age- appropriate, safe, confidential and disability-accessible programmes and medical, social and psychological support services to assist girls who are subjected to violence and discrimination;",
    "31": "Urges States to strengthen and intensify their efforts to prevent and eliminate all forms of school-related violence against girls and to hold perpetrators accountable;",
    "32": " child sexual abuse material, ensuring that adequate mechanisms are in place to enable the reporting and removal of such material and that its creators, distributors and collectors are prosecuted, as appropriate;",
    "33": "Urges States to formulate or review, as needed, comprehensive, multidisciplinary and coordinated national plans, programmes or strategies to eliminate all forms of discrimination and violence against women and girls, which should have dedicated resources, be widely disseminated and provide targets and timetables for implementation, as well as effective domestic enforcement procedures through the establishment of monitoring and evaluation mechanisms involving all parties concerned, including consultations with women’s organizations, giving attention to the recommendations relating to the girl child of the Special Rapporteurs on violence against women, its causes and consequences, and on trafficking in persons, especially women and children, and of the Special Representative of the Secretary-General on Violence against Children;",
    "34": "Also urges States to ensure that children who are capable of forming their own views have the right to express those views freely in all matters affecting them, with the views of the child being given due weight in accordance with the age and maturity of the child, to ensure that this right is fully and equally enjoyed by the girl child, to meaningfully involve girl children, including those with special needs, as well as girls with disabilities, and their representative organizations in decision- making processes, as appropriate, and to include them as full partners in identifying their own needs and in developing, planning, implementing and assessing policies and programmes to meet those needs, with a view to ensuring their full and effective participation;",
    "35": "Recognizes that a considerable number of girl children are particularly vulnerable, including orphans, children living on the street, internally displaced and refugee children, children affected by trafficking and sexual and economic exploitation, children living with or affected by HIV and AIDS, and children who are incarcerated or who live without parental support, and therefore urges States, with the support of the international community, where relevant, to take appropriate measures to address the needs of such children by implementing national, subregional and regional policies and strategies to build and strengthen governmental, community and family capacities to provide a supportive environment for such children, including by providing appropriate counselling and psychosocial support, and ensuring their safety, enrolment in school and access to shelter, good nutrition and health and social services on an equal basis with other children;",
    "36": "Urges all States and the international community to respect, promote and protect the rights of the girl child, taking into account the particular vulnerabilities of the girl child in pre-conflict, conflict and post-conflict situations and in climate- related and other hazards and natural disasters, as well as in other humanitarian emergencies, and urges States to take special measures for the protection of girls in all phases of humanitarian emergencies, from relief to recovery, and in particular to ensure that children have access to basic services, which include clean water, including safe drinking water, sanitation and hygiene, to protect them from sexually transmitted infections, including HIV infection, gender-based violence, including rape, sexual abuse and sexual exploitation, torture, abduction and trafficking, including forced labour, paying special attention to refugee, migrant and displaced girls, and to take into account their special needs in disarmament, demobilization, rehabilitation assistance and reintegration processes;",
    "37": " emergencies and that they fully, equally and meaningfully participate, in accordance with the age and maturity of the child, in the design, implementation, follow-up and evaluation of policies and programmes related to conflict prevention, peace mediation, peacebuilding and post-conflict reconstruction, recognizing the contributions of all members of society to raise awareness and advocate combating the stigmatization of children, including girls affected by armed conflict;",
    "38": "Deplores all acts of sexual exploitation and abuse of and trafficking in women and children, including in humanitarian crises and by humanitarian workers and peacekeepers, including military, police and civilian personnel involved in United Nations operations, takes note of the voluntary compact on preventing and addressing sexual exploitation and abuse introduced by the Secretary-General, welcomes the efforts undertaken by United Nations agencies and peacekeeping operations to implement a zero-tolerance policy in this regard, and requests the Secretary-General or the Member States from which those humanitarian workers originate and personnel-contributing countries to continue to take all appropriate action necessary to combat such abuses and exploitation by such personnel, including through the full implementation without delay of those measures adopted in the relevant General Assembly resolutions based on recommendations of the Special Committee on Peacekeeping Operations;24",
    "39": "Calls upon Member States to devise, enforce and strengthen effective child- and youth-sensitive measures to combat, eliminate and prosecute all forms of trafficking in women and girls, including for sexual and economic exploitation, as part of a comprehensive anti-trafficking strategy within wider efforts to eliminate all forms of violence against women and girls, including by taking effective measures against the criminalization of girls who are victims of exploitation and ensuring that girls who have been exploited receive access to the necessary psychosocial support, and in this regard urges Member States, the United Nations and other international, regional and subregional organizations, as well as civil society, including non-governmental organizations, the private sector and the media, to fully and effectively implement the relevant provisions of the United Nations Global Plan of Action to Combat Trafficking in Persons25 and the activities outlined therein, with full respect for the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime;26",
    "40": "Reaffirms that everyone has a right to a nationality as enshrined in the Universal Declaration of Human Rights,27 and in this regard calls upon States that have not yet done so to consider adopting and implementing nationality legislation consistent with their applicable obligations under international law and to facilitate the acquisition of nationality by and ensure free or low-cost birth registration for children born on their territories or their nationals abroad who would otherwise be stateless;",
    "41": "Calls upon Governments, civil society, including the media, and non-governmental organizations to promote human rights education and full respect for and the enjoyment of the human rights of the girl child, inter alia, through the translation, production and dissemination of age-appropriate and gender-sensitive information material on those rights to all sectors of society, in particular to children;",
    "42": "Requests the Secretary-General, as Chair of the United Nations System Chief Executives Board for Coordination, to ensure that all organizations and bodies of the United Nations system, individually and collectively, in particular the United Nations Children’s Fund, the United Nations Educational, Scientific and Cultural Organization, the World Food Programme, the United Nations Population Fund, the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), the World Health Organization, the Joint United Nations Programme on HIV/AIDS, the United Nations Development Programme, the Office of the United Nations High Commissioner for Refugees and the International Labour Organization, take into account the rights and the particular needs of the girl child in country programmes of cooperation in accordance with national priorities, including through the United Nations Sustainable Development Cooperation Framework;",
    "43": "Requests all human rights treaty bodies and the human rights mechanisms of the Human Rights Council, including the special procedures, to adopt regularly and systematically a gender perspective in the implementation of their mandates and to include in their reports information on the qualitative analysis of violations of the human rights of women and girls, and encourages the strengthening of cooperation and coordination in that regard;",
    "44": "Requests States to ensure that, in all policies and programmes designed to provide comprehensive HIV and AIDS prevention, treatment, care and support, particular attention and support are given to the girl child at risk of, living with or affected by HIV, including pregnant girls and young and adolescent mothers and girls with disabilities, and child heads of households, with a view to achieving Sustainable Development Goal 3, in particular the target of ending the AIDS epidemic by 2030;",
    "45": "Invites States to promote initiatives aimed at developing new and affordable antiretroviral drugs and HIV diagnostics, especially second-line drugs, and point-of-care diagnostics that are child-friendly, as well as investments in female- controlled methods of HIV prevention and their rapid roll-out, including through bilateral and private sector initiatives as well as initiatives on a voluntary basis taken by groups of States, including those based on innovative financing mechanisms that contribute to the mobilization of resources for social development, including those that aim to provide further access to drugs at affordable prices to developing countries on a sustainable and predictable basis, and in this regard takes note of the international drug purchase facility, Unitaid;",
    "46": "Calls upon all States to integrate food and nutritional support with the goal that children, especially girl children, have access at all times to sufficient, safe and nutritious food to meet their dietary needs and food requirements for an active and healthy life;",
    "47": "Calls upon States to ensure that social protection programmes, including HIV-sensitive programmes, are provided to orphans and other vulnerable children, with particular attention to addressing the needs and vulnerabilities of girl children, ensuring school attendance and protecting their rights;",
    "48": "Urges States and other relevant actors to scale up social protection programmes, including other social safety nets and poverty alleviation programmes that are gender-sensitive in design and implementation, to address the specific needs of girls, including of those living in rural and remote areas, and prevent deepening poverty and social exclusion and educational barriers;",
    "49": " the prevention of HIV infection and early pregnancy, and to enjoy the highest attainable standard of physical and mental health, including sexual and reproductive health;",
    "50": "Urges States, the international community, relevant United Nations entities, civil society and international financial institutions to continue to actively support, through the allocation of financial resources and technical assistance, efforts to address girls’ right and access to education;",
    "51": "Calls upon States and other relevant stakeholders to mobilize resources and increase long-term gender- and age-responsive as well as disability-inclusive investments, also through budget allocations, with the focus on achieving gender equality and the empowerment of all girls, including those living in rural and remote areas, in line with the 2030 Agenda for Sustainable Development, and to galvanize relevant private sector investment;",
    "52": "Strongly calls upon States and the international community to create an environment in which the well-being of the girl child is ensured, inter alia, by cooperating, supporting and participating in global efforts towards the full and timely realization of the 2030 Agenda for Sustainable Development and the Addis Ababa Action Agenda of the Third International Conference on Financing for Development and of all other relevant internationally agreed development goals, in particular for the eradication of poverty at the global, regional and country levels, recognizing that strengthened availability and effective allocation of resources are required at all levels in this regard, and reaffirming that investment in children, particularly girls, and the realization of their rights are among the most effective ways to eradicate poverty;",
    "53": "Requests the Secretary-General to submit a report to the General Assembly at its eightieth session on the implementation of the present resolution, including a status analysis on the current and potential impact of digital and emerging technologies on the girl child, using information provided by Member States, the organizations and bodies of the United Nations system and non-governmental organizations, with a view to assessing the impact of the present resolution on the well-being of the girl child."
  },
  "agenda_items": [
    "Item 67"
  ],
  "symbol_references": []
}