{
  "symbol": "A/RES/74/42",
  "filename": "A_RES_74_42.pdf",
  "title": "74/42. Humanitarian consequences of nuclear weapons",
  "text": "United Nations \nA/RES/74/42\n \n \nGeneral Assembly \nDistr.: General \n19 December 2019 \n \n19-21744 (E)    231219 \n*1921744* \n \n \nSeventy-fourth session \nAgenda item 98 (ee) \nGeneral and complete disarmament: humanitarian \nconsequences of nuclear weapons \n \n \n \n \n Resolution adopted by the General Assembly \non 12 December 2019 \n \n \n \n \n[on the report of the First Committee (A/74/368)] \n \n \n \n74/42. Humanitarian consequences of nuclear weapons \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 70/47 of 7 December 2015, 71/46 of 5 December 2016, \n72/30 of 4 December 2017 and 73/47 of 5 December 2018, \n \nReiterating the deep concern about the catastrophic consequences of nuclear \nweapons,  \n \nStressing that the immense and uncontrollable destructive capability and \nindiscriminate nature of nuclear weapons cause unacceptable humanitarian \nconsequences, as has been demonstrated through their past use and testing, \n \nRecalling that concern about the humanitarian consequences of nuclear weapons \nhas been reflected in numerous United Nations resolutions, including the first \nresolution adopted by the General Assembly, on 24 January 1946, \n \nRecalling also that at the first special session of the General Assembly devoted \nto disarmament, in 1978, the Assembly stressed that nuclear weapons posed the \ngreatest danger to mankind and to the survival of civilization, 1 \n \nWelcoming the renewed interest and resolve of the international community, \ntogether with the International Committee of the Red Cross and international \nhumanitarian organizations, to address the catastrophic consequences of nuclear \nweapons, \n__________________ \n \n1  See resolution S-10/2. \n\nA/RES/74/42 \nHumanitarian consequences of nuclear weapons\n \n19-21744\n2/3 \n \n \nRecalling that the 2010 Review Conference of the Parties to the Treaty on the \nNon-Proliferation of Nuclear Weapons expressed deep concern at the catastrophic \nhumanitarian consequences of any use of nuclear weapons, 2 \n \nNoting the resolution of 26 November 2011 of the Council of Delegates of the \nInternational Red Cross and Red Crescent Movement entitled “Working towards the \nelimination of nuclear weapons”, \n \nRecalling the joint statements on the humanitarian consequences of nuclear \nweapons delivered to the General Assembly and during the 2010–2015 cycle of the \nreview of the Treaty on the Non-Proliferation of Nuclear Weapons,3 \n \nWelcoming the facts-based discussions on the effects of a nuclear weapon \ndetonation that were held at the conferences on the humanitarian impact of nuclear \nweapons, convened by Norway, on 4 and 5 March 2013, Mexico, on 13 and \n14 February 2014, and Austria, on 8 and 9 December 2014,  \n \nCognizant that a key message from experts and international organizations at \nthose conferences was that no State or international body could address the immediate \nhumanitarian emergency caused by a nuclear weapon detonation or provide adequate \nassistance to victims, \n \nFirmly believing that it is in the interest of all States to engage in discussions on \nthe humanitarian consequences of nuclear weapons with the aim of further broadening \nand deepening the understanding of this matter, and welcoming civil society’s \nongoing engagement, \n \nReaffirming the role of civil society, in partnership with Governments, in raising \nawareness about the unacceptable humanitarian consequences of nuclear weapons, \n \nEmphasizing that the catastrophic consequences of nuclear weapons affect not \nonly Governments but each and every citizen of our interconnected world and have \ndeep implications for human survival, for the environment, for socioeconomic \ndevelopment, for our economies and for the health of future generations, \n \n1. \nStresses that it is in the interest of the very survival of humanity that \nnuclear weapons never be used again, under any circumstances; \n \n2. \nEmphasizes that the only way to guarantee that nuclear weapons will never \nbe used again is their total elimination; \n \n3. \nStresses that the catastrophic effects of a nuclear weapon detonation, \nwhether by accident, miscalculation or design, cannot be adequately addressed; \n \n4. \nExpresses its firm belief that awareness of the catastrophic consequences \nof nuclear weapons must underpin all approaches and efforts towards nuclear \ndisarmament; \n \n5. \nCalls upon all States, in their shared responsibility, to prevent the use of \nnuclear weapons, to prevent their vertical and horizontal proliferation and to achieve \nnuclear disarmament; \n \n6. \nUrges States to exert all efforts to totally eliminate the threat of these \nweapons of mass destruction; \n__________________ \n \n2  See 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vol. I (NPT/CONF.2010/50 (Vol. I)), part I, Conclusions and \nrecommendations for follow-on actions. \n \n3  United Nations, Treaty Series, vol. 729, No. 10485. \n\nHumanitarian consequences of nuclear weapons \nA/RES/74/42\n \n3/3\n19-21744 \n \n \n7. \nDecides to include in the provisional agenda of its seventy-fifth session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Humanitarian consequences of nuclear weapons”. \n \n46th plenary meeting \n12 December 2019 \n \n",
  "paragraphs": {
    "1": "Stresses that it is in the interest of the very survival of humanity that nuclear weapons never be used again, under any circumstances;",
    "2": "Emphasizes that the only way to guarantee that nuclear weapons will never be used again is their total elimination;",
    "3": "Stresses that the catastrophic effects of a nuclear weapon detonation, whether by accident, miscalculation or design, cannot be adequately addressed;",
    "4": "Expresses its firm belief that awareness of the catastrophic consequences of nuclear weapons must underpin all approaches and efforts towards nuclear disarmament;",
    "5": "Calls upon all States, in their shared responsibility, to prevent the use of nuclear weapons, to prevent their vertical and horizontal proliferation and to achieve nuclear disarmament;",
    "6": "Urges States to exert all efforts to totally eliminate the threat of these weapons of mass destruction; __________________ 2 See 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons, Final Document, vol. I (NPT/CONF.2010/50 (Vol. I)), part I, Conclusions and recommendations for follow-on actions. 3 United Nations, Treaty Series, vol. 729, No. 10485. Humanitarian consequences of nuclear weapons A/RES/74/42 3/3 19-21744",
    "7": "Decides to include in the provisional agenda of its seventy-fifth session, under the item entitled “General and complete disarmament”, the sub-item entitled “Humanitarian consequences of nuclear weapons”. 46th plenary meeting 12 December 2019"
  },
  "agenda_items": [
    "Item 98"
  ],
  "symbol_references": []
}