{
  "symbol": "A/RES/75/160",
  "filename": "A_RES_75_160.pdf",
  "title": "75/160. Intensifying global efforts for the elimination of female genital mutilation",
  "text": "United Nations \nA/RES/75/160\n \n \nGeneral Assembly \nDistr.: General \n23 December 2020 \n \n \n20-17297 (E)    301220 \n*2017297* \n \n \nSeventy-fifth session \nAgenda item 28 \nAdvancement of women  \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2020 \n \n \n \n \n[on the report of the Third Committee (A/75/471, para. 80)] \n \n \n 75/160. Intensifying global efforts for the elimination of female \ngenital mutilation \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 53/117 of 9 December 1998, 56/128 of 19 December \n2001, 67/146 of 20 December 2012, 68/146 of 18 December 2013, 69/150 of \n18 December 2014, 71/168 of 19 December 2016 and 73/149 of 17 December 2018, \nCommission on the Status of Women resolutions 51/2 of 9 March 2007,1 52/2 of 7 March \n20082 and 54/7 of 12 March 20103 and Human Rights Council resolutions 27/22 of \n26 September 2014,4 32/21 of 1 July 2016,5 38/6 of 2 July 20186 and 44/16 of 17 July \n20207 and all relevant agreed conclusions of the Commission on the Status of Women, \n \nReaffirming the Universal Declaration of Human Rights,8 \n \nReaffirming also that the Convention on the Rights of the Child,9 the Convention \non the Elimination of All Forms of Discrimination against Women10 and all relevant \nconventions, together with the optional protocols thereto, as appropriate, constitute \n__________________ \n \n1  See Official Records of the Economic and Social Council, 2007, Supplement No. 7 (E/2007/27), \nchap. I, sect. D. \n \n2  Ibid., 2008, Supplement No. 7 (E/2008/27), chap. I, sect. D. \n \n3  Ibid., 2010, Supplement No. 7 and corrigendum (E/2010/27 and E/2010/27/Corr.1), chap. I, \nsect. D. \n \n4  See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 53A and \ncorrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n5  Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. V, sect. A. \n \n6  Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. VI, sect. A. \n \n7  Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. V, sect. A. \n \n8  Resolution 217 A (III). \n \n9  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n10  Ibid., vol. 1249, No. 20378. \n\nA/RES/75/160 \nIntensifying global efforts for the elimination \nof female genital mutilation\n \n20-17297\n2/7 \n \nan important contribution to the legal framework for the protection and promotion of \nthe human rights of women and girls, \n \nReaffirming further the Beijing Declaration11 and Platform for Action,12 the \noutcomes of the twenty-third special session of the General Assembly, entitled \n“Women 2000: gender equality, development and peace for the twenty-first \ncentury”,13 the Programme of Action of the International Conference on Population \nand Development14 and the Programme of Action of the World Summit for Social \nDevelopment15 and their 5-, 10-, 15- and 20-year reviews, as well as the United \nNations Millennium Declaration,16 and the commitments relevant to women and girls \nmade at the 2005 World Summit17 and reiterated in Assembly resolution 65/1 of \n22 September 2010, entitled “Keeping the promise: united to achieve the Millennium \nDevelopment Goals”, and those made in the outcome document of the United Nations \nsummit for the adoption of the post-2015 development agenda, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, 18 \n \nRecognizing the role of regional and subregional instruments and mechanisms \nin the prevention and elimination of female genital mutilation, where they exist, \n \nRecalling Agenda 2063 of the African Union and the Protocol to the African \nCharter on Human and Peoples’ Rights on the Rights of Women in Africa, adopted in \nMaputo on 11 July 2003, which contains, inter alia, undertakings and commitments \non ending female genital mutilation and marks a significant milestone towards the \nelimination and ending of female genital mutilation, \n \nRecalling also the decision of the African Union, adopted in Malabo on 1 July \n2011, to support the adoption by the General Assembly at its sixty-sixth session of a \nresolution banning female genital mutilation, \n \nRecognizing that female genital mutilation constitutes irreparable, irreversible \nharm and an act of violence against women and girls that impairs and undermines the \nenjoyment of their human rights, and recognizing also that it affects many women and \ngirls who are at risk of being subjected to the practice throughout the world, which is \nan impediment to the full achievement of gender equality and the empowerment of \nwomen and girls, \n \nReaffirming that female genital mutilation is a harmful practice constituting a \nserious threat to the health of women and girls, including their physical, mental, \nsexual and reproductive health, that it has no documented health benefits, that it may \ngive rise to possible adverse obstetric and prenatal outcomes and may increase \nvulnerability to hepatitis C, tetanus, sepsis, urine retention and ulceration, as well as \nto fatal consequences for the mother and child, and that the elimination of this harmful \npractice can be achieved as a result of a comprehensive movement that involves all \npublic and private stakeholders in society, including women and men, girls and boys, \nfamilies, communities, religious leaders and local community and traditional leaders, \n__________________ \n \n11  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annex I. \n \n12  Ibid., annex II. \n \n13  Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n14  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n15  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annex II. \n \n16  Resolution 55/2. \n \n17  See resolution 60/1. \n \n18  Resolution 70/1. \n\nIntensifying global efforts for the elimination \nof female genital mutilation \nA/RES/75/160\n \n3/7\n20-17297 \n \n \nRecognizing that female genital mutilation is inherently linked to deep-rooted \nharmful stereotypes, negative social norms, perceptions and customs on the part of \nboth women and men that threaten the physical and psychological integrity of women \nand girls, and that are obstacles to their full enjoyment of human rights, and \nacknowledging in this regard that awareness-raising is critical, \n \nWelcoming the increased national, regional and international efforts and the \npolitical commitment at the highest levels, which are critical to successfully \neradicating female genital mutilation, \n \nDeeply concerned that the practice of female genital mutilation persists in all \nparts of the world and that new methods, such as its medicalization and cross-border \npractice, are emerging, \n \nRecognizing that negative discriminatory and stereotypical attitudes and \nbehaviours, on the part of both women and men, have direct implications for the status \nand treatment of women and girls, and that such negative stereotypes impede the \nimplementation of legislative and normative frameworks that guarantee gender \nequality and prohibit discrimination on the basis of sex, \n \nStressing that men and boys play an important role in the acceleration of \nprogress in preventing and eliminating harmful practices such as female genital \nmutilation by being agents of change, \n \nRecognizing that the campaign of the Secretary-General entitled “UNiTE to End \nViolence against Women” and the Global Database on Violence against Women have \ncontributed to addressing the elimination of female genital mutilation, \n \nWelcoming the efforts of the United Nations system to end female genital \nmutilation, in particular the commitment of 10 United Nations entities,19 announced \nin their joint inter-agency statement of 27 February 2008 on eliminating female \ngenital mutilation, as well as the Joint Programme on the Elimination of Female \nGenital Mutilation: Accelerating Change of the United Nations Population Fund and \nthe United Nations Children’s Fund, to accelerate the elimination of the practice, \n \nCommending the continued efforts and actions undertaken by States, \nindividually and collectively, regional organizations and United Nations agencies for \nthe elimination of female genital mutilation, as well as the implementation of its \nresolution 71/168, \n \nUnderscoring the importance of eliminating female genital mutilation as a \ncontribution to the implementation of the range of Sustainable Development Goals \nand targets of the 2030 Agenda for Sustainable Development, in particular target 5.3, \n \nTaking note of the report of the Secretary-General,20 \n \nDeeply concerned that a tremendous gap in resources continues to exist and that \nthe shortfall in funding has severely limited the scope and pace of programmes and \nactivities for the elimination of female genital mutilation, \n \n1. \nStresses that the empowerment of women and girls is key to breaking the \ncycle of discrimination and violence and for the promotion and protection of human \nrights, including the right to the enjoyment of the highest attainable standard of \nmental and physical health, including sexual and reproductive health, and calls upon \n__________________ \n \n19  Office of the United Nations High Commissioner for Human Rights, Joint United Nations \nProgramme on HIV/AIDS, United Nations Development Programme, Economic Commission for \nAfrica, United Nations Educational, Scientific and Cultural Organization, United Nations \nPopulation Fund, Office of the United Nations High Commissioner for Refugees, United Nations \nChildren’s Fund, United Nations Development Fund for Women and World Health Organization. \n \n20  A/75/279. \n\nA/RES/75/160 \nIntensifying global efforts for the elimination \nof female genital mutilation\n \n20-17297\n4/7 \n \nStates parties to fulfil their obligations under the Convention on the Rights of the \nChild and the Convention on the Elimination of All Forms of Discrimination against \nWomen, as well as their commitments to implement the Declaration on the \nElimination of Violence against Women,21 the Programme of Action of the \nInternational Conference on Population and Development, the Beijing Platform for \nAction and the outcomes of the twenty-third special session of the General Assembly, \nentitled “Women 2000: gender equality, development and peace for the twenty-first \ncentury”, and of the special session of the General Assembly on children; 22 \n \n2. \nCalls upon States to place a stronger focus on the development and \nimplementation of comprehensive prevention strategies, including the intensification \nof educational campaigns, awareness-raising and formal and non-formal education \nand training in order to promote the direct engagement of girls and boys, women and \nmen and to ensure that all key actors, including government officials, law \nenforcement and judicial personnel, immigration officials, parliamentarians, health-\ncare providers, practitioners, civil society, the private sector, community and religious \nleaders, teachers, employers, media professionals and those directly working with \ngirls, as well as parents, legal guardians, families and communities, work to eliminate \nattitudes and harmful practices, in particular female genital mutilation, that negatively \naffect women and girls, and emphasizes the importance of adopting a non-stigmatization \napproach in all prevention interventions; \n \n3. \nAlso calls upon States to develop information and awareness-raising \ncampaigns and programmes to systematically reach and engage the general public, \nespecially relevant professionals, in particular schoolteachers, families, communities, \ncivil society representatives, including women’s and girl-led organizations and \nreligious and traditional leaders, including through the traditional and non-traditional \nmedia, \nfeaturing \ntelevision \nand \nradio \ndiscussions \nand \ninformation \nand \ncommunications technology, about the harmful effects of female genital mutilation \nand the fact that this practice still exists and about national and international levels of \nsupport for the elimination of female genital mutilation, with a view to helping to \nchange existing negative social norms, attitudes and behaviours that condone and \njustify gender inequality, all forms of violence against women and girls and harmful \npractices, including female genital mutilation; \n \n4. \nFurther calls upon States to provide the resources necessary to strengthen \nadvocacy and awareness-raising programmes, to mobilize girls and women and boys \nand men to take an active part in developing preventive and elimination programmes \nto address harmful practices, especially female genital mutilation, to engage families, \nlocal community and religious leaders, educational institutions, the media and civil \nsociety and to provide increased financial support to efforts at all levels to end \ndiscriminatory social norms and practices, and calls upon the international \ncommunity to support States in these efforts; \n \n5. \nUrges States to complement punitive measures with awareness-raising and \neducational activities designed to promote a process of consensus towards the \nelimination of female genital mutilation, and also urges States to protect and support \nwomen and girls who have been subjected to female genital mutilation and those who \nare at risk in order to assist them, including by developing social, legal and \npsychological support services and care and appropriate remedies, and to ensure \naccess to health-care services, including for sexual and reproductive health, in order \nto improve their health and well-being; \n__________________ \n \n21  Resolution 48/104. \n \n22  Resolution S-27/2, annex. \n\nIntensifying global efforts for the elimination \nof female genital mutilation \nA/RES/75/160\n \n5/7\n20-17297 \n \n \n6. \nAlso urges States to condemn all harmful practices that affect women and \ngirls, in particular female genital mutilation, whether committed within or outside a \nmedical institution, to take all measures necessary, including through educational \ncampaigns and by enacting and enforcing legislation to prohibit female genital \nmutilation, to protect women and girls from this act of violence, to hold perpetrators \nto account and to put in place adequate accountability mechanisms at the national and \nlocal levels, where applicable, in order to monitor progress; \n \n7. \nCalls upon States to address the medicalization of female genital \nmutilation and to encourage professional associations and trade unions of health \nservice providers to adopt internal disciplinary rules prohibiting their members from \nengaging in the harmful practice of female genital mutilation; \n \n8. \nUrges States to promote gender-sensitive, empowering educational \nprocesses, sensitive to the needs of women and girls, by reviewing and revising, as \nappropriate, school curricula, educational materials and teacher-training programmes \nand elaborating policies and programmes of zero tolerance of violence against girls \nor of harmful practices, including female genital mutilation, placing special emphasis \non education about the harmful effects of female genital mutilation, and to further \nintegrate a comprehensive understanding of the causes and consequences of gender-\nbased violence and discrimination against women and girls into education and \ntraining curricula at all levels; \n \n9. \nAlso urges States to ensure that the protection of and provision of support to \nwomen and girls subject to, or at risk of, female genital mutilation are an integral part of \npolicies and programmes that address the practice, and to provide women and girls with \ncoordinated, specialized, accessible and quality multisectoral prevention and response, \nincluding education, as well as legal, psychological, health-care and social services, \nprovided by qualified personnel, consistent with the guidelines of medical ethics; \n \n10. Calls upon States to ensure that national action plans and strategies on the \nelimination of female genital mutilation are comprehensive and multidisciplinary in \nscope and that they include projected timelines for goals and incorporate clear targets \nand indicators for the effective monitoring, impact assessment and coordination of \nprogrammes among all relevant stakeholders and promote their participation, \nincluding the participation of affected women and girls, practising communities and \nnon-governmental organizations, in the development, implementation and evaluation \nof such plans and strategies; \n \n11. \nUrges States to take, within the general framework of integration policies \nand in consultation with affected communities, effective and specific targeted \nmeasures for refugee and migrant women and girls, their families and their \ncommunities in order to protect women and girls everywhere from female genital \nmutilation, including when the practice occurs outside the country of residence; \n \n12. Also urges States to pursue a comprehensive, culturally sensitive, \nsystematic approach that incorporates a social perspective and is based on human \nrights and gender equality in providing education and training to families, local \ncommunity leaders and members of all professions relevant to the protection and \nempowerment of women and girls in order to increase awareness of and commitment \nto the elimination of female genital mutilation; \n \n13. Further urges States to identify and allocate sufficient resources to the \nimplementation of policies and programmes and legislative frameworks aimed at \neliminating female genital mutilation, in particular measures involving information \nand communications technologies to facilitate learning and knowledge-sharing; \n \n14. Calls upon States to develop, support and implement comprehensive and \nintegrated strategies for the prevention of female genital mutilation, including the \n\nA/RES/75/160 \nIntensifying global efforts for the elimination \nof female genital mutilation\n \n20-17297\n6/7 \n \ntraining of social workers, medical personnel, community and religious leaders and \nrelevant professionals, and to ensure that they provide competent, supportive services \nand care to all women and girls who are at risk of or who have undergone female \ngenital mutilation and encourage them to report to the appropriate authorities cases \nin which they believe that women or girls are at risk; \n \n15. Also calls upon States to support, as part of a comprehensive approach to \neliminate female genital mutilation, programmes that engage local community \npractitioners of female genital mutilation in community-based initiatives for the \nelimination of the practice, including, where relevant, the identification and the \nprovision by communities of alternative livelihoods for them; \n \n16. Calls upon the international community, the relevant United Nations \nentities and civil society and international financial institutions to continue to actively \nsupport, through the allocation of increased financial resources and technical \nassistance, targeted comprehensive programmes that address the needs and priorities \nof women and girls at risk of or subjected to female genital mutilation; \n \n17. \nCalls upon the international community to strongly support, including \nthrough increased financial support, the third phase of the Joint Programme on the \nElimination of Female Genital Mutilation: Accelerating Change of the United Nations \nPopulation Fund and the United Nations Children’s Fund, which will run until 2021, as \nwell as national programmes focused on the elimination of female genital mutilation; \n \n18. \nStresses that progress has been made in eliminating female genital mutilation \nin a number of countries using a common coordinated approach that promotes positive \nsocial change at the community, national, regional and international levels, and recalls \nthe goal set out in the United Nations inter-agency statement that female genital \nmutilation is to be eliminated within a generation, with some of the main achievements \nbeing obtained by 2030, in line with the Sustainable Development Goals; \n \n19. Encourages men and boys to take an active part and to become strategic \npartners of women and girls and their allies in efforts, including through \nintergenerational dialogue, to eliminate violence, discrimination and harmful \npractices against women and girls, in particular female genital mutilation, through \nnetworks, peer programmes, information campaigns and training programmes; \n \n20. Calls upon States to engage key stakeholders, in a coordinated manner, \nincluding various sectors of government and civil society organizations, along with \nthe support, upon request, of United Nations entities, in developing a \nmultidisciplinary approach to both preventing and responding to female genital \nmutilation and to adopt laws and policies, where appropriate, providing high-quality, \nmultisectoral interventions for girls and women who have been subject to female \ngenital mutilation, as well as robust prevention strategies, taking into consideration \nthose girls and women who are most vulnerable; \n \n21. Calls upon States, the United Nations system, civil society and all \nstakeholders to continue to observe 6 February as the International Day of Zero \nTolerance for Female Genital Mutilation and to use the day to enhance awareness-\nraising campaigns and to take concrete actions against female genital mutilation; \n \n22. Calls upon States to improve the collection and analysis of quantitative \nand qualitative disaggregated data, where appropriate, and to collaborate with \nexisting data collection systems, which are crucial for evidence-based legal and \npolicy development, programme design and implementation and the monitoring of \nthe elimination of female genital mutilation; \n \n23. Also calls upon States to develop unified methods and standards for the \ncollection of data on female genital mutilation, which is underdocumented and \n\nIntensifying global efforts for the elimination \nof female genital mutilation \nA/RES/75/160\n \n7/7\n20-17297 \n \nunderreported, to develop additional indicators to effectively measure progress in \neliminating this practice and to reinforce the sharing of good practices relating to the \nprevention and elimination of female genital mutilation at the subregional, regional \nand global levels; \n \n24. Urges the international community to fulfil its commitment in supporting \ndeveloping countries in strengthening the capacity of national statistical offices and \ndata systems to ensure access to high-quality, timely, reliable and disaggregated data, \nwhile ensuring national ownership in supporting and tracking progress, in order, \ninter alia, to inform policy and programming, as well as to monitor progress in the \nelimination of female genital mutilation; \n \n25. Requests the Secretary-General to ensure that all relevant organizations \nand bodies of the United Nations system, in particular the United Nations Population \nFund, the United Nations Children’s Fund, the United Nations Entity for Gender \nEquality and the Empowerment of Women (UN-Women), the World Health \nOrganization, the United Nations Educational, Scientific and Cultural Organization, \nthe United Nations Development Programme, the Office of the United Nations High \nCommissioner for Refugees and the Office of the United Nations High Commissioner \nfor Human Rights, individually and collectively, take into account the protection and \npromotion of the rights of women and girls against female genital mutilation in their \ncountry programmes, as appropriate and in accordance with national priorities, in \norder to further strengthen their efforts in this regard; \n \n26. \nRenews its request to the Secretary-General to submit to the General \nAssembly, at its seventy-seventh session, an in-depth, multidisciplinary, evidence-based \nreport, with accurate and updated data, an analysis of root causes, progress made to date, \nchallenges and needs and action-oriented recommendations for eliminating this practice, \non the basis of updated information provided by Member States, relevant actors of the \nUnited Nations system working on the issue and other relevant stakeholders. \n \n46th plenary meeting \n16 December 2020 \n \n \n",
  "paragraphs": {
    "1": "Stresses that the empowerment of women and girls is key to breaking the cycle of discrimination and violence and for the promotion and protection of human rights, including the right to the enjoyment of the highest attainable standard of mental and physical health, including sexual and reproductive health, and calls upon States parties to fulfil their obligations under the Convention on the Rights of the Child and the Convention on the Elimination of All Forms of Discrimination against Women, as well as their commitments to implement the Declaration on the Elimination of Violence against Women,21 the Programme of Action of the International Conference on Population and Development, the Beijing Platform for Action and the outcomes of the twenty-third special session of the General Assembly, entitled “Women 2000: gender equality, development and peace for the twenty-first century”, and of the special session of the General Assembly on children; 22",
    "2": "Calls upon States to place a stronger focus on the development and implementation of comprehensive prevention strategies, including the intensification of educational campaigns, awareness-raising and formal and non-formal education and training in order to promote the direct engagement of girls and boys, women and men and to ensure that all key actors, including government officials, law enforcement and judicial personnel, immigration officials, parliamentarians, health- care providers, practitioners, civil society, the private sector, community and religious leaders, teachers, employers, media professionals and those directly working with girls, as well as parents, legal guardians, families and communities, work to eliminate attitudes and harmful practices, in particular female genital mutilation, that negatively affect women and girls, and emphasizes the importance of adopting a non-stigmatization approach in all prevention interventions;",
    "3": "Also calls upon States to develop information and awareness-raising campaigns and programmes to systematically reach and engage the general public, especially relevant professionals, in particular schoolteachers, families, communities, civil society representatives, including women’s and girl-led organizations and religious and traditional leaders, including through the traditional and non-traditional media, featuring television and radio discussions and information and communications technology, about the harmful effects of female genital mutilation and the fact that this practice still exists and about national and international levels of support for the elimination of female genital mutilation, with a view to helping to change existing negative social norms, attitudes and behaviours that condone and justify gender inequality, all forms of violence against women and girls and harmful practices, including female genital mutilation;",
    "4": "Further calls upon States to provide the resources necessary to strengthen advocacy and awareness-raising programmes, to mobilize girls and women and boys and men to take an active part in developing preventive and elimination programmes to address harmful practices, especially female genital mutilation, to engage families, local community and religious leaders, educational institutions, the media and civil society and to provide increased financial support to efforts at all levels to end discriminatory social norms and practices, and calls upon the international community to support States in these efforts;",
    "5": "Urges States to complement punitive measures with awareness-raising and educational activities designed to promote a process of consensus towards the elimination of female genital mutilation, and also urges States to protect and support women and girls who have been subjected to female genital mutilation and those who are at risk in order to assist them, including by developing social, legal and psychological support services and care and appropriate remedies, and to ensure access to health-care services, including for sexual and reproductive health, in order to improve their health and well-being;",
    "6": "Also urges States to condemn all harmful practices that affect women and girls, in particular female genital mutilation, whether committed within or outside a medical institution, to take all measures necessary, including through educational campaigns and by enacting and enforcing legislation to prohibit female genital mutilation, to protect women and girls from this act of violence, to hold perpetrators to account and to put in place adequate accountability mechanisms at the national and local levels, where applicable, in order to monitor progress;",
    "7": "Calls upon States to address the medicalization of female genital mutilation and to encourage professional associations and trade unions of health service providers to adopt internal disciplinary rules prohibiting their members from engaging in the harmful practice of female genital mutilation;",
    "8": "Urges States to promote gender-sensitive, empowering educational processes, sensitive to the needs of women and girls, by reviewing and revising, as appropriate, school curricula, educational materials and teacher-training programmes and elaborating policies and programmes of zero tolerance of violence against girls or of harmful practices, including female genital mutilation, placing special emphasis on education about the harmful effects of female genital mutilation, and to further integrate a comprehensive understanding of the causes and consequences of gender- based violence and discrimination against women and girls into education and training curricula at all levels;",
    "9": "Also urges States to ensure that the protection of and provision of support to women and girls subject to, or at risk of, female genital mutilation are an integral part of policies and programmes that address the practice, and to provide women and girls with coordinated, specialized, accessible and quality multisectoral prevention and response, including education, as well as legal, psychological, health-care and social services, provided by qualified personnel, consistent with the guidelines of medical ethics;",
    "10": "Calls upon States to ensure that national action plans and strategies on the elimination of female genital mutilation are comprehensive and multidisciplinary in scope and that they include projected timelines for goals and incorporate clear targets and indicators for the effective monitoring, impact assessment and coordination of programmes among all relevant stakeholders and promote their participation, including the participation of affected women and girls, practising communities and non-governmental organizations, in the development, implementation and evaluation of such plans and strategies;",
    "11": "Urges States to take, within the general framework of integration policies and in consultation with affected communities, effective and specific targeted measures for refugee and migrant women and girls, their families and their communities in order to protect women and girls everywhere from female genital mutilation, including when the practice occurs outside the country of residence;",
    "12": "Also urges States to pursue a comprehensive, culturally sensitive, systematic approach that incorporates a social perspective and is based on human rights and gender equality in providing education and training to families, local community leaders and members of all professions relevant to the protection and empowerment of women and girls in order to increase awareness of and commitment to the elimination of female genital mutilation;",
    "13": "Further urges States to identify and allocate sufficient resources to the implementation of policies and programmes and legislative frameworks aimed at eliminating female genital mutilation, in particular measures involving information and communications technologies to facilitate learning and knowledge-sharing;",
    "14": " training of social workers, medical personnel, community and religious leaders and relevant professionals, and to ensure that they provide competent, supportive services and care to all women and girls who are at risk of or who have undergone female genital mutilation and encourage them to report to the appropriate authorities cases in which they believe that women or girls are at risk;",
    "15": "Also calls upon States to support, as part of a comprehensive approach to eliminate female genital mutilation, programmes that engage local community practitioners of female genital mutilation in community-based initiatives for the elimination of the practice, including, where relevant, the identification and the provision by communities of alternative livelihoods for them;",
    "16": "Calls upon the international community, the relevant United Nations entities and civil society and international financial institutions to continue to actively support, through the allocation of increased financial resources and technical assistance, targeted comprehensive programmes that address the needs and priorities of women and girls at risk of or subjected to female genital mutilation;",
    "17": "Calls upon the international community to strongly support, including through increased financial support, the third phase of the Joint Programme on the Elimination of Female Genital Mutilation: Accelerating Change of the United Nations Population Fund and the United Nations Children’s Fund, which will run until 2021, as well as national programmes focused on the elimination of female genital mutilation;",
    "18": "Stresses that progress has been made in eliminating female genital mutilation in a number of countries using a common coordinated approach that promotes positive social change at the community, national, regional and international levels, and recalls the goal set out in the United Nations inter-agency statement that female genital mutilation is to be eliminated within a generation, with some of the main achievements being obtained by 2030, in line with the Sustainable Development Goals;",
    "19": "Encourages men and boys to take an active part and to become strategic partners of women and girls and their allies in efforts, including through intergenerational dialogue, to eliminate violence, discrimination and harmful practices against women and girls, in particular female genital mutilation, through networks, peer programmes, information campaigns and training programmes;",
    "20": "Calls upon States to engage key stakeholders, in a coordinated manner, including various sectors of government and civil society organizations, along with the support, upon request, of United Nations entities, in developing a multidisciplinary approach to both preventing and responding to female genital mutilation and to adopt laws and policies, where appropriate, providing high-quality, multisectoral interventions for girls and women who have been subject to female genital mutilation, as well as robust prevention strategies, taking into consideration those girls and women who are most vulnerable;",
    "21": "Calls upon States, the United Nations system, civil society and all stakeholders to continue to observe 6 February as the International Day of Zero Tolerance for Female Genital Mutilation and to use the day to enhance awareness- raising campaigns and to take concrete actions against female genital mutilation;",
    "22": "Calls upon States to improve the collection and analysis of quantitative and qualitative disaggregated data, where appropriate, and to collaborate with existing data collection systems, which are crucial for evidence-based legal and policy development, programme design and implementation and the monitoring of the elimination of female genital mutilation;",
    "23": " underreported, to develop additional indicators to effectively measure progress in eliminating this practice and to reinforce the sharing of good practices relating to the prevention and elimination of female genital mutilation at the subregional, regional and global levels;",
    "24": "Urges the international community to fulfil its commitment in supporting developing countries in strengthening the capacity of national statistical offices and data systems to ensure access to high-quality, timely, reliable and disaggregated data, while ensuring national ownership in supporting and tracking progress, in order, inter alia, to inform policy and programming, as well as to monitor progress in the elimination of female genital mutilation;",
    "25": "Requests the Secretary-General to ensure that all relevant organizations and bodies of the United Nations system, in particular the United Nations Population Fund, the United Nations Children’s Fund, the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), the World Health Organization, the United Nations Educational, Scientific and Cultural Organization, the United Nations Development Programme, the Office of the United Nations High Commissioner for Refugees and the Office of the United Nations High Commissioner for Human Rights, individually and collectively, take into account the protection and promotion of the rights of women and girls against female genital mutilation in their country programmes, as appropriate and in accordance with national priorities, in order to further strengthen their efforts in this regard;",
    "26": "Renews its request to the Secretary-General to submit to the General Assembly, at its seventy-seventh session, an in-depth, multidisciplinary, evidence-based report, with accurate and updated data, an analysis of root causes, progress made to date, challenges and needs and action-oriented recommendations for eliminating this practice, on the basis of updated information provided by Member States, relevant actors of the United Nations system working on the issue and other relevant stakeholders."
  },
  "agenda_items": [
    "Item 28"
  ],
  "symbol_references": []
}