{
  "symbol": "A/RES/80/15",
  "filename": "A_RES_80_15.pdf",
  "title": "80/15. Treaty for the Prohibition of Nuclear Weapons in Latin America and the Caribbean (Treaty of Tlatelolco)",
  "text": "United Nations \nA/RES/80/15 \n \nGeneral Assembly \nDistr.: General \n5 December 2025 \n25-19973 (E) \n*2519973* \n \n \nEightieth session \nAgenda item 93 \nTreaty for the Prohibition of Nuclear Weapons in \nLatin America and the Caribbean (Treaty of Tlatelolco) \n \n \n \n \n Resolution adopted by the General Assembly \non 1 December 2025 \n \n \n[on the report of the First Committee (A/80/534, para. 7)] \n \n \n \n80/15. Treaty for the Prohibition of Nuclear Weapons in Latin America \nand the Caribbean (Treaty of Tlatelolco) \n \n \n \nThe General Assembly, \n \nRecalling that the Treaty for the Prohibition of Nuclear Weapons in Latin \nAmerica and the Caribbean (Treaty of Tlatelolco)1 was opened for signature in \nMexico City on 14 February 1967, \n \nRecalling also that, in its resolution 2286 (XXII) of 5 December 1967, it \nwelcomed with special satisfaction the Treaty of Tlatelolco as an event of historic \nsignificance in the efforts to prevent the proliferation of nuclear weapons and to \npromote international peace and security, \n \nRecalling further that, in its preamble, the Treaty of Tlatelolco states that \nmilitarily denuclearized zones are not an end in themselves but rather a means for \nachieving general and complete disarmament at a later stage, \n \nRecalling that, in its preamble, the Treaty of Tlatelolco notes that the \nestablishment of militarily denuclearized zones is closely linked with the maintenance \nof peace and security in the respective regions and that the military denuclearization \nof vast geographical zones, adopted by the sovereign decision of the States comprised \ntherein, will exercise a beneficial influence on other regions where similar conditions \nexist, \n \nConsidering that, 58 years following its adoption, the Treaty of Tlatelolco \nremains a living instrument and a source of inspiration for the creation of other \nnuclear-weapon-free zones, \n_______________ \n \n1 United Nations, Treaty Series, vol. 634, No. 9068. \n\nA/RES/80/15 \nTreaty for the Prohibition of Nuclear Weapons in Latin America \nand the Caribbean (Treaty of Tlatelolco)\n \n25-19973\n2/3 \n \n \nTaking note of the proclamation of Latin America and the Caribbean as a zone \nof peace by the Community of Latin American and Caribbean States at its second \nsummit, held in Havana on 28 and 29 January 2014, and the commitment undertaken \nin this context by the States of the region to continue to promote nuclear disarmament \nas a priority objective,2 \n \nHighlighting the fact that the Treaty of Tlatelolco, which is in force for all 33 \nsovereign States of the region, consolidated the first nuclear-weapon-free zone \nestablished in a densely populated region, \n \nReiterating the important contribution of the treaties of Tlatelolco, Rarotonga, 3 \nBangkok4 and Pelindaba5 and the Treaty on a Nuclear-Weapon-Free Zone in Central \nAsia,6 as well as the Antarctic Treaty7 and the declaration by Mongolia of its nuclear-\nweapon-free status, to the achievement of nuclear non‑proliferation and nuclear \ndisarmament, \n \nRecalling all relevant United Nations resolutions in support of nuclear-weapon-\nfree zones, \n \nHighlighting the value of enhancing cooperation among the nuclear-weapon-\nfree zones, including through the holding of joint meetings of States Parties, \nsignatories and observers to the treaties establishing such zones, \n \nWelcoming the convening of Conferences of States Parties and Signatories to \nTreaties that Establish Nuclear-Weapon-Free Zones and Mongolia and their \ncontribution to achieving and maintaining a nuclear-weapon-free world, \n \nNoting that the 2010 Review Conference of the Parties to the Treaty on the \nNon‑Proliferation of Nuclear Weapons, in its Final Document,8 encouraged the \nestablishment of new nuclear-weapon-free zones on the basis of arrangements freely \narrived at among States of the region concerned and the fostering of cooperation and \nenhanced consultation mechanisms among the existing nuclear-weapon-free zones \nthrough the establishment of concrete measures, in order to fully implement the \nprinciples and objectives of the relevant nuclear-weapon-free zone treaties, and \ncommended the Agency for the Prohibition of Nuclear Weapons in Latin America and \nthe Caribbean for its leadership in this field, \n \nReaffirming the importance of the Agency as the appropriate legal and political \nforum for ensuring full compliance with and implementation of the Treaty of \nTlatelolco, as well as cooperation with the entities of other nuclear-weapon-free \nzones, \n \nRecalling that its resolution 73/71 of 5 December 2018 decided to convene the \nfourth Conference of Nuclear-Weapon-Free Zones and Mongolia as a one-day \nconference at United Nations Headquarters in New York, and noting that the \nConference has not yet been convened, \n \nRecalling also its resolution 77/35 of 7 December 2022, \n_______________ \n \n2 See A/68/914, annex. \n \n3 The United Nations Disarmament Yearbook, vol. 10: 1985 (United Nations publication, Sales No. \nE.86.IX.7), appendix VII. \n \n4 United Nations, Treaty Series, vol. 1981, No. 33873. \n \n5 A/50/426, annex. \n \n6 United Nations, Treaty Series, vol. 2970, No. 51633. \n \n7 Ibid., vol. 402, No. 5778. \n \n8 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vols. I–III (NPT/CONF.2010/50 (Vol. I), NPT/CONF.2010/50 \n(Vol. II) and NPT/CONF.2010/50 (Vol. III)). \n\nTreaty for the Prohibition of Nuclear Weapons in Latin America \nand the Caribbean (Treaty of Tlatelolco) \nA/RES/80/15\n \n3/3\n25-19973 \n \n \n1. \nWelcomes the fact that the Treaty for the Prohibition of Nuclear Weapons \nin Latin America and the Caribbean (Treaty of Tlatelolco) is in force for all sovereign \nStates of the region; \n \n2. \nNotes with satisfaction that the year 2025 marks the fifty-sixth anniversary \nof the entry into force, on 25 April 1969, of the Treaty of Tlatelolco and of the \nestablishment of the Agency for the Prohibition of Nuclear Weapons in Latin America \nand the Caribbean; \n \n3. \nReiterates \nthe \nimportance \nof \nthe \ncooperation \nagreements \nand \nmemorandums of understanding signed between the Agency for the Prohibition of \nNuclear Weapons in Latin America and the Caribbean and the Pacific Islands Forum, \nthe African Commission on Nuclear Energy and the Central Asian nuclear-weapon-\nfree zone, and encourages those and other regions to advance in their full and effective \nimplementation with the objective of fostering cooperation and consultation \nmechanisms;  \n \n4. \nEncourages once again States Parties to Additional Protocols I and II to \nthe Treaty of Tlatelolco9 to review their interpretative declarations thereto, in \naccordance with action 9 of the Final Document of the 2010 Review Conference of \nthe Parties to the Treaty on the Non-Proliferation of Nuclear Weapons,10 reaffirming \nand recognizing the legitimate interests of the States that comprise the nuclear-\nweapon-free zone in Latin America and the Caribbean in receiving full and \nunequivocal security assurances from the nuclear-weapon States; \n \n5. \nEncourages the States members of the Agency for the Prohibition of \nNuclear Weapons in Latin America and the Caribbean to continue the activities and \nefforts that they conduct jointly with the Agency, inter alia: \n \n(a) \nTo support the efforts that are being undertaken in a multilateral context to \nidentify and seek effective measures that favour compliance with disarmament and \nnon‑proliferation commitments; \n \n(b) \nTo enhance cooperation with States Parties and signatories to treaties that \nestablish nuclear-weapon-free zones and Mongolia; \n \n(c) \nTo promote activities on nuclear disarmament and non‑proliferation \neducation; \n \n6. \nDecides to include in the provisional agenda of its eighty-third session the \nitem entitled “Treaty for the Prohibition of Nuclear Weapons in Latin America and \nthe Caribbean (Treaty of Tlatelolco)”. \n \n52nd plenary meeting \n1 December 2025 \n \n_______________ \n \n9 United Nations, Treaty Series, vol. 634, No. 9068. \n \n10 See 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vol. I (NPT/CONF.2010/50 (Vol. I)), part I, Conclusions and \nrecommendations for follow-on actions, section I, entitled “Nuclear disarmament”. \n",
  "paragraphs": {
    "1": "Welcomes the fact that the Treaty for the Prohibition of Nuclear Weapons in Latin America and the Caribbean (Treaty of Tlatelolco) is in force for all sovereign States of the region;",
    "2": "Notes with satisfaction that the year 2025 marks the fifty-sixth anniversary of the entry into force, on 25 April 1969, of the Treaty of Tlatelolco and of the establishment of the Agency for the Prohibition of Nuclear Weapons in Latin America and the Caribbean;",
    "3": "Reiterates the importance of the cooperation agreements and memorandums of understanding signed between the Agency for the Prohibition of Nuclear Weapons in Latin America and the Caribbean and the Pacific Islands Forum, the African Commission on Nuclear Energy and the Central Asian nuclear-weapon- free zone, and encourages those and other regions to advance in their full and effective implementation with the objective of fostering cooperation and consultation mechanisms;",
    "4": "Encourages once again States Parties to Additional Protocols I and II to the Treaty of Tlatelolco9 to review their interpretative declarations thereto, in accordance with action 9 of the Final Document of the 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons,10 reaffirming and recognizing the legitimate interests of the States that comprise the nuclear- weapon-free zone in Latin America and the Caribbean in receiving full and unequivocal security assurances from the nuclear-weapon States;",
    "5": "Encourages the States members of the Agency for the Prohibition of Nuclear Weapons in Latin America and the Caribbean to continue the activities and efforts that they conduct jointly with the Agency, inter alia: (a) To support the efforts that are being undertaken in a multilateral context to identify and seek effective measures that favour compliance with disarmament and non‑proliferation commitments; (b) To enhance cooperation with States Parties and signatories to treaties that establish nuclear-weapon-free zones and Mongolia; (c) To promote activities on nuclear disarmament and non‑proliferation education;",
    "6": "Decides to include in the provisional agenda of its eighty-third session the item entitled “Treaty for the Prohibition of Nuclear Weapons in Latin America and the Caribbean (Treaty of Tlatelolco)”. 52nd plenary meeting 1 December 2025 _______________ 9 United Nations, Treaty Series, vol. 634, No. 9068. 10 See 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons, Final Document, vol. I (NPT/CONF.2010/50 (Vol. I)), part I, Conclusions and recommendations for follow-on actions, section I, entitled “Nuclear disarmament”."
  },
  "agenda_items": [
    "Item 93"
  ],
  "symbol_references": []
}