{
  "symbol": "A/RES/79/204",
  "filename": "A_RES_79_204.pdf",
  "title": "79/204. Towards the sustainable development of the Caribbean Sea for present and future generations",
  "text": "United Nations \nA/RES/79/204\n \n \nGeneral Assembly \nDistr.: General \n23 December 2024 \n \n24-24342 (E)     \n*2424342* \n \n \nSeventy-ninth session \nAgenda item 18 (b) \nSustainable development: follow-up to and implementation \nof the SIDS Accelerated Modalities of Action (SAMOA) \nPathway and the Mauritius Strategy for the Further \nImplementation of the Programme of Action for the \nSustainable Development of Small Island Developing States \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2024 \n \n \n \n \n[on the report of the Second Committee (A/79/437/Add.2, para. 16)] \n \n \n 79/204. Towards the sustainable development of the Caribbean Sea for \npresent and future generations \n \n \n \nThe General Assembly, \n \nReaffirming the principles and commitments enshrined in the Rio Declaration \non Environment and Development,1 the principles embodied in the Declaration of \nBarbados,2 the Programme of Action for the Sustainable Development of Small Island \nDeveloping States,3 the Johannesburg Declaration on Sustainable Development,4 the \nPlan of Implementation of the World Summit on Sustainable Development (Johannesburg \nPlan of Implementation),5 the Mauritius Strategy for the Further Implementation of the \nProgramme of Action for the Sustainable Development of Small Island Developing \nStates, 6 the outcome document of the United Nations Conference on Sustainable \n__________________ \n \n1 Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3−14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n \n2 Report of the Global Conference on the Sustainable Development of Small Island Developing \nStates, Bridgetown, Barbados, 25 April–6 May 1994 (United Nations publication, Sales \nNo. E.94.I.18 and corrigenda), chap. I, resolution 1, annex I. \n \n3 Ibid., annex II. \n \n4 Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 1, annex. \n \n5 Ibid., resolution 2, annex. \n \n6 Report of the International Meeting to Review the Implementation of the Programme of Action \nfor the Sustainable Development of Small Island Developing States, Port Louis, Mauritius, \n10−14 January 2005 (United Nations publication, Sales No. E.05.II.A.4 and corrigendum), \nchap. I, resolution 1, annex II. \n\nA/RES/79/204 \nTowards the sustainable development of the Caribbean Sea for \npresent and future generations\n \n24-24342\n2/9 \n \nDevelopment, entitled “The future we want”,7 the outcome document of the Fourth \nInternational Conference on Small Island Developing States, entitled “The Antigua and \nBarbuda Agenda for Small Island Developing States: A Renewed Declaration for \nResilient Prosperity”, 8 the Addis Ababa Action Agenda of the Third International \nConference on Financing for Development 9 and the 2030 Agenda for Sustainable \nDevelopment,10 as well as other relevant declarations and international instruments,  \n \nRecalling the Paris Agreement,11 and encouraging all its parties to fully implement \nthe Agreement, and parties to the United Nations Framework Convention on Climate \nChange12 that have not yet done so to deposit their instruments of ratification, acceptance, \napproval or accession, where appropriate, as soon as possible, \n \nRecalling also the Sendai Declaration and the Sendai Framework for Disaster \nRisk Reduction 2015–2030,13  \n \nRecalling further the Declaration and review document adopted by the General \nAssembly at its twenty-second special session,14 \n \nRecognizing the efforts of Caribbean States to develop and implement strategies \nfor the conservation and sustainable use of the ocean and its resources, in this regard \nreiterating the calls made in the declarations entitled “Our ocean, our future: call for \naction”15 and “Our ocean, our future, our responsibility”,16 calling for further enhanced \nactions to support the implementation of Sustainable Development Goal 14, with a \nparticular focus on targets 14.2, 14.4, 14.5 and 14.6 that matured in 2020, and renewing \nthe commitment to take urgent action and to cooperating at the global, regional and \nsubregional levels to achieve all the targets as soon as possible, without delay, and \nlooking forward to the 2025 United Nations Conference to Support the \nImplementation of Sustainable Development Goal 14: Conserve and sustainably use \nthe oceans, seas and marine resources for sustainable development, co-hosted by \nCosta Rica and France, to be held in Nice, France, from 9 to 13 June 2025,  \n \nTaking into account all its relevant resolutions, including resolutions 54/225 of \n22 December 1999, 55/203 of 20 December 2000, 57/261 of 20 December 2002, \n59/230 of 22 December 2004, 61/197 of 20 December 2006, 63/214 of 19 December \n2008, 65/155 of 20 December 2010, 67/205 of 21 December 2012, 69/216 of \n19 December 2014, 71/224 of 21 December 2016, 73/229 of 20 December 2018, 75/214 \nof 21 December 2020 and 77/163 of 14 December 2022,  \n \nRecalling the 2005 World Summit Outcome,17  \n \nRecalling also the Convention for the Protection and Development of the Marine \nEnvironment of the Wider Caribbean Region, signed at Cartagena de Indias, Colombia, \non 24 March 1983,18 and the protocols thereto, which contain the definition of the \nwider Caribbean region of which the Caribbean Sea is part,  \n__________________ \n \n7 Resolution 66/288, annex. \n \n8 Resolution 78/317, annex. \n \n9 Resolution 69/313, annex. \n \n10 Resolution 70/1. \n \n11 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n12 United Nations, Treaty Series, vol. 1771, No. 30822. \n \n13 Resolution 69/283, annexes I and II. \n \n14 Resolution S-22/2, annex. \n \n15 Resolution 71/312, annex. \n \n16 Resolution 76/296, annex. \n \n17 Resolution 60/1. \n \n18 United Nations, Treaty Series, vol. 1506, No. 25974. \n\nTowards the sustainable development of the Caribbean Sea for \npresent and future generations \nA/RES/79/204\n \n3/9\n24-24342 \n \n \nReaffirming the United Nations Convention on the Law of the Sea, 19 which \nprovides the legal framework for ocean activities, and emphasizing its fundamental \ncharacter, conscious that the problems of ocean space are closely interrelated and need \nto be considered as a whole through an integrated, interdisciplinary and intersectoral \napproach, \n \nWelcoming the adoption in June 2023 of the Agreement under the United \nNations Convention on the Law of the Sea on the Conservation and Sustainable Use \nof Marine Biological Diversity of Areas beyond National Jurisdiction, 20 recognizing \nits potential significance for the Caribbean region, and noting with appreciation the \nefforts of the Division for Ocean Affairs and the Law of the Sea of the Office of Legal \nAffairs of the Secretariat to promote a better understanding of the Agreement and \nprepare for its entry into force, including hosting a workshop on the Agreement in \nPlacencia, Belize, from 7 to 10 October 2024, for Caribbean States,  \n \nRecalling the Convention on Biological Diversity 21  and other biodiversity-\nrelated conventions, including the Convention on International Trade in Endangered \nSpecies of Wild Fauna and Flora22 and the Convention on Wetlands of International \nImportance especially as Waterfowl Habitat,23  \n \nEmphasizing the importance of national, regional and global action and \ncooperation in the marine sector as recognized by the United Nations Conference on \nEnvironment and Development in chapter 17 of Agenda 21,24  \n \nRecalling the relevant work done by the International Maritime Organization,  \n \nTaking note of the report of the Secretary-General entitled “Towards the \nsustainable development of the Caribbean Sea for present and future generations”, 25  \n \nConsidering that the Caribbean Sea area includes a large number of States, \ncountries and territories, most of which are developing countries and small island \ndeveloping States that are ecologically fragile and socially and economically \nvulnerable and are also affected, inter alia, by their limited capacity, narrow resource \nbase, need for financial resources, high levels of poverty and the resulting social \nproblems, and the challenges and opportunities of globalization and trade liberalization,  \n \nRecognizing that the Caribbean Sea has unique biodiversity and highly fragile \necosystems, \n \nRecognizing also that the Caribbean Sea is a critical asset, which inter alia \nprovides a range of ecosystem services and socioeconomic benefits in the form of \nfood security and nutrition, employment, foreign exchange, culture and recreation,  \n \nRecognizing further that the Caribbean has been shown to be the most tourism-\ndependent region in the world relative to its size,  \n \nNoting with deep concern the devastating impact of the coronavirus disease \n(COVID-19) pandemic and its severe global economic disruptions on Caribbean \ncountries, particularly affecting their tourism-dependent economies, commodity \n__________________ \n \n19 Ibid., vol. 1833, No. 31363. \n \n20 A/CONF.232/2023/4. \n \n21 United Nations, Treaty Series, vol. 1760, No. 30619. \n \n22 Ibid., vol. 993, No. 14537. \n \n23 Ibid., vol. 996, No. 14583. \n \n24 Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3−14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex II. \n \n25 A/79/399. \n\nA/RES/79/204 \nTowards the sustainable development of the Caribbean Sea for \npresent and future generations\n \n24-24342\n4/9 \n \nexports, supply chains and remittance flows, and recognizing the additional \nchallenges that this has created for achieving the 2030 Agenda in the region,  \n \nNoting that the Caribbean Sea, when compared with all other large marine \necosystems, is surrounded by the largest number of countries in the world,  \n \nEmphasizing that the Caribbean countries have a high degree of vulnerability \noccasioned by climate change, climate variability and associated phenomena, such as \nthe rising sea level, oceanic oscillation phenomena, such as the El Niño phenomenon, \nand the potential increase in the frequency and intensity of natural disasters caused \nby hurricanes, floods and droughts, and that they are also subject to natural disasters, \nsuch as those caused by volcanoes, tsunamis and earthquakes, which increase their \nsustainable development challenges,  \n \nNoting with appreciation the ongoing efforts of the Economic Commission for \nLatin America and the Caribbean, including in launching the debt swap initiative and \nthe Caribbean Resilience Fund, to support Caribbean economies to mitigate and adapt \nto the consequences of climate change, and noting also the particular efforts to address \nand reduce debt burdens, including through the Caribbean Resilience Fund,  \n \nBearing in mind the heavy reliance of most of the Caribbean economies on their \ncoastal areas, as well as on the marine environment in general, to achieve their \nsustainable development needs and goals,  \n \nWelcoming the adoption of resolution 78/322 of 13 August 2024 on the \nmultidimensional \nvulnerability \nindex, \ncalling \nfor \nthe \nfull \nand \neffective \nimplementation of its mandate, and in this regard noting that the Caribbean small \nisland developing States look forward to participating in the piloting of the index, and \nencouraging the participation of other interested developing countries as well, \n \nExpressing concern at the record-breaking average global sea surface \ntemperatures recorded in 2023 and 2024, including in the Caribbean Sea area, and the \nforecasted future trends for sea surface temperature, \n \nAcknowledging that the intensive use of the Caribbean Sea for maritime \ntransport, as well as the considerable number and interlocking character of the \nmaritime areas under national jurisdiction where Caribbean countries exercise their \nrights and duties under international law, present a challenge for the effective \nmanagement of resources, \n \nNoting the problem of marine pollution caused, inter alia, by land-based sources \nand the continuing threat of pollution from ship-generated waste and sewage, as well \nas from the accidental release of hazardous and noxious substances in the Caribbean \nSea area,  \n \nNoting with concern the impact of plastic pollution, including in the marine \nenvironment, on the Caribbean Sea area, encouraging further efforts at all levels to \nprevent, reduce and eliminate plastic pollution, and welcoming the decision by the \nUnited Nations Environment Assembly at its resumed fifth session, in resolution 5/14 \nof 2 March 2022, 26  to convene an intergovernmental negotiating committee to \ndevelop an international legally binding instrument on plastic pollution, including in \nthe marine environment, \n \nRecalling the call upon all stakeholders to conserve and sustainably use the \noceans, seas and marine resources for sustainable development by, inter alia, \naccelerating actions to prevent and significantly reduce marine pollution of all kinds, \nin particular from land-based activities, including marine debris, plastics and \nmicroplastics, nutrient pollution, untreated wastewater, solid waste discharges, \n__________________ \n \n26 UNEP/EA.5/Res.14. \n\nTowards the sustainable development of the Caribbean Sea for \npresent and future generations \nA/RES/79/204\n \n5/9\n24-24342 \n \nhazardous substances, pollution from ships and abandoned, lost or otherwise \ndiscarded fishing gear, while at the same time recognizing that small island \ndeveloping States are among the most vulnerable to the impacts of marine pollution,  \n \nTaking note of the relevant resolutions of the General Conference of the \nInternational Atomic Energy Agency on the safe transport of radioactive materials,  \n \nRecalling the decisions taken by the United Nations Environment Assembly at \nits resumed fifth and sixth sessions to strengthen global action on the sound \nmanagement of chemicals and waste and to prevent pollution, in line with United \nNations Environment Assembly resolutions 5/7 27 and 5/8 28 of 2 March 2022 and \nresolution 6/929 of 1 March 2024,  \n \nMindful of the diversity of and dynamic interaction and competition among \nsocioeconomic activities for the use of the coastal areas and the marine environment \nand their resources, and noting with deep concern the findings about cumulative \nhuman impacts on the ocean, including ecosystem degradation and species \nextinctions, as highlighted in the second World Ocean Assessment and the \nIntergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services \nGlobal Assessment Report on Biodiversity and Ecosystem Services,  \n \nMindful also of the efforts of the Caribbean countries to address in a more \nholistic manner the sectoral issues relating to the management of the wider Caribbean \nSea region and, in so doing, to promote the integrated management of the wider \nCaribbean Sea region in the context of sustainable development, through a regional \ncooperative effort among Caribbean countries,  \n \nNoting the progress that has been made on regional ocean governance by the \nCaribbean Large Marine Ecosystem Project, and the opportunity to further advance \nmarine spatial planning through the commencement of the global PROCARIBE+ \nproject,  \n \nRecognizing the potential of living marine resources for the development of new \nproducts across various industries and noting that the Caribbean Sea provides \nsubstantial ecosystem services, including carbon storage and marine genetic \nresources, for Caribbean countries, \n \nRecognizing also that a sustainable ocean-based economy in Caribbean \ncountries can drive economic diversification by strengthening existing sectors and \nexpanding into new ones by allowing for the integration of nature-based solutions to \nprotect and sustainably manage coastal ecosystems, while noting the existence of \nvarious financing initiatives such as the Blue Natural Capital Financing Facility, the \nBlue Carbon Accelerator Fund and the Blue Carbon Initiative in the Caribbean region, \n \nEmphasizing the critical need for enhanced data collection and -sharing, \nanalysis and capacity-building to support evidence-based decision-making in \nsustainable ocean-based economy development, noting with concern the lack of \nsectoral and costing data, which hinders access to finance at scale for sustainable \ninvestments in the wider Caribbean region, and stressing the importance of investing \nin robust data management systems, establishing resilience indicators and \nimplementing effective transparency and monitoring mechanisms to better assess \neconomic potential, attract investments and track progress in the implementation of \ndiversification strategies,  \n__________________ \n \n27 UNEP/EA.5/Res.7. \n \n28 UNEP/EA.5/Res.8. \n \n29 UNEP/EA.6/Res.9. \n\nA/RES/79/204 \nTowards the sustainable development of the Caribbean Sea for \npresent and future generations\n \n24-24342\n6/9 \n \n \nWelcoming the continued efforts of the States members and associate members \nof the Association of Caribbean States to develop and implement regional initiatives \nto promote the sustainable conservation and management of coastal and marine \nresources, and recognizing in this regard the firm commitment by Heads of State and \nGovernment of the Association to take the steps necessary to ensure the recognition \nof the Caribbean Sea as a special area in the context of sustainable development, \nwithout prejudice to relevant international law,  \n \nRecalling the creation by the Association of Caribbean States of the Caribbean \nSea Commission, and welcoming its ongoing work, including its plan of action for \nthe period 2022–2028, and its contribution to the sustainable development of the \nCaribbean Sea,  \n \nCognizant of the importance of the Caribbean Sea to present and future \ngenerations and to the heritage and the continuing economic well-being and \nsustenance of people living in the area and of the urgent need for the countries of the \nregion to take appropriate steps for its preservation and protection, with the support \nof the international community,  \n \n1. \nRecognizes that the Caribbean Sea is an area of unique biodiversity and a \nhighly fragile ecosystem that requires relevant regional and international \ndevelopment partners to work together to develop and implement regional initiatives \nto promote the sustainable conservation and management of coastal and marine \nresources, including the consideration of the concept of the Caribbean Sea as a special \narea in the context of sustainable development, including its designation as such \nwithout prejudice to international law;  \n \n2. \nUnderlines the need to address the economic, social and environmental \nimpacts of climate change, and emphasizes the need for regional and international \naction to enhance efforts at the national and subnational levels, as appropriate, to \nbuild resilience;  \n \n3. \nStresses the need to support and invest in adaptation and action at all levels \nto build resilience through, inter alia, disaster risk reduction, sustainable and resilient \ninfrastructure, the sustainable management of ecosystems and the protection and \nsustainable use of biodiversity, and in this regard urges Member States to adopt a \nclimate- and environment-responsive approach to COVID-19 recovery efforts;  \n \n4. \nNotes the efforts of the Caribbean States and the work undertaken by the \nCaribbean Sea Commission of the Association of Caribbean States, including the \ndevelopment of their concept of the designation of the Caribbean Sea as a special area \nin the context of sustainable development, and invites the international community to \nsupport such efforts;  \n \n5. \nReaffirms its support for the plan of action adopted by the Caribbean Sea \nCommission, including its scientific and technical components and its governance \nand outreach components, and invites the international community and the United \nNations system to enhance their support, including financial, technical and capacity-\nbuilding assistance, as appropriate, to Caribbean countries and their regional \norganizations in their efforts to implement the plan of action;  \n \n6. \nWelcomes the resources provided by some donors to support the work of \nthe Caribbean Sea Commission, and invites the international community to continue \nand to enhance its support, as appropriate, to the Commission, including through the \nprovision of financial resources, capacity-building and technical support, the transfer \nof technology on mutually agreed terms and the sharing of experience in the areas of \nwork of the Commission; \n\nTowards the sustainable development of the Caribbean Sea for \npresent and future generations \nA/RES/79/204\n \n7/9\n24-24342 \n \n \n7. \nAlso welcomes the convening of the eighth International Cooperation \nConference of the Association of Caribbean States, held in Paramaribo on 7 May \n2024, which further strengthened cooperation to address new strategies and the \nimplementation of projects and initiatives in support of the sustainable development \nof the Greater Caribbean;  \n \n8. \nAcknowledges the need to scale up the efforts of the Caribbean Sea \nCommission for the delivery of its programme of work, in particular in promoting the \ndesignation of the Caribbean Sea as a special area in the context of sustainable \ndevelopment, alongside plans to advance new initiatives at the eighth International \nCooperation Conference of the Association of Caribbean States, and invites the \ninternational community to support these next steps;  \n \n9. \nLooks forward to the convening of the tenth Summit of the Association of \nCaribbean States, to be held in Colombia in May 2025, on the theme “United for life: \ntowards a more sustainable Greater Caribbean”;  \n \n10. Recognizes the efforts of Caribbean countries to create conditions leading \nto sustainable development aimed at combating poverty and inequality, and in this \nregard notes with interest the initiatives of the Association of Caribbean States in the \nfocal areas of sustainable tourism, trade, transport and natural disasters;  \n \n11. Calls upon the United Nations system and the international community to \nassist Caribbean countries and their regional organizations, as appropriate, in their \nefforts to ensure the protection of the Caribbean Sea from degradation as a result of \npollution from ships, in particular through the illegal release of oil and other harmful \nsubstances, and pollution from the illegal dumping or accidental release of hazardous \nwaste, including radioactive materials, nuclear waste and dangerous chemicals, in \nviolation of relevant international rules and standards, as well as pollution from land-\nbased activities;  \n \n12. Also calls upon the United Nations system and the international \ncommunity to assist Caribbean countries in developing and implementing policies \nand strategies for the sustainable use and conservation of marine genetic resources \nwithin their jurisdiction, and calls upon the international community to support \nscientific research and technological cooperation in this field with a view to realizing \nthe full potential of these resources for sustainable development;  \n \n13. Invites the Association of Caribbean States to submit to the Secretary-\nGeneral a report on the progress made in the implementation of the present resolution, \nfor consideration by the General Assembly at its eighty-first session;  \n \n14. Calls upon all States to become parties to the relevant international \nagreements to enhance maritime safety and to promote the protection of the marine \nenvironment of the Caribbean Sea from pollution, damage and degradation from ships \nand ship-generated waste;  \n \n15. Reaffirms, in this regard, its support for the Special Area designation for \nthe wider Caribbean region under annex V to the International Convention for the \nPrevention of Pollution from Ships, 1973, as modified by the Protocol of 1978 relating \nthereto,30 which entered into force in May 2011;  \n \n16. Supports the efforts of Caribbean countries to implement sustainable \nfisheries management programmes and to meet the principles of the Code of Conduct \nfor Responsible Fisheries of the Food and Agriculture Organization of the United \nNations;  \n__________________ \n \n30 United Nations, Treaty Series, vol. 1340, No. 22484. \n\nA/RES/79/204 \nTowards the sustainable development of the Caribbean Sea for \npresent and future generations\n \n24-24342\n8/9 \n \n \n17. Calls upon States, taking into consideration the Convention on Biological \nDiversity, to develop national, regional and international programmes to halt the loss \nof marine biodiversity in the Caribbean Sea, in particular fragile ecosystems such as \ncoral reefs and mangroves;  \n \n18. Invites the international community to actively support efforts of \nCaribbean countries to implement regional strategies and action plans on marine \npollution and marine biodiversity to further promote the achievement of Sustainable \nDevelopment Goal 14, to conserve and sustainably use the oceans, seas and marine \nresources for sustainable development;  \n \n19. Notes with deep concern that invasive alien species, such as Pterois miles \nand P. volitans, known as lionfish, constitute an acute threat to biodiversity in the \nwider Caribbean region, and urges the United Nations system and the international \ncommunity to continue to provide assistance and support in addressing this issue in \nthe region;  \n \n20. Also notes with deep concern the sargassum seaweed influx and its \nnegative impact on Caribbean coastlines, particularly the impacts on coastal \ncommunities, public health, tourism and fisheries, as well as the deterioration of the \ncoral reefs;  \n \n21. Encourages continued collaboration and resource mobilization by the \ninternational community and all other sources, including public and private, bilateral \nand multilateral, to support capacity-building mechanisms and strengthen sargassum \nseaweed management for the Caribbean;  \n \n22. Also encourages initiatives that can contribute to solutions to address and \nsustainably manage challenges presented by sargassum seaweed, while also \nrecognizing the potential for economic opportunities;  \n \n23. Invites Member States and intergovernmental organizations of the United \nNations system to continue their efforts to assist Caribbean countries in becoming \nparties to the relevant conventions and protocols concerning the management, \nprotection and sustainable utilization of Caribbean Sea resources and in implementing \nthose conventions and protocols effectively;  \n \n24. Calls upon the international community, the United Nations system and \nthe multilateral financial institutions, and invites the Global Environment Facility, \nwithin its mandate, to actively support the national and regional activities of the \nCaribbean States for the promotion of the sustainable management of coastal and \nmarine resources; \n \n25. Expresses deep concern about the severe destruction and devastation \ncaused to several countries by heightened hurricane activity in the wider Caribbean \nregion in recent years, in particular the 2017 Atlantic hurricane season; \n \n26. Notes with appreciation the ongoing activities of the Intergovernmental \nCoordination Group for the Tsunami and Other Coastal Hazards Warning System for \nthe Caribbean and Adjacent Regions of the Intergovernmental Oceanographic \nCommission, and invites Member States and other partners to support early warning \nsystems in the region;  \n \n27. Urges the United Nations system and the international community to \ncontinue to provide aid and assistance to the countries of the Caribbean region in the \nimplementation of their long-term programmes of disaster prevention, preparedness, \nmitigation, management, relief and recovery, on the basis of their development \npriorities, through the integration of relief, rehabilitation and reconstruction into a \ncomprehensive approach to sustainable development;  \n\nTowards the sustainable development of the Caribbean Sea for \npresent and future generations \nA/RES/79/204\n \n9/9\n24-24342 \n \n \n28. Acknowledges the pivotal role of the Association of Caribbean States in \nregional dialogue and in the consolidation of a wider Caribbean cooperation zone in \nthe field of disaster risk reduction, as well as the importance of the international \ncommunity in deepening existing cooperation and consolidating new initiatives with \nthat regional mechanism in the context of the outcomes of the High-level Conference \non Disaster Reduction of the Association of Caribbean States, held in Saint-Marc, \nHaiti, from 14 to 16 November 2007, and the plan of action approved by the \nMinisterial Council of the Association upon the recommendation of the Conference;  \n \n29. Invites Member States, international and regional organizations and other \nrelevant stakeholders to consider training programmes for the development of human \nresources capacity at different levels and to develop research aimed at enhancing the \nfood security of Caribbean countries, as well as the sustainable management of \nrenewable marine and coastal resources;  \n \n30. Calls upon Member States to improve, as a matter of priority, their \nemergency response capabilities and the containment of environmental damage, \nparticularly in the Caribbean Sea, in the event of natural disasters or an accident or \nincident relating to maritime navigation;  \n \n31. Encourages the international community and the United Nations system, \nin line with their programming priorities, to support initiatives aimed at addressing \nmitigation of and adaptation to climate change in the wider Caribbean region included \nin the plan of action of the Association of Caribbean States for the period 2022–2028;  \n \n32. Requests the Secretary-General to submit to the General Assembly at its \neighty-first session a report on the implementation of the present resolution, under a \nsub-item entitled “Follow-up to and implementation of the Antigua and Barbuda \nAgenda for Small Island Developing States: A Renewed Declaration for Resilient \nProsperity” of the item entitled “Sustainable development”, emphasizing the three \ndimensions of sustainable development, including a section on the possible legal and \nfinancial implications of the concept of the Caribbean Sea as a special area in the \ncontext of sustainable development, including its designation as such, without \nprejudice to relevant international law, taking into account the views expressed by \nMember States and relevant regional organizations, unless otherwise agreed. \n \n54th plenary meeting \n19 December 2024 \n \n",
  "paragraphs": {
    "1": "Recognizes that the Caribbean Sea is an area of unique biodiversity and a highly fragile ecosystem that requires relevant regional and international development partners to work together to develop and implement regional initiatives to promote the sustainable conservation and management of coastal and marine resources, including the consideration of the concept of the Caribbean Sea as a special area in the context of sustainable development, including its designation as such without prejudice to international law;",
    "2": "Underlines the need to address the economic, social and environmental impacts of climate change, and emphasizes the need for regional and international action to enhance efforts at the national and subnational levels, as appropriate, to build resilience;",
    "3": "Stresses the need to support and invest in adaptation and action at all levels to build resilience through, inter alia, disaster risk reduction, sustainable and resilient infrastructure, the sustainable management of ecosystems and the protection and sustainable use of biodiversity, and in this regard urges Member States to adopt a climate- and environment-responsive approach to COVID-19 recovery efforts;",
    "4": "Notes the efforts of the Caribbean States and the work undertaken by the Caribbean Sea Commission of the Association of Caribbean States, including the development of their concept of the designation of the Caribbean Sea as a special area in the context of sustainable development, and invites the international community to support such efforts;",
    "5": "Reaffirms its support for the plan of action adopted by the Caribbean Sea Commission, including its scientific and technical components and its governance and outreach components, and invites the international community and the United Nations system to enhance their support, including financial, technical and capacity- building assistance, as appropriate, to Caribbean countries and their regional organizations in their efforts to implement the plan of action;",
    "6": "Welcomes the resources provided by some donors to support the work of the Caribbean Sea Commission, and invites the international community to continue and to enhance its support, as appropriate, to the Commission, including through the provision of financial resources, capacity-building and technical support, the transfer of technology on mutually agreed terms and the sharing of experience in the areas of work of the Commission; Towards the sustainable development of the Caribbean Sea for present and future generations A/RES/79/204 7/9 24-24342",
    "7": "Also welcomes the convening of the eighth International Cooperation Conference of the Association of Caribbean States, held in Paramaribo on 7 May 2024, which further strengthened cooperation to address new strategies and the implementation of projects and initiatives in support of the sustainable development of the Greater Caribbean;",
    "8": "Acknowledges the need to scale up the efforts of the Caribbean Sea Commission for the delivery of its programme of work, in particular in promoting the designation of the Caribbean Sea as a special area in the context of sustainable development, alongside plans to advance new initiatives at the eighth International Cooperation Conference of the Association of Caribbean States, and invites the international community to support these next steps;",
    "9": "Looks forward to the convening of the tenth Summit of the Association of Caribbean States, to be held in Colombia in May 2025, on the theme “United for life: towards a more sustainable Greater Caribbean”;",
    "10": "Recognizes the efforts of Caribbean countries to create conditions leading to sustainable development aimed at combating poverty and inequality, and in this regard notes with interest the initiatives of the Association of Caribbean States in the focal areas of sustainable tourism, trade, transport and natural disasters;",
    "11": "Calls upon the United Nations system and the international community to assist Caribbean countries and their regional organizations, as appropriate, in their efforts to ensure the protection of the Caribbean Sea from degradation as a result of pollution from ships, in particular through the illegal release of oil and other harmful substances, and pollution from the illegal dumping or accidental release of hazardous waste, including radioactive materials, nuclear waste and dangerous chemicals, in violation of relevant international rules and standards, as well as pollution from land- based activities;",
    "12": "Also calls upon the United Nations system and the international community to assist Caribbean countries in developing and implementing policies and strategies for the sustainable use and conservation of marine genetic resources within their jurisdiction, and calls upon the international community to support scientific research and technological cooperation in this field with a view to realizing the full potential of these resources for sustainable development;",
    "13": "Invites the Association of Caribbean States to submit to the Secretary- General a report on the progress made in the implementation of the present resolution, for consideration by the General Assembly at its eighty-first session;",
    "14": "Calls upon all States to become parties to the relevant international agreements to enhance maritime safety and to promote the protection of the marine environment of the Caribbean Sea from pollution, damage and degradation from ships and ship-generated waste;",
    "15": "Reaffirms, in this regard, its support for the Special Area designation for the wider Caribbean region under annex V to the International Convention for the Prevention of Pollution from Ships, 1973, as modified by the Protocol of 1978 relating thereto,30 which entered into force in May 2011;",
    "16": "Supports the efforts of Caribbean countries to implement sustainable fisheries management programmes and to meet the principles of the Code of Conduct for Responsible Fisheries of the Food and Agriculture Organization of the United Nations; __________________ 30 United Nations, Treaty Series, vol. 1340, No. 22484. A/RES/79/204 Towards the sustainable development of the Caribbean Sea for present and future generations 24-24342 8/9",
    "17": "Calls upon States, taking into consideration the Convention on Biological Diversity, to develop national, regional and international programmes to halt the loss of marine biodiversity in the Caribbean Sea, in particular fragile ecosystems such as coral reefs and mangroves;",
    "18": "Invites the international community to actively support efforts of Caribbean countries to implement regional strategies and action plans on marine pollution and marine biodiversity to further promote the achievement of Sustainable Development Goal 14, to conserve and sustainably use the oceans, seas and marine resources for sustainable development;",
    "19": "Notes with deep concern that invasive alien species, such as Pterois miles and P. volitans, known as lionfish, constitute an acute threat to biodiversity in the wider Caribbean region, and urges the United Nations system and the international community to continue to provide assistance and support in addressing this issue in the region;",
    "20": "Also notes with deep concern the sargassum seaweed influx and its negative impact on Caribbean coastlines, particularly the impacts on coastal communities, public health, tourism and fisheries, as well as the deterioration of the coral reefs;",
    "21": "Encourages continued collaboration and resource mobilization by the international community and all other sources, including public and private, bilateral and multilateral, to support capacity-building mechanisms and strengthen sargassum seaweed management for the Caribbean;",
    "22": "Also encourages initiatives that can contribute to solutions to address and sustainably manage challenges presented by sargassum seaweed, while also recognizing the potential for economic opportunities;",
    "23": "Invites Member States and intergovernmental organizations of the United Nations system to continue their efforts to assist Caribbean countries in becoming parties to the relevant conventions and protocols concerning the management, protection and sustainable utilization of Caribbean Sea resources and in implementing those conventions and protocols effectively;",
    "24": "Calls upon the international community, the United Nations system and the multilateral financial institutions, and invites the Global Environment Facility, within its mandate, to actively support the national and regional activities of the Caribbean States for the promotion of the sustainable management of coastal and marine resources;",
    "25": "Expresses deep concern about the severe destruction and devastation caused to several countries by heightened hurricane activity in the wider Caribbean region in recent years, in particular the 2017 Atlantic hurricane season;",
    "26": "Notes with appreciation the ongoing activities of the Intergovernmental Coordination Group for the Tsunami and Other Coastal Hazards Warning System for the Caribbean and Adjacent Regions of the Intergovernmental Oceanographic Commission, and invites Member States and other partners to support early warning systems in the region;",
    "27": "Urges the United Nations system and the international community to continue to provide aid and assistance to the countries of the Caribbean region in the implementation of their long-term programmes of disaster prevention, preparedness, mitigation, management, relief and recovery, on the basis of their development priorities, through the integration of relief, rehabilitation and reconstruction into a comprehensive approach to sustainable development; Towards the sustainable development of the Caribbean Sea for present and future generations A/RES/79/204 9/9 24-24342",
    "28": "Acknowledges the pivotal role of the Association of Caribbean States in regional dialogue and in the consolidation of a wider Caribbean cooperation zone in the field of disaster risk reduction, as well as the importance of the international community in deepening existing cooperation and consolidating new initiatives with that regional mechanism in the context of the outcomes of the High-level Conference on Disaster Reduction of the Association of Caribbean States, held in Saint-Marc, Haiti, from 14 to 16 November 2007, and the plan of action approved by the Ministerial Council of the Association upon the recommendation of the Conference;",
    "29": "Invites Member States, international and regional organizations and other relevant stakeholders to consider training programmes for the development of human resources capacity at different levels and to develop research aimed at enhancing the food security of Caribbean countries, as well as the sustainable management of renewable marine and coastal resources;",
    "30": "Calls upon Member States to improve, as a matter of priority, their emergency response capabilities and the containment of environmental damage, particularly in the Caribbean Sea, in the event of natural disasters or an accident or incident relating to maritime navigation;",
    "31": "Encourages the international community and the United Nations system, in line with their programming priorities, to support initiatives aimed at addressing mitigation of and adaptation to climate change in the wider Caribbean region included in the plan of action of the Association of Caribbean States for the period 2022–2028;",
    "32": "Requests the Secretary-General to submit to the General Assembly at its eighty-first session a report on the implementation of the present resolution, under a sub-item entitled “Follow-up to and implementation of the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity” of the item entitled “Sustainable development”, emphasizing the three dimensions of sustainable development, including a section on the possible legal and financial implications of the concept of the Caribbean Sea as a special area in the context of sustainable development, including its designation as such, without prejudice to relevant international law, taking into account the views expressed by Member States and relevant regional organizations, unless otherwise agreed. 54th plenary meeting 19 December 2024"
  },
  "agenda_items": [
    "Item 18"
  ],
  "symbol_references": []
}