{
  "symbol": "A/RES/78/103",
  "filename": "A_RES_78_103.pdf",
  "title": "78/103. Report of the United Nations Commission on International Trade Law on the work of its fifty-sixth session",
  "text": "United Nations \nA/RES/78/103\n \n \nGeneral Assembly \nDistr.: General \n11 December 2023 \nEnglish \nOriginal:  \n \n23-24974 (E)    201223     \n*2324974* \n \n \nSeventy-eighth session \nAgenda item 77 \nReport of the United Nations Commission on International \nTrade Law on the work of its fifty-sixth session \n \n \n \nResolution adopted by the General Assembly \non 7 December 2023 \n \n \n[on the report of the Sixth Committee (A/78/433, para. 13)] \n \n \n 78/103. Report of the United Nations Commission on International Trade \nLaw on the work of its fifty-sixth session \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it established \nthe United Nations Commission on International Trade Law with a mandate to further \nthe progressive harmonization and unification of the law of international trade and in \nthat respect to bear in mind the interests of all peoples, in particular those of developing \ncountries, in the extensive development of international trade, \n \nReaffirming its belief that the progressive modernization and harmonization of \ninternational trade law, in reducing or removing legal obstacles to the flow of \ninternational trade, especially those affecting developing countries, would contribute \nsignificantly to universal economic cooperation among all States on a basis of \nequality, equity, common interest and respect for the rule of law, to the elimination of \ndiscrimination in international trade and, thereby, to peace, stability and the well-\nbeing of all peoples, \n \nHaving considered the report of the Commission,1  \n \nReiterating the importance of coordinating the activities of bodies active in the \nfield of international trade law, a core element of the mandate of the United Nations \nCommission on International Trade Law, as a means of avoiding duplication of efforts \nand promoting efficiency, consistency and coherence in the unification and \nharmonization of international trade law, \n \nReaffirming the mandate of the Commission, as the core legal body within the \nUnited Nations system in the field of international trade law, to coordinate legal \nactivities in this field, in particular to avoid duplication of efforts, including among \n__________________ \n \n1 Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 17 (A/78/17). \n\nA/RES/78/103 \nReport of the United Nations Commission on International Trade \nLaw on the work of its fifty-sixth session\n \n23-24974\n2/6 \n \norganizations formulating rules of international trade, and to promote efficiency, \nconsistency and coherence in the modernization and harmonization of international \ntrade law, and to continue, through its secretariat, to maintain close cooperation with \nother international organs and organizations, including regional organizations, active \nin the field of international trade law, \n \n1. \nTakes note with appreciation of the report of the United Nations \nCommission on International Trade Law;  \n \n2. \nCommends the Commission for the finalization and adoption of: \n \n(a) \nIn the area of investor-State dispute settlement reform, the Model \nProvisions on Mediation for International Investment Disputes, 2 the Guidelines on \nMediation for International Investment Disputes,3 the Code of Conduct for Arbitrators \nin International Investment Dispute Resolution,4 and, in principle, the Code of \nConduct for Judges in International Investment Dispute Resolution; 5 \n \n(b) \nIn the area of micro-, small and medium-sized enterprises, the \nrecommendations on access to credit for micro-, small and medium-sized enterprises;6 \n \n(c) \nIn the area of dispute settlement, the guidance text on early dismissal and \npreliminary determination;7  \n \n3. \nCommends the secretariat of the Commission for holding the United Nations \nCommission on International Trade Law Colloquium on Climate Change and International \nTrade Law to consider areas in which international trade law can effectively support the \nachievement of climate action goals set by the international community, the scope and value \nof legal harmonization in those areas and the need for international guidance for legislators, \npolicymakers, courts and dispute resolution bodies;8 \n \n4. \nRequests the Secretary-General to continue to operate, through the \nsecretariat of the Commission, the repository of published information in accordance \nwith article 8 of the Rules on Transparency in Treaty-based Investor-State \nArbitration,9 as a continuation of the project until the end of 2024, to be funded \nentirely by voluntary contributions, notes with satisfaction the contributions by the \nEuropean Union, Germany and the Organization of the Petroleum Exporting \nCountries Fund for International Development in this regard, and also requests the \nSecretary-General to keep the General Assembly informed of developments regarding \nthe funding and budgetary situation of the transparency repository; 10 \n \n5. \nNotes with interest the progress made by the Commission in its work in \nthe areas of dispute settlement, investor-State dispute settlement reform, electronic \ncommerce, insolvency law and negotiable multimodal transport documents, 11 and \nencourages the Commission to continue to move forward efficiently to achieve \ntangible work outcomes in those areas; \n \n6. \nTakes note with interest of the decision of the Commission to task one of \nits working groups with the development of a model law on warehouse receipts; 12  \n__________________ \n \n2 Ibid., chap. IV, sect. B.2, and annex I. \n \n3 Ibid., chap. IV, sect. C.2, and annex II. \n \n4 Ibid., chap. IV, sect. D.3, and annex III. \n \n5 Ibid., chap. IV, sect. D.3, and annex IV. \n \n6 Ibid., chap. V, sect. D, and annex V. \n \n7 Ibid., chap. VI, and annex VII. \n \n8 Ibid., chap. XII, sect. B.3 (a). \n \n9 Ibid., Sixty-eighth Session, Supplement No. 17 (A/68/17), annex I. \n \n10 Ibid., Seventy-eighth Session, Supplement No. 17 (A/78/17), chap. XIV, sect. D.4, and chap. XVI, \nsect. B. \n \n11 Ibid., chaps. VII–XI. \n \n12 Ibid., chap. XII, sect. B.1. \n\nReport of the United Nations Commission on International Trade \nLaw on the work of its fifty-sixth session \nA/RES/78/103\n \n3/6\n23-24974 \n \n \n7. \nWelcomes the decision by the Commission to authorize the publication of \na legal toolkit on the coronavirus disease (COVID-19) and international trade law \ninstruments, including electronically, in the six official languages of the United \nNations,13 and encourages States and other stakeholders to consult the toolkit and the \nsecretariat to use it in its awareness-raising and promotional activities;  \n \n8. \nAlso welcomes the decision by the Commission to proceed with its exploratory \nwork on the stocktaking of developments in dispute resolution in the digital economy14 and \nthe aspects of international trade law related to voluntary carbon credits;15 \n \n9. \nEndorses the efforts and initiatives of the Commission, as the core legal \nbody within the United Nations system in the field of international trade law, aimed \nat increasing coordination of and cooperation on legal activities of international and \nregional organizations active in the field of international trade law, including on legal \nissues relating to the digital economy as reaffirmed by the Commission at its fifty-\nthird session,16 and at promoting the rule of law at the national and international levels \nin this field, and in this regard appeals to relevant international and regional \norganizations to coordinate their activities with those of the Commission, to avoid \nduplication of efforts and to promote efficiency, consistency and coherence in the \nmodernization and harmonization of international trade law; \n \n10. Reaffirms the importance, in particular for developing countries, of the \nwork of the Commission concerned with technical cooperation and assistance in the \nfield of international trade law reform and development, and in this connection: \n \n(a) \nWelcomes the initiatives of the Commission towards expanding, through \nits secretariat, its technical cooperation and assistance programme, and in that respect \nencourages the Secretary-General to seek partnerships with State and non-State actors \nto increase awareness about the work of the Commission and facilitate the effective \nimplementation of legal standards resulting from its work, and notes with appreciation \nthe organization by the secretariat of the United Nations Commission on International \nTrade Law Day events in partnership with Governments and regional universities in \nAsia and the Pacific and Latin America and the Caribbean, as well as a series of \nUnited Nations Commission on International Trade Law Day events held for the first \ntime in Africa, in 2022, aimed at promoting awareness and encouraging the study and \ndiscussion of Commission texts;17  \n \n(b) \nExpresses its appreciation to the Commission for carrying out technical \ncooperation and assistance activities and for providing assistance with legislative \ndrafting in the field of international trade law, and draws the attention of the \nSecretary-General to the limited resources that are made available in this field; \n \n(c) \nExpresses its appreciation to the Governments whose contributions \nenabled the technical cooperation and assistance activities to take place, and appeals \nto Governments, the relevant bodies of the United Nations system, organizations, \ninstitutions and individuals to make voluntary contributions to the United Nations \nCommission on International Trade Law trust fund for symposiums and, where \nappropriate, for the financing of special projects and otherwise to assist the secretariat \nof the Commission in carrying out technical cooperation and assistance activities, in \nparticular in developing countries; \n \n(d) \nReiterates its appeal to the United Nations Development Programme and other \nbodies responsible for development assistance, such as the World Bank and regional \n__________________ \n \n13 Ibid., chap. XII, sect. B.2. \n \n14 Ibid., chap. XII, sect. B.5. \n \n15 Ibid., chap. XII, sect. B.3 (b). \n \n16 Ibid., Seventy-fifth Session, Supplement No. 17 (A/75/17), part two, chap. X, sect. C.4. \n \n17 Ibid., Seventy-eighth Session, Supplement No. 17 (A/78/17), chap. XIV, sect. B.2. \n\nA/RES/78/103 \nReport of the United Nations Commission on International Trade \nLaw on the work of its fifty-sixth session\n \n23-24974\n4/6 \n \ndevelopment banks, as well as to Governments in their bilateral aid programmes, to support \nthe technical cooperation and assistance programme of the Commission and to cooperate \nwith the Commission and coordinate their activities with those of the Commission in the \nlight of the relevance and importance of the work and programmes of the Commission for \nthe promotion of the rule of law at the national and international levels and for the \nimplementation of the international development agenda, including the achievement of the \n2030 Agenda for Sustainable Development;18  \n \n(e) \nRecalls its resolutions stressing the need to strengthen support to Member \nStates, upon their request, in the domestic implementation of their respective \ninternational obligations through enhanced technical assistance and capacity-building, \nand welcomes the efforts of the Secretary-General to ensure greater coordination and \ncoherence among United Nations entities and with donors and recipients; \n \n11. \nRecalls the importance of adherence to the rules of procedure and methods \nof work of the Commission, including transparent and inclusive deliberations, taking \ninto account the summary of conclusions as reproduced in annex III to the report on \nthe work of its forty-third session,19 requests the Secretariat to issue, prior to meetings \nof the Commission and of its working groups, a reminder of those rules of procedure \nand methods of work with a view to ensuring the high quality of the work of the \nCommission and encouraging the assessment of its instruments, recalls in this regard \nits previous resolutions related to this matter, and also recalls the agreement reached \nby the Commission on the conditions that should be met with regard to informal \nmeetings of the working groups between formal sessions; 20 \n \n12. \nWelcomes the activities of the United Nations Commission on International \nTrade Law Regional Centre for Asia and the Pacific, in the Republic of Korea, towards \nproviding capacity-building and technical assistance services to States in the Asia-\nPacific region, including to international and regional organizations, expresses its \nappreciation to the Republic of Korea and China, whose contributions enabled \ncontinuing operation of the Regional Centre, notes that the continuation of the regional \npresence relies entirely on extrabudgetary resources, including but not limited to \nvoluntary contributions from States, and requests the Secretary-General to keep the \nGeneral Assembly informed of developments regarding the establishment of regional \ncentres, in particular their funding and budgetary situation; \n \n13. \nAppeals to Governments, the relevant bodies of the United Nations system, \norganizations, institutions and individuals to make voluntary contributions to the trust \nfund established to provide travel assistance to developing countries that are members \nof the Commission, at their request and in consultation with the Secretary-General, in \norder to enable renewal of the provision of that assistance and to increase expert \nrepresentation from developing countries at sessions of the Commission and its working \ngroups, necessary to build local expertise and capacities in those countries to put in \nplace a regulatory and enabling environment for business, trade and investment; \n \n14. Decides, in order to ensure full participation of all Member States in the \nsessions of the Commission and its working groups, to continue, in the competent \nMain Committee during the seventy-eighth session of the General Assembly, its \nconsideration of granting travel assistance to the least developed countries, at their \nrequest and in consultation with the Secretary-General, and notes the contributions \nfrom France, Germany, the European Union and the Swiss Agency for Development \n__________________ \n \n18 Resolution 70/1. \n \n19 Official Records of the General Assembly, Sixty-fifth Session, Supplement No. 17 (A/65/17). \n \n20 Ibid., Seventy-eighth Session, Supplement No. 17 (A/78/17), chap. XII, sect. C. \n\nReport of the United Nations Commission on International Trade \nLaw on the work of its fifty-sixth session \nA/RES/78/103\n \n5/6\n23-24974 \n \nand Cooperation to the trust fund, which would facilitate the participation of \nrepresentatives of developing States in the deliberations of Working Group III;21  \n \n15. Endorses the conviction of the Commission that the implementation and \neffective use of modern private law standards in international trade are essential for \nadvancing good governance, sustained economic development and the eradication of \npoverty and hunger and that the promotion of the rule of law in commercial relations \nshould be an integral part of the broader agenda of the United Nations to promote the \nrule of law at the national and international levels, including through the Rule of Law \nCoordination and Resource Group, supported by the Rule of Law Unit in the \nExecutive Office of the Secretary-General; \n \n16. Notes the role of the Commission in promoting the rule of law, the \nrespective discussions in the Commission at its fifty-sixth session, and the comments \ntransmitted by the Commission, pursuant to paragraph 20 of General Assembly \nresolution 77/110 of 7 December 2022, highlighting the relevance of its current work \nto the promotion of the rule of law and the implementation of the Sustainable \nDevelopment Goals;22 \n \n17. Notes with satisfaction that, in paragraph 8 of the declaration of the high-\nlevel meeting of the General Assembly on the rule of law at the national and \ninternational levels, adopted by consensus as resolution 67/1 of 24 September 2012, \nMember States recognized the importance of fair, stable and predictable legal \nframeworks for generating inclusive, sustainable and equitable development, \neconomic growth and employment, generating investment and facilitating \nentrepreneurship and, in this regard, commended the work of the Commission in \nmodernizing and harmonizing international trade law and that, in paragraph 7 of the \ndeclaration, Member States expressed their conviction that the rule of law and \ndevelopment were strongly interrelated and mutually reinforcing; \n \n18. Also notes with satisfaction that, in paragraph 89 of the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nadopted by the General Assembly by consensus as resolution 69/313 of 27 July 2015, \nStates endorsed the efforts and initiatives of the Commission, as the core legal body \nwithin the United Nations system in the field of international trade law, aimed at \nincreasing coordination of and cooperation on legal activities of international and \nregional organizations active in the field of international trade law and at promoting \nthe rule of law at the national and international levels in this field; \n \n19. Reiterates its request to the Secretary-General, in conformity with \nresolutions of the General Assembly on documentation-related matters,23 which, in \nparticular, emphasize that any invitation to limit, where appropriate, the length of \ndocuments should not adversely affect either the quality of the presentation or the \nsubstance of the documents, to bear in mind the particular characteristics of the \nmandate and functions of the Commission in the progressive development and \ncodification of international trade law when implementing page limits with respect to \nthe documentation of the Commission;24 \n \n20. Requests the Secretary-General to continue the publication of Commission \nstandards and the provision of summary records of the meetings of the Commission, \nincluding committees of the whole established by the Commission for the duration of \nits annual session, relating to the formulation of normative texts; \n__________________ \n \n21 Ibid., chap. VIII. \n \n22 Ibid., chap. XVII, sect. B. \n \n23 Resolutions 52/214, sect. B, 57/283 B, sect. III, and 58/250, sect. III. \n \n24 See resolutions 59/39, para. 9, and 65/21, para. 18; see also Official Records of the General \nAssembly, Fifty-ninth Session, Supplement No. 17 (A/59/17), paras. 124–128. \n\nA/RES/78/103 \nReport of the United Nations Commission on International Trade \nLaw on the work of its fifty-sixth session\n \n23-24974\n6/6 \n \n \n21. Recalls paragraph 48 of its resolution 66/246 of 24 December 2011 \nregarding the rotation scheme of meetings between Vienna and New York; \n \n22. Stresses the importance of promoting the use of texts emanating from the \nwork of the Commission for the global unification and harmonization of international \ntrade law, and to this end urges States that have not yet done so to consider signing, \nratifying or acceding to conventions, enacting model laws and encouraging the use of \nother relevant texts; \n \n23. Notes with appreciation the work of the Secretariat on the system for the \ncollection and dissemination of case law on Commission texts (the CLOUT system) \nin the six official languages of the United Nations, notes the resource-intensive nature \nof the system, acknowledges the need for further resources to sustain and expand it, \nnotes with interest the progress towards a rejuvenation of the CLOUT system, and its \nfocus on developing a more active and productive network of CLOUT system \ncontributors and covering an expanded range of Commission texts, in this regard \nwelcomes the renewed efforts by the Commission and its secretariat towards building \npartnerships with interested institutions, and appeals to Governments, the relevant \nbodies of the United Nations system, organizations, institutions and individuals to \nassist the secretariat of the Commission in raising awareness as to the availability and \nusefulness of the CLOUT system in professional, academic and judiciary circles and \nin securing the funding required for the coordination and expansion of the system and \nthe establishment, within the secretariat of the Commission, of a pillar focused on the \npromotion of ways and means of interpreting Commission texts in a uniform manner; \n \n24. \nWelcomes the continuing work of the Secretariat on digests of case law related \nto Commission texts, including their wide dissemination, as well as the continuing increase \nin the number of abstracts available through the CLOUT system, in view of the role of the \ndigests and the CLOUT system as important tools for the promotion of the uniform \ninterpretation of international trade law, in particular by building local capacity of judges, \narbitrators and other legal practitioners to interpret those standards in the light of their \ninternational character and the need to promote uniformity in their application and the \nobservance of good faith in international trade, and notes the satisfaction of the Commission \nwith the performance of the New York Convention website25 and the successful \ncoordination between that website and the CLOUT system; \n \n25. Recalls its resolutions affirming the importance of high-quality, user-\nfriendly and cost-effective United Nations websites and the need for their multilingual \ndevelopment, maintenance and enrichment,26 commends the fact that the website of \nthe Commission has been migrated to a mobile device-friendly platform and that it \ncontinues to be published simultaneously in the six official languages of the United \nNations, and welcomes the continuous efforts of the Commission to maintain and \nimprove its website, and to enhance the visibility of its work by utilizing social media \nfeatures in accordance with the applicable guidelines. 27 \n \n45th plenary meeting \n7 December 2023 \n \n__________________ \n \n25 https://newyorkconvention1958.org/. \n \n26 Resolutions 52/214, sect. C, para. 3; 55/222, sect. III, para. 12; 56/64 B, sect. X; 57/130 B, \nsect. X; 58/101 B, sect. V, paras. 61–76; 59/126 B, sect. V, paras. 76–95; 60/109 B, sect. IV, \nparas. 66–80; and 61/121 B, sect. IV, paras. 65–77. \n \n27 See resolution 63/120, para. 20. \n",
  "paragraphs": {
    "1": "Takes note with appreciation of the report of the United Nations Commission on International Trade Law;",
    "2": "Commends the Commission for the finalization and adoption of: (a) In the area of investor-State dispute settlement reform, the Model Provisions on Mediation for International Investment Disputes, 2 the Guidelines on Mediation for International Investment Disputes,3 the Code of Conduct for Arbitrators in International Investment Dispute Resolution,4 and, in principle, the Code of Conduct for Judges in International Investment Dispute Resolution; 5 (b) In the area of micro-, small and medium-sized enterprises, the recommendations on access to credit for micro-, small and medium-sized enterprises;6 (c) In the area of dispute settlement, the guidance text on early dismissal and preliminary determination;7",
    "3": "Commends the secretariat of the Commission for holding the United Nations Commission on International Trade Law Colloquium on Climate Change and International Trade Law to consider areas in which international trade law can effectively support the achievement of climate action goals set by the international community, the scope and value of legal harmonization in those areas and the need for international guidance for legislators, policymakers, courts and dispute resolution bodies;8",
    "4": "Requests the Secretary-General to continue to operate, through the secretariat of the Commission, the repository of published information in accordance with article 8 of the Rules on Transparency in Treaty-based Investor-State Arbitration,9 as a continuation of the project until the end of 2024, to be funded entirely by voluntary contributions, notes with satisfaction the contributions by the European Union, Germany and the Organization of the Petroleum Exporting Countries Fund for International Development in this regard, and also requests the Secretary-General to keep the General Assembly informed of developments regarding the funding and budgetary situation of the transparency repository; 10",
    "5": "Notes with interest the progress made by the Commission in its work in the areas of dispute settlement, investor-State dispute settlement reform, electronic commerce, insolvency law and negotiable multimodal transport documents, 11 and encourages the Commission to continue to move forward efficiently to achieve tangible work outcomes in those areas;",
    "6": "Takes note with interest of the decision of the Commission to task one of its working groups with the development of a model law on warehouse receipts; 12",
    "7": "Welcomes the decision by the Commission to authorize the publication of a legal toolkit on the coronavirus disease (COVID-19) and international trade law instruments, including electronically, in the six official languages of the United Nations,13 and encourages States and other stakeholders to consult the toolkit and the secretariat to use it in its awareness-raising and promotional activities;",
    "8": "Also welcomes the decision by the Commission to proceed with its exploratory work on the stocktaking of developments in dispute resolution in the digital economy14 and the aspects of international trade law related to voluntary carbon credits;15",
    "9": "Endorses the efforts and initiatives of the Commission, as the core legal body within the United Nations system in the field of international trade law, aimed at increasing coordination of and cooperation on legal activities of international and regional organizations active in the field of international trade law, including on legal issues relating to the digital economy as reaffirmed by the Commission at its fifty- third session,16 and at promoting the rule of law at the national and international levels in this field, and in this regard appeals to relevant international and regional organizations to coordinate their activities with those of the Commission, to avoid duplication of efforts and to promote efficiency, consistency and coherence in the modernization and harmonization of international trade law;",
    "10": "Reaffirms the importance, in particular for developing countries, of the work of the Commission concerned with technical cooperation and assistance in the field of international trade law reform and development, and in this connection: (a) Welcomes the initiatives of the Commission towards expanding, through its secretariat, its technical cooperation and assistance programme, and in that respect encourages the Secretary-General to seek partnerships with State and non-State actors to increase awareness about the work of the Commission and facilitate the effective implementation of legal standards resulting from its work, and notes with appreciation the organization by the secretariat of the United Nations Commission on International Trade Law Day events in partnership with Governments and regional universities in Asia and the Pacific and Latin America and the Caribbean, as well as a series of United Nations Commission on International Trade Law Day events held for the first time in Africa, in 2022, aimed at promoting awareness and encouraging the study and discussion of Commission texts;17 (b) Expresses its appreciation to the Commission for carrying out technical cooperation and assistance activities and for providing assistance with legislative drafting in the field of international trade law, and draws the attention of the Secretary-General to the limited resources that are made available in this field; (c) Expresses its appreciation to the Governments whose contributions enabled the technical cooperation and assistance activities to take place, and appeals to Governments, the relevant bodies of the United Nations system, organizations, institutions and individuals to make voluntary contributions to the United Nations Commission on International Trade Law trust fund for symposiums and, where appropriate, for the financing of special projects and otherwise to assist the secretariat of the Commission in carrying out technical cooperation and assistance activities, in particular in developing countries; (d) Reiterates its appeal to the United Nations Development Programme and other bodies responsible for development assistance, such as the World Bank and regional development banks, as well as to Governments in their bilateral aid programmes, to support the technical cooperation and assistance programme of the Commission and to cooperate with the Commission and coordinate their activities with those of the Commission in the light of the relevance and importance of the work and programmes of the Commission for the promotion of the rule of law at the national and international levels and for the implementation of the international development agenda, including the achievement of the 2030 Agenda for Sustainable Development;18 (e) Recalls its resolutions stressing the need to strengthen support to Member States, upon their request, in the domestic implementation of their respective international obligations through enhanced technical assistance and capacity-building, and welcomes the efforts of the Secretary-General to ensure greater coordination and coherence among United Nations entities and with donors and recipients;",
    "11": "Recalls the importance of adherence to the rules of procedure and methods of work of the Commission, including transparent and inclusive deliberations, taking into account the summary of conclusions as reproduced in annex III to the report on the work of its forty-third session,19 requests the Secretariat to issue, prior to meetings of the Commission and of its working groups, a reminder of those rules of procedure and methods of work with a view to ensuring the high quality of the work of the Commission and encouraging the assessment of its instruments, recalls in this regard its previous resolutions related to this matter, and also recalls the agreement reached by the Commission on the conditions that should be met with regard to informal meetings of the working groups between formal sessions; 20",
    "12": "Welcomes the activities of the United Nations Commission on International Trade Law Regional Centre for Asia and the Pacific, in the Republic of Korea, towards providing capacity-building and technical assistance services to States in the Asia- Pacific region, including to international and regional organizations, expresses its appreciation to the Republic of Korea and China, whose contributions enabled continuing operation of the Regional Centre, notes that the continuation of the regional presence relies entirely on extrabudgetary resources, including but not limited to voluntary contributions from States, and requests the Secretary-General to keep the General Assembly informed of developments regarding the establishment of regional centres, in particular their funding and budgetary situation;",
    "13": "Appeals to Governments, the relevant bodies of the United Nations system, organizations, institutions and individuals to make voluntary contributions to the trust fund established to provide travel assistance to developing countries that are members of the Commission, at their request and in consultation with the Secretary-General, in order to enable renewal of the provision of that assistance and to increase expert representation from developing countries at sessions of the Commission and its working groups, necessary to build local expertise and capacities in those countries to put in place a regulatory and enabling environment for business, trade and investment;",
    "14": "Decides, in order to ensure full participation of all Member States in the sessions of the Commission and its working groups, to continue, in the competent Main Committee during the seventy-eighth session of the General Assembly, its consideration of granting travel assistance to the least developed countries, at their request and in consultation with the Secretary-General, and notes the contributions from France, Germany, the European Union and the Swiss Agency for Development and Cooperation to the trust fund, which would facilitate the participation of representatives of developing States in the deliberations of Working Group III;21",
    "15": "Endorses the conviction of the Commission that the implementation and effective use of modern private law standards in international trade are essential for advancing good governance, sustained economic development and the eradication of poverty and hunger and that the promotion of the rule of law in commercial relations should be an integral part of the broader agenda of the United Nations to promote the rule of law at the national and international levels, including through the Rule of Law Coordination and Resource Group, supported by the Rule of Law Unit in the Executive Office of the Secretary-General;",
    "16": "Notes the role of the Commission in promoting the rule of law, the respective discussions in the Commission at its fifty-sixth session, and the comments transmitted by the Commission, pursuant to paragraph 20 of General Assembly resolution 77/110 of 7 December 2022, highlighting the relevance of its current work to the promotion of the rule of law and the implementation of the Sustainable Development Goals;22",
    "17": "Notes with satisfaction that, in paragraph 8 of the declaration of the high- level meeting of the General Assembly on the rule of law at the national and international levels, adopted by consensus as resolution 67/1 of 24 September 2012, Member States recognized the importance of fair, stable and predictable legal frameworks for generating inclusive, sustainable and equitable development, economic growth and employment, generating investment and facilitating entrepreneurship and, in this regard, commended the work of the Commission in modernizing and harmonizing international trade law and that, in paragraph 7 of the declaration, Member States expressed their conviction that the rule of law and development were strongly interrelated and mutually reinforcing;",
    "18": "Also notes with satisfaction that, in paragraph 89 of the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, adopted by the General Assembly by consensus as resolution 69/313 of 27 July 2015, States endorsed the efforts and initiatives of the Commission, as the core legal body within the United Nations system in the field of international trade law, aimed at increasing coordination of and cooperation on legal activities of international and regional organizations active in the field of international trade law and at promoting the rule of law at the national and international levels in this field;",
    "19": "Reiterates its request to the Secretary-General, in conformity with resolutions of the General Assembly on documentation-related matters,23 which, in particular, emphasize that any invitation to limit, where appropriate, the length of documents should not adversely affect either the quality of the presentation or the substance of the documents, to bear in mind the particular characteristics of the mandate and functions of the Commission in the progressive development and codification of international trade law when implementing page limits with respect to the documentation of the Commission;24",
    "20": "Requests the Secretary-General to continue the publication of Commission standards and the provision of summary records of the meetings of the Commission, including committees of the whole established by the Commission for the duration of its annual session, relating to the formulation of normative texts;",
    "21": "Recalls paragraph 48 of its resolution 66/246 of 24 December 2011 regarding the rotation scheme of meetings between Vienna and New York;",
    "22": "Stresses the importance of promoting the use of texts emanating from the work of the Commission for the global unification and harmonization of international trade law, and to this end urges States that have not yet done so to consider signing, ratifying or acceding to conventions, enacting model laws and encouraging the use of other relevant texts;",
    "23": "Notes with appreciation the work of the Secretariat on the system for the collection and dissemination of case law on Commission texts (the CLOUT system) in the six official languages of the United Nations, notes the resource-intensive nature of the system, acknowledges the need for further resources to sustain and expand it, notes with interest the progress towards a rejuvenation of the CLOUT system, and its focus on developing a more active and productive network of CLOUT system contributors and covering an expanded range of Commission texts, in this regard welcomes the renewed efforts by the Commission and its secretariat towards building partnerships with interested institutions, and appeals to Governments, the relevant bodies of the United Nations system, organizations, institutions and individuals to assist the secretariat of the Commission in raising awareness as to the availability and usefulness of the CLOUT system in professional, academic and judiciary circles and in securing the funding required for the coordination and expansion of the system and the establishment, within the secretariat of the Commission, of a pillar focused on the promotion of ways and means of interpreting Commission texts in a uniform manner;",
    "24": "Welcomes the continuing work of the Secretariat on digests of case law related to Commission texts, including their wide dissemination, as well as the continuing increase in the number of abstracts available through the CLOUT system, in view of the role of the digests and the CLOUT system as important tools for the promotion of the uniform interpretation of international trade law, in particular by building local capacity of judges, arbitrators and other legal practitioners to interpret those standards in the light of their international character and the need to promote uniformity in their application and the observance of good faith in international trade, and notes the satisfaction of the Commission with the performance of the New York Convention website25 and the successful coordination between that website and the CLOUT system;",
    "25": "Recalls its resolutions affirming the importance of high-quality, user- friendly and cost-effective United Nations websites and the need for their multilingual development, maintenance and enrichment,26 commends the fact that the website of the Commission has been migrated to a mobile device-friendly platform and that it continues to be published simultaneously in the six official languages of the United Nations, and welcomes the continuous efforts of the Commission to maintain and improve its website, and to enhance the visibility of its work by utilizing social media features in accordance with the applicable guidelines. 27"
  },
  "agenda_items": [
    "Item 77"
  ],
  "symbol_references": []
}