{
  "symbol": "A/RES/75/172",
  "filename": "A_RES_75_172.pdf",
  "title": "75/172. The right of the Palestinian people to self-determination",
  "text": "United Nations \nA/RES/75/172\n \n \nGeneral Assembly \nDistr.: General \n28 December 2020 \n \n20-17311 (E)    301220     \n*2017311* \n \n \nSeventy-fifth session \nAgenda item 71 \nRight of peoples to self-determination  \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2020 \n \n \n \n \n[on the report of the Third Committee (A/75/477, para. 19)] \n \n \n 75/172. The right of the Palestinian people to self-determination \n \n \n \nThe General Assembly, \n \nAware that the development of friendly relations among nations, based on \nrespect for the principle of equal rights and self-determination of peoples, is among \nthe purposes and principles of the United Nations, as defined in the Charter,  \n \nRecalling, in this regard, its resolution 2625 (XXV) of 24 October 1970, entitled \n“Declaration on Principles of International Law concerning Friendly Relations and \nCooperation among States in accordance with the Charter of the United Nations”,  \n \nBearing in mind the International Covenants on Human Rights,1 the Universal \nDeclaration of Human Rights,2 the Declaration on the Granting of Independence to \nColonial Countries and Peoples3 and the Vienna Declaration and Programme of \nAction adopted at the World Conference on Human Rights on 25 June 1993, 4 \n \nRecalling the Declaration on the Occasion of the Fiftieth Anniversary of the \nUnited Nations,5 \n \nRecalling also the United Nations Millennium Declaration,6 \n \nRecalling further the advisory opinion rendered on 9 July 2004 by the \nInternational Court of Justice on the legal consequences of the construction of a wall \n__________________ \n \n1  Resolution 2200 A (XXI), annex. \n \n2  Resolution 217 A (III). \n \n3  Resolution 1514 (XV). \n \n4  A/CONF.157/24 (Part I), chap. III. \n \n5  Resolution 50/6. \n \n6  Resolution 55/2. \n\nA/RES/75/172 \nThe right of the Palestinian people to self-determination\n \n20-17311\n2/2 \n \nin the Occupied Palestinian Territory,7 and noting in particular the reply of the Court, \nincluding on the right of peoples to self-determination, which is a right erga omnes,8 \n \nRecalling the conclusion of the Court, in its advisory opinion of 9 July 2004, \nthat the construction of the wall by Israel, the occupying Power, in the Occupied \nPalestinian Territory, including East Jerusalem, along with measures previously \ntaken, severely impedes the right of the Palestinian people to self-determination,9 \n \nStressing the urgency of achieving without delay an end to the Israeli occupation \nthat began in 1967 and a just, lasting and comprehensive peace settlement between \nthe Palestinian and Israeli sides, based on the relevant resolutions of the United \nNations, the Madrid terms of reference, including the principle of land for peace, the \nArab Peace Initiative10 and the Quartet road map to a permanent two-State solution \nto the Israeli-Palestinian conflict,11 \n \nStressing also the need for respect for and preservation of the territorial unity, \ncontiguity and integrity of all of the Occupied Palestinian Territory, including East \nJerusalem, and recalling in this regard its resolution 58/292 of 6 May 2004,  \n \nRecalling its resolution 74/139 of 18 December 2019,  \n \nRecalling also its resolution 67/19 of 29 November 2012,  \n \nAffirming the right of all States in the region to live in peace within secure and \ninternationally recognized borders,  \n \n1. \nReaffirms the right of the Palestinian people to self-determination, \nincluding the right to their independent State of Palestine;  \n \n2. \nUrges all States and the specialized agencies and organizations of the \nUnited Nations system to continue to support and assist the Palestinian people in the \nearly realization of their right to self-determination.  \n \n46th plenary meeting \n16 December 2020 \n \n \n__________________ \n \n7  See A/ES-10/273 and A/ES-10/273/Corr.1. \n \n8  Ibid., advisory opinion, para. 88. \n \n9  Ibid., para. 122. \n \n10  A/56/1026-S/2002/932, annex II, resolution 14/221. \n \n11  S/2003/529, annex. \n",
  "paragraphs": {
    "1": "Reaffirms the right of the Palestinian people to self-determination, including the right to their independent State of Palestine;",
    "2": "Urges all States and the specialized agencies and organizations of the United Nations system to continue to support and assist the Palestinian people in the early realization of their right to self-determination."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}