{
  "symbol": "A/RES/78/210",
  "filename": "A_RES_78_210.pdf",
  "title": "78/210. Terrorism and human rights",
  "text": "United Nations \nA/RES/78/210\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n23-26017 (E)    090124     \n*2326017* \n \n \nSeventy-eighth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human rights \nquestions, including alternative approaches for improving \nthe effective enjoyment of human rights and \nfundamental freedoms  \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/481/Add.2, para. 139)] \n \n \n 78/210. Terrorism and human rights \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles of the Charter of the United Nations, the \nUniversal Declaration of Human Rights,1 the International Covenant on Economic, \nSocial and Cultural Rights 2 and the International Covenant on Civil and Political \nRights3 and other relevant international human rights instruments, \n \nRecalling all relevant resolutions of the General Assembly, the Security Council, \nthe Commission on Human Rights and the Human Rights Council concerning human \nrights and terrorism, the most recent of which are Assembly resolutions 72/180 of \n19 December 2017, 72/246 of 24 December 2017, 73/174 of 17 December 2018, \n74/147 of 18 December 2019 and 76/169 of 16 December 2021, and Human Rights \nCouncil resolutions 34/8 of 23 March 2017, 4  35/34 of 23 June 2017, 5  37/27 of \n23 March 2018,6 40/16 of 22 March 20197, 42/18 of 26 September 2019,8 45/11 of \n6 October 20209 and 51/24 of 7 October 2022,10  \n__________________ \n \n1  Resolution 217 A (III). \n \n2  See resolution 2200 A (XXI), annex. \n \n3 Ibid. \n \n4  See Official Records of the General Assembly, Seventy-second Session, Supplement No. 53 (A/72/53), \nchap. IV, sect. A. \n \n5  Ibid., chap. V, sect. A. \n \n6  Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. IV, sect. A. \n \n7  Ibid., Seventy-fourth Session, Supplement No. 53 (A/74/53), chap. IV, sect. A. \n \n8  Ibid., Supplement No. 53A (A/74/53/Add.1), chap. III. \n \n9 Ibid., Seventy-fifth Session, Supplement No. 53A (A/75/53/Add.1), chap. III. \n \n10  Ibid., Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. III, sect. A. \n\nA/RES/78/210 \nTerrorism and human rights\n \n23-26017\n2/8 \n \n \nEmphasizing that all human rights are universal, indivisible, interdependent and \ninterrelated, \n \nReaffirming the obligation of States to respect all human rights and fundamental \nfreedoms and the fundamental importance of respecting the rule of law, \n \nReaffirming also its unequivocal condemnation of all acts, methods and \npractices of terrorism and violent extremism conducive to terrorism, in all its forms \nand manifestations, wherever and by whomsoever committed, regardless of their \nmotivation, and of the financial, material or political support of terrorism as \nunjustifiable in accordance with applicable international law, \n \nRenewing \nits \nunwavering \ncommitment \nto \nstrengthening \ninternational \ncooperation to prevent and combat terrorism and violent extremism conducive to \nterrorism in all their forms and manifestations, while stressing that terrorism can only \nbe defeated by a sustained and comprehensive approach involving the active \nparticipation and collaboration of all States and international and regional \norganizations, \n \nReaffirming the primary responsibility of States to protect the population \nthroughout their territory, and recalling in this regard that all parties to armed conflict \nmust comply fully with obligations applicable to them under international humanitarian \nlaw related to the protection of civilians and medical personnel in armed conflict, \n \nRecognizing that terrorism and violent extremism conducive to terrorism have \na detrimental effect on the full enjoyment of all human rights and fundamental \nfreedoms and impede the full enjoyment of political, civil, economic, social and \ncultural rights, and that they pose a threat to the territorial integrity and security of \nStates, the stability of Governments, the rule of law and democracy and, ultimately, \nto the functioning of societies and international peace and security, \n \nEmphasizing that terrorism and violent extremism conducive to terrorism cannot \nand should not be associated with any religion, nationality, civilization or ethnic \ngroup, and that tolerance, pluralism, inclusion and respect for diversity, dialogue \namong civilizations and the enhancement of interfaith and intercultural understanding \nand respect among people, including at the national, regional and global levels, while \ncombating the escalation of hatred, are among the most important elements in the \npromotion of cooperation and success in preventing and combating terrorism, and \nwelcoming the various initiatives to that end, \n \nReaffirming that States must ensure that any measure taken to counter terrorism \nand violent extremism conducive to terrorism complies with international law, in \nparticular international human rights law, international refugee law and international \nhumanitarian law, \n \nReaffirming also its commitment to the United Nations Global Counter-\nTerrorism Strategy and its four pillars, as adopted by the General Assembly in its \nresolution 60/288 of 8 September 2006, which reaffirm, inter alia, respect for human \nrights for all and the rule of law as being the fundamental basis of the fight against \nterrorism, and its eighth review, as taken note of in General Assembly resolution \n77/298 of 22 June 2023, \n \nReaffirming further that the promotion and the protection of human rights for \nall and the rule of law are essential to the fight against terrorism and violent extremism \nconducive to terrorism, and recognizing that effective counter-terrorism measures and \nthe protection of human rights are not conflicting goals but are complementary and \nmutually reinforcing, \n \nExpressing its grave concern at the phenomenon of foreign terrorist fighters and \nat the threat it poses to all States, including countries of origin, transit and destination, \n\nTerrorism and human rights \nA/RES/78/210\n \n3/8\n23-26017 \n \nand encouraging all States to address this threat by enhancing their cooperation and \ndeveloping relevant measures to tackle this phenomenon, in accordance with their \nobligations under international law, including international human rights law, \ninternational refugee law and international humanitarian law, \n \nDeploring attacks on religious places and shrines and cultural sites that violate \ninternational law, in particular international human rights law and international \nhumanitarian law, as applicable, including all deliberate destruction of relics, \nmonuments or religious sites, \n \nStrongly condemning the recruitment and use of children to perpetrate terrorist \nattacks and all violations and abuses committed by terrorist groups against children \nand women, including killing and maiming, abduction and rape and other forms of \nsexual violence, and noting that such violations and abuses may amount to war crimes \nor crimes against humanity, \n \nDeeply deploring the suffering caused by terrorism to the victims and their \nfamilies, and, while stressing the need to promote and protect the rights of victims of \nterrorism, in particular women and children, reaffirming its profound solidarity with \nthem and stressing the importance of providing them with proper support and \nassistance while respecting, inter alia, considerations regarding remembrance, \ndignity, respect, accountability, truth and justice, in accordance with international law, \n \nExpressing deep concern that acts of sexual and gender-based violence are \nknown to be part of the strategic objectives and ideology of certain terrorist groups \nand are used as an instrument to increase their power through supporting financing \nand recruitment and through the destruction of communities, \n \nRecognizing that countering terrorism requires a comprehensive approach and a \nmultidimensional strategy to tackle the factors underlying terrorism, \n \nRecognizing also the difficulties faced by the international community in \naddressing the conditions conducive to the spread of terrorism and violent extremism, \nwhich can be conducive to terrorism, and urging Member States and the United \nNations system to take measures, pursuant to international law and while ensuring \nnational ownership, to address all drivers of violent extremism conducive to \nterrorism, both internal and external, in a balanced manner, \n \nConscious that there are a number of drivers underlying radicalization to \nterrorism, and that development based on the principles of social justice, inclusion \nand equal opportunities can contribute to the prevention of terrorism and violent \nextremism conducive to terrorism and to the promotion of inclusive, open and \nresilient societies, notably through education, and affirming the determination of \nStates to work towards conflict resolution, to confront oppression, to eradicate \npoverty, to promote sustained economic growth, sustainable development, global \nprosperity, good governance, human rights and fundamental freedoms for all and the \nrule of law, to improve intercultural understanding and to promote respect for all, \n \n1. \nStrongly condemns all terrorist acts as criminal and unjustifiable, and \nexpresses grave concern at their detrimental effects on the enjoyment of all human \nrights; \n \n2. \nReaffirms that States must ensure that any measure taken to combat \nterrorism complies with their obligations under international law, in particular \ninternational human rights law, international refugee law and international \nhumanitarian law; \n \n3. \nExpresses concern that terrorists and terrorist groups have targeted \ncommunities and individuals, as well as Governments, including on the basis of \nreligion or belief and/or ethnicity; \n\nA/RES/78/210 \nTerrorism and human rights\n \n23-26017\n4/8 \n \n \n4. \nStresses the responsibility of States to protect persons in their territory \nagainst such acts, in full compliance with their obligations under international law, \nand in particular international human rights law, international refugee law and \ninternational humanitarian law; \n \n5. \nExpresses serious concern at the violations of human rights and \nfundamental freedoms and of international refugee law and international \nhumanitarian law in the context of countering terrorism and violent extremism \nconducive to terrorism; \n \n6. \nReaffirms the obligation of States, in accordance with article 4 of the \nInternational Covenant on Civil and Political Rights, to respect certain rights as \nnon-derogable under any circumstances, recalls, in regard to all other Covenant \nrights, that any measures derogating from the provisions of the Covenant must be in \naccordance with that article in all cases, underlines the exceptional and temporary \nnature of any such derogations, and in this regard calls upon States to raise awareness \nabout the importance of these obligations among national authorities involved in \ncombating terrorism; \n \n7. \nReaffirms its commitment to the United Nations Global Counter-Terrorism \nStrategy and a balanced and integrated implementation of its four pillars, as adopted \nin its resolution 60/288, and at its eighth review, and recognizes the need to redouble \nefforts for even attention paid to and even implementation of all the pillars of the \nstrategy; \n \n8. \nReaffirms its profound solidarity with the victims of terrorism and their \nfamilies, acknowledges the importance of protecting their rights and providing them \nwith proper support, assistance and rehabilitation while taking into account, when \nappropriate, considerations regarding remembrance, dignity, respect, justice and truth \nin such a way that promotes accountability and ends impunity, and encourages the \nenhancement of international cooperation and the exchange of expertise in that \nrespect, in accordance with international law and the Charter of the United Nations; \n \n9. \nStresses the importance of ensuring access to justice and accountability, \nand calls upon States to ensure that any person who alleges that his or her human \nrights or fundamental freedoms have been violated by measures taken or means \nemployed to counter terrorism or violent extremism conducive to terrorism has access \nto justice, due process and an effective remedy, and that victims of human rights \nviolations and abuses receive adequate, effective and prompt remedy and reparations, \nwhich should include, as appropriate, restitution, compensation, rehabilitation and \nguarantees of non-repetition as a fundamental basis of any strategy to counter \nterrorism and violent extremism conducive to terrorism; \n \n10. Also stresses the importance of developing and maintaining effective, fair, \nhumane, transparent and accountable criminal justice systems in a manner that fully \nrespects the rights to equality and non-discrimination in the administration of justice, \nto a fair and public hearing by a competent, independent and impartial tribunal, to a \nreview of detention and to the presumption of innocence and other fundamental \njudicial guarantees, such as due process, in accordance with their obligations under \ninternational law, including international human rights law, international \nhumanitarian law and international refugee law; \n \n11. \nUrges States to fully comply with their obligations under international law \nwhile countering terrorism, in particular international human rights law, international \nrefugee law and international humanitarian law, with regard to the absolute \nprohibition of torture and other cruel, inhuman or degrading treatment or punishment; \n \n12. Also urges States to take all steps necessary to ensure the right of anyone \narrested or detained on a criminal charge to be brought promptly before a judge or \n\nTerrorism and human rights \nA/RES/78/210\n \n5/8\n23-26017 \n \nother officer authorized by law to exercise judicial power and the entitlement to trial \nwithin a reasonable time or release; \n \n13. Further urges States to safeguard the work of civil society by ensuring that \ncounter-terrorism laws and measures are consistent with and are applied in a manner \nthat fully respects human rights, particularly the rights to freedom of expression, \npeaceful assembly and association; \n \n14. Urges States to ensure that measures taken to counter terrorism and violent \nextremism conducive to terrorism are not discriminatory, and not to resort to profiling \nbased on stereotypes founded on ethnic, racial or religious grounds or any other \nground of discrimination prohibited by international law; \n \n15. Also urges States to ensure, in accordance with their obligations under \ninternational law and national regulations, and whenever international humanitarian \nlaw is applicable, that counter-terrorism legislation and measures do not impede \nhumanitarian and medical activities or engagement with all relevant actors as foreseen \nby international humanitarian law; \n \n16. Recognizes the important role of religious leaders and institutions, local \ncommunities and community leaders in promoting tolerance and in preventing and \ncountering terrorism and violent extremism conducive to terrorism; \n \n17. Also recognizes the important role of women in preventing and countering \nterrorism and violent extremism conducive to terrorism, and requests States to \nconsider, when appropriate, the impact of counter-terrorism strategies on women’s \nand children’s human rights, and to seek consultations with their respective \norganizations when developing strategies to counter terrorism and violent extremism \nconducive to terrorism; \n \n18. Urges States to ensure that gender equality and non-discrimination are \ntaken into account when shaping, reviewing and implementing all counter-terrorism \nmeasures and to promote the full and effective participation of women in these \nprocesses; \n \n19. Also urges States to take measures to ensure that counter-terrorism laws \nand implementing measures are consistent with and are applied in a manner that fully \nrespects the rights enshrined in the Universal Declaration of Human Rights and the \nobligations of States under international human rights law, in particular the \nInternational Covenant on Civil and Political Rights, with a view to ensuring respect \nfor the principles of legal certainty and legality; \n \n20. Strongly condemns terrorist acts and all acts of violence committed by \nterrorist groups, including trafficking in persons, kidnapping and hostage-taking with \ndemands for ransom and/or political concessions, and the continued systematic and \nwidespread abuses of human rights perpetrated by such groups, and calls upon all \nMember States to prevent terrorists from benefiting from ransom payment and \npolitical concessions and to secure the safe release of hostages, in accordance with \napplicable legal obligations, while noting the initiatives in this regard, including the \nAlgiers Memorandum on Good Practices on Preventing and Denying the Benefits of \nKidnapping for Ransom by Terrorists; \n \n21. Urges States to do all they can, in accordance with their obligations under \ninternational law, to prevent any political, material or financial support from reaching \nterrorist groups, to deny terrorists safe haven, freedom of operation, movement and \nrecruitment and to criminalize the wilful provision or collection by any means, \ndirectly or indirectly, of funds by their nationals or in their territories with the \nintention that the funds be used, or with the knowledge that they are to be used, by \nterrorist groups for any purpose, and to bring to justice or, where appropriate, \n\nA/RES/78/210 \nTerrorism and human rights\n \n23-26017\n6/8 \n \nextradite the perpetrators of terrorist acts or any person who supports, facilitates or \nparticipates, or attempts to participate, in the financing, planning or preparation of \nterrorist acts; \n \n22. Calls upon States to refrain from providing support to entities or persons \ninvolved in terrorist acts, including support in establishing propaganda platforms \nadvocating hatred that constitutes incitement to discrimination, hostility or violence, \nincluding through the Internet and other media, and emphasizes in this regard the key \nimportance of full respect for the right to freedom of opinion and expression as set \nout in the International Covenant on Civil and Political Rights; \n \n23. Urges States to adopt rehabilitation and reintegration strategies for \nreturning foreign terrorist fighters, in line with good practices, such as those set out \nin the Hague-Marrakech Memorandum on Good Practices for a More Effective \nResponse to the Foreign Terrorist Fighter Phenomenon of the Global Counterterrorism \nForum, and to adopt a comprehensive approach that includes, inter alia, the \ndevelopment of national centres for counsel and the prevention of radicalization to \nviolence, which can play an important role together with criminal justice responses; \n \n24. Renews its commitment to strengthening international cooperation to \nprevent and counter terrorism in accordance with international law, including the \nCharter, international human rights law and international humanitarian law, including \nthrough technical cooperation, capacity-building and the exchange of information and \nintelligence on countering terrorism, and in that regard calls upon States and relevant \nregional and subregional organizations, as appropriate, to continue to implement the \nUnited Nations Global Counter-Terrorism Strategy and its four pillars; \n \n25. Strongly encourages relevant United Nations agencies, including those \ninvolved in supporting counter-terrorism efforts, to take into account in their technical \nassistance with regard to counter-terrorism efforts, whenever appropriate, the \nelements necessary for building national capacity in order to strengthen criminal \njustice systems and the rule of law and to continue to facilitate the promotion and \nprotection of human rights and fundamental freedoms, due process and the rule of \nlaw, while countering terrorism; \n \n26. Requests all Governments to cooperate fully with the Special Rapporteur \nof the Human Rights Council on the promotion and protection of human rights and \nfundamental freedoms while countering terrorism in the performance of his mandated \ntasks and duties; \n \n27. Urges States and the international community and encourages civil society \nto take measures, as appropriate, including through education, awareness-raising, the \nmedia and human rights education and training, to promote a culture of peace, justice \nand human development, ethnic, national and religious tolerance and respect for all \nreligions, religious values, beliefs and cultures and to effectively address the \nconditions conducive to the spread of terrorism and that make individuals and groups \nmore vulnerable to the effects of terrorism and to recruitment by terrorists; \n \n28. Emphasizes that mutual respect, tolerance, pluralism, inclusion and \nrespect for diversity, dialogue among civilizations and the enhancement of interfaith \nand intercultural understanding, and combating intolerance, discrimination and hatred \nthat constitutes incitement to discrimination, hostility or violence on the basis of \nreligion or belief, or any other basis, including at the national, regional or global \nlevels, are among the most important elements in promoting cooperation and success \nin preventing and combating terrorism and violent extremism conducive to terrorism, \nand welcomes the various initiatives to that end; \n \n29. Acknowledges that the active participation of civil society organizations \ncan strengthen ongoing governmental efforts to protect human rights and fundamental \n\nTerrorism and human rights \nA/RES/78/210\n \n7/8\n23-26017 \n \nfreedoms while countering terrorism and to assess the impact of terrorism on the \nenjoyment of all human rights, and calls upon States to ensure that measures to \ncounter terrorism and violent extremism conducive to terrorism and to preserve \nnational security do not hinder the work and safety of such organizations and are in \ncompliance with the obligations of States under international law, in particular \ninternational human rights law, international refugee law and international \nhumanitarian law; \n \n30. Urges States to safeguard the right to privacy in accordance with \ninternational law, in particular international human rights law, and to take measures \nto ensure that interference with or restriction of that right are not arbitrary, are \nadequately regulated by law and are subject to effective oversight and appropriate \nredress, including through judicial review or other means; \n \n31. Calls upon Member States to remain alert to the use of information and \ncommunications technology for terrorist purposes and to cooperate to prevent and \ncounter violent extremist propaganda and incitement to violence on the Internet and \nsocial media, including by developing effective counter-narratives, and to prevent \nterrorists from recruiting and raising funds online for terrorist purposes, while \nrespecting human rights and fundamental freedoms, in compliance with their \nobligations under international law, and stresses the importance of cooperation with \ncivil society and the private sector in this endeavour; \n \n32. Expresses its concern at the increasing use, in a globalized society, by \nterrorists and their supporters, of information and communications technology, in \nparticular the Internet and other media, to advocate, commit, incite, recruit for, fund \nor plan terrorist acts, urges States to take appropriate preventive measures in this \nregard while acting in full compliance with their obligations under international law, \nand reiterates that such technologies can be powerful tools in countering the spread \nof terrorism, including by promoting tolerance, dialogue among peoples and peace; \n \n33. Invites all treaty bodies, special procedure mandate holders, international \nand regional human rights mechanisms and the United Nations High Commissioner \nfor Human Rights, within their respective mandates, to pay due attention to the \nnegative impact of terrorism on the enjoyment of all human rights and fundamental \nfreedoms and on alleged violations of human rights and fundamental freedoms while \ncountering terrorism and violent extremism conducive to terrorism, and to report \nregularly to the Human Rights Council; \n \n34. Requests the Office of the United Nations High Commissioner for Human \nRights and the Special Rapporteur on the promotion and protection of human rights \nand fundamental freedoms while countering terrorism to continue to contribute to the \nwork of the Office of Counter-Terrorism through, inter alia, participation in the \nUnited Nations Global Counter-Terrorism Coordination Compact; \n \n35. Encourages the Security Council, the Counter-Terrorism Committee and \nthe Counter-Terrorism Committee Executive Directorate to strengthen, within their \nmandates, the links, cooperation and dialogue with relevant human rights bodies, \ngiving due regard to the promotion and protection of human rights and the rule of law \nin their ongoing work relating to counter-terrorism; \n \n36. Encourages relevant United Nations bodies and entities, in particular those \nparticipating in the United Nations Global Counter-Terrorism Coordination Compact \nand international, regional and subregional organizations, which provide technical \nassistance upon request, to step up their efforts to ensure respect for international \nhuman rights law, international refugee law and international humanitarian law, as \nwell as the rule of law, as an element of technical assistance, including in the adoption \nand implementation of legislative and other measures by States; \n\nA/RES/78/210 \nTerrorism and human rights\n \n23-26017\n8/8 \n \n \n37. Calls upon international, regional and subregional organizations to \nstrengthen information-sharing, coordination and cooperation in promoting the \nprotection of human rights, fundamental freedoms and the rule of law while \ncountering terrorism; \n \n38. Requests the Secretary-General to submit a report on the implementation \nof the present resolution to the Human Rights Council and to the General Assembly \nat its eightieth session. \n \n50th plenary meeting \n19 December 2023 \n \n",
  "paragraphs": {
    "1": "Strongly condemns all terrorist acts as criminal and unjustifiable, and expresses grave concern at their detrimental effects on the enjoyment of all human rights;",
    "2": "Reaffirms that States must ensure that any measure taken to combat terrorism complies with their obligations under international law, in particular international human rights law, international refugee law and international humanitarian law;",
    "3": "Expresses concern that terrorists and terrorist groups have targeted communities and individuals, as well as Governments, including on the basis of religion or belief and/or ethnicity; A/RES/78/210 Terrorism and human rights 23-26017 4/8",
    "4": "Stresses the responsibility of States to protect persons in their territory against such acts, in full compliance with their obligations under international law, and in particular international human rights law, international refugee law and international humanitarian law;",
    "5": "Expresses serious concern at the violations of human rights and fundamental freedoms and of international refugee law and international humanitarian law in the context of countering terrorism and violent extremism conducive to terrorism;",
    "6": "Reaffirms the obligation of States, in accordance with article 4 of the International Covenant on Civil and Political Rights, to respect certain rights as non-derogable under any circumstances, recalls, in regard to all other Covenant rights, that any measures derogating from the provisions of the Covenant must be in accordance with that article in all cases, underlines the exceptional and temporary nature of any such derogations, and in this regard calls upon States to raise awareness about the importance of these obligations among national authorities involved in combating terrorism;",
    "7": "Reaffirms its commitment to the United Nations Global Counter-Terrorism Strategy and a balanced and integrated implementation of its four pillars, as adopted in its resolution 60/288, and at its eighth review, and recognizes the need to redouble efforts for even attention paid to and even implementation of all the pillars of the strategy;",
    "8": "Reaffirms its profound solidarity with the victims of terrorism and their families, acknowledges the importance of protecting their rights and providing them with proper support, assistance and rehabilitation while taking into account, when appropriate, considerations regarding remembrance, dignity, respect, justice and truth in such a way that promotes accountability and ends impunity, and encourages the enhancement of international cooperation and the exchange of expertise in that respect, in accordance with international law and the Charter of the United Nations;",
    "9": "Stresses the importance of ensuring access to justice and accountability, and calls upon States to ensure that any person who alleges that his or her human rights or fundamental freedoms have been violated by measures taken or means employed to counter terrorism or violent extremism conducive to terrorism has access to justice, due process and an effective remedy, and that victims of human rights violations and abuses receive adequate, effective and prompt remedy and reparations, which should include, as appropriate, restitution, compensation, rehabilitation and guarantees of non-repetition as a fundamental basis of any strategy to counter terrorism and violent extremism conducive to terrorism;",
    "10": "Also stresses the importance of developing and maintaining effective, fair, humane, transparent and accountable criminal justice systems in a manner that fully respects the rights to equality and non-discrimination in the administration of justice, to a fair and public hearing by a competent, independent and impartial tribunal, to a review of detention and to the presumption of innocence and other fundamental judicial guarantees, such as due process, in accordance with their obligations under international law, including international human rights law, international humanitarian law and international refugee law;",
    "11": "Urges States to fully comply with their obligations under international law while countering terrorism, in particular international human rights law, international refugee law and international humanitarian law, with regard to the absolute prohibition of torture and other cruel, inhuman or degrading treatment or punishment;",
    "12": "Also urges States to take all steps necessary to ensure the right of anyone arrested or detained on a criminal charge to be brought promptly before a judge or Terrorism and human rights A/RES/78/210 5/8 23-26017 other officer authorized by law to exercise judicial power and the entitlement to trial within a reasonable time or release;",
    "13": "Further urges States to safeguard the work of civil society by ensuring that counter-terrorism laws and measures are consistent with and are applied in a manner that fully respects human rights, particularly the rights to freedom of expression, peaceful assembly and association;",
    "14": "Urges States to ensure that measures taken to counter terrorism and violent extremism conducive to terrorism are not discriminatory, and not to resort to profiling based on stereotypes founded on ethnic, racial or religious grounds or any other ground of discrimination prohibited by international law;",
    "15": "Also urges States to ensure, in accordance with their obligations under international law and national regulations, and whenever international humanitarian law is applicable, that counter-terrorism legislation and measures do not impede humanitarian and medical activities or engagement with all relevant actors as foreseen by international humanitarian law;",
    "16": "Recognizes the important role of religious leaders and institutions, local communities and community leaders in promoting tolerance and in preventing and countering terrorism and violent extremism conducive to terrorism;",
    "17": "Also recognizes the important role of women in preventing and countering terrorism and violent extremism conducive to terrorism, and requests States to consider, when appropriate, the impact of counter-terrorism strategies on women’s and children’s human rights, and to seek consultations with their respective organizations when developing strategies to counter terrorism and violent extremism conducive to terrorism;",
    "18": "Urges States to ensure that gender equality and non-discrimination are taken into account when shaping, reviewing and implementing all counter-terrorism measures and to promote the full and effective participation of women in these processes;",
    "19": "Also urges States to take measures to ensure that counter-terrorism laws and implementing measures are consistent with and are applied in a manner that fully respects the rights enshrined in the Universal Declaration of Human Rights and the obligations of States under international human rights law, in particular the International Covenant on Civil and Political Rights, with a view to ensuring respect for the principles of legal certainty and legality;",
    "20": "Strongly condemns terrorist acts and all acts of violence committed by terrorist groups, including trafficking in persons, kidnapping and hostage-taking with demands for ransom and/or political concessions, and the continued systematic and widespread abuses of human rights perpetrated by such groups, and calls upon all Member States to prevent terrorists from benefiting from ransom payment and political concessions and to secure the safe release of hostages, in accordance with applicable legal obligations, while noting the initiatives in this regard, including the Algiers Memorandum on Good Practices on Preventing and Denying the Benefits of Kidnapping for Ransom by Terrorists;",
    "21": "Urges States to do all they can, in accordance with their obligations under international law, to prevent any political, material or financial support from reaching terrorist groups, to deny terrorists safe haven, freedom of operation, movement and recruitment and to criminalize the wilful provision or collection by any means, directly or indirectly, of funds by their nationals or in their territories with the intention that the funds be used, or with the knowledge that they are to be used, by terrorist groups for any purpose, and to bring to justice or, where appropriate, A/RES/78/210 Terrorism and human rights 23-26017 6/8 extradite the perpetrators of terrorist acts or any person who supports, facilitates or participates, or attempts to participate, in the financing, planning or preparation of terrorist acts;",
    "22": "Calls upon States to refrain from providing support to entities or persons involved in terrorist acts, including support in establishing propaganda platforms advocating hatred that constitutes incitement to discrimination, hostility or violence, including through the Internet and other media, and emphasizes in this regard the key importance of full respect for the right to freedom of opinion and expression as set out in the International Covenant on Civil and Political Rights;",
    "23": "Urges States to adopt rehabilitation and reintegration strategies for returning foreign terrorist fighters, in line with good practices, such as those set out in the Hague-Marrakech Memorandum on Good Practices for a More Effective Response to the Foreign Terrorist Fighter Phenomenon of the Global Counterterrorism Forum, and to adopt a comprehensive approach that includes, inter alia, the development of national centres for counsel and the prevention of radicalization to violence, which can play an important role together with criminal justice responses;",
    "24": "Renews its commitment to strengthening international cooperation to prevent and counter terrorism in accordance with international law, including the Charter, international human rights law and international humanitarian law, including through technical cooperation, capacity-building and the exchange of information and intelligence on countering terrorism, and in that regard calls upon States and relevant regional and subregional organizations, as appropriate, to continue to implement the United Nations Global Counter-Terrorism Strategy and its four pillars;",
    "25": "Strongly encourages relevant United Nations agencies, including those involved in supporting counter-terrorism efforts, to take into account in their technical assistance with regard to counter-terrorism efforts, whenever appropriate, the elements necessary for building national capacity in order to strengthen criminal justice systems and the rule of law and to continue to facilitate the promotion and protection of human rights and fundamental freedoms, due process and the rule of law, while countering terrorism;",
    "26": "Requests all Governments to cooperate fully with the Special Rapporteur of the Human Rights Council on the promotion and protection of human rights and fundamental freedoms while countering terrorism in the performance of his mandated tasks and duties;",
    "27": "Urges States and the international community and encourages civil society to take measures, as appropriate, including through education, awareness-raising, the media and human rights education and training, to promote a culture of peace, justice and human development, ethnic, national and religious tolerance and respect for all religions, religious values, beliefs and cultures and to effectively address the conditions conducive to the spread of terrorism and that make individuals and groups more vulnerable to the effects of terrorism and to recruitment by terrorists;",
    "28": "Emphasizes that mutual respect, tolerance, pluralism, inclusion and respect for diversity, dialogue among civilizations and the enhancement of interfaith and intercultural understanding, and combating intolerance, discrimination and hatred that constitutes incitement to discrimination, hostility or violence on the basis of religion or belief, or any other basis, including at the national, regional or global levels, are among the most important elements in promoting cooperation and success in preventing and combating terrorism and violent extremism conducive to terrorism, and welcomes the various initiatives to that end;",
    "29": "Acknowledges that the active participation of civil society organizations can strengthen ongoing governmental efforts to protect human rights and fundamental Terrorism and human rights A/RES/78/210 7/8 23-26017 freedoms while countering terrorism and to assess the impact of terrorism on the enjoyment of all human rights, and calls upon States to ensure that measures to counter terrorism and violent extremism conducive to terrorism and to preserve national security do not hinder the work and safety of such organizations and are in compliance with the obligations of States under international law, in particular international human rights law, international refugee law and international humanitarian law;",
    "30": "Urges States to safeguard the right to privacy in accordance with international law, in particular international human rights law, and to take measures to ensure that interference with or restriction of that right are not arbitrary, are adequately regulated by law and are subject to effective oversight and appropriate redress, including through judicial review or other means;",
    "31": "Calls upon Member States to remain alert to the use of information and communications technology for terrorist purposes and to cooperate to prevent and counter violent extremist propaganda and incitement to violence on the Internet and social media, including by developing effective counter-narratives, and to prevent terrorists from recruiting and raising funds online for terrorist purposes, while respecting human rights and fundamental freedoms, in compliance with their obligations under international law, and stresses the importance of cooperation with civil society and the private sector in this endeavour;",
    "32": "Expresses its concern at the increasing use, in a globalized society, by terrorists and their supporters, of information and communications technology, in particular the Internet and other media, to advocate, commit, incite, recruit for, fund or plan terrorist acts, urges States to take appropriate preventive measures in this regard while acting in full compliance with their obligations under international law, and reiterates that such technologies can be powerful tools in countering the spread of terrorism, including by promoting tolerance, dialogue among peoples and peace;",
    "33": "Invites all treaty bodies, special procedure mandate holders, international and regional human rights mechanisms and the United Nations High Commissioner for Human Rights, within their respective mandates, to pay due attention to the negative impact of terrorism on the enjoyment of all human rights and fundamental freedoms and on alleged violations of human rights and fundamental freedoms while countering terrorism and violent extremism conducive to terrorism, and to report regularly to the Human Rights Council;",
    "34": "Requests the Office of the United Nations High Commissioner for Human Rights and the Special Rapporteur on the promotion and protection of human rights and fundamental freedoms while countering terrorism to continue to contribute to the work of the Office of Counter-Terrorism through, inter alia, participation in the United Nations Global Counter-Terrorism Coordination Compact;",
    "35": "Encourages the Security Council, the Counter-Terrorism Committee and the Counter-Terrorism Committee Executive Directorate to strengthen, within their mandates, the links, cooperation and dialogue with relevant human rights bodies, giving due regard to the promotion and protection of human rights and the rule of law in their ongoing work relating to counter-terrorism;",
    "36": "Encourages relevant United Nations bodies and entities, in particular those participating in the United Nations Global Counter-Terrorism Coordination Compact and international, regional and subregional organizations, which provide technical assistance upon request, to step up their efforts to ensure respect for international human rights law, international refugee law and international humanitarian law, as well as the rule of law, as an element of technical assistance, including in the adoption and implementation of legislative and other measures by States; A/RES/78/210 Terrorism and human rights 23-26017 8/8",
    "37": "Calls upon international, regional and subregional organizations to strengthen information-sharing, coordination and cooperation in promoting the protection of human rights, fundamental freedoms and the rule of law while countering terrorism;",
    "38": "Requests the Secretary-General to submit a report on the implementation of the present resolution to the Human Rights Council and to the General Assembly at its eightieth session. 50th plenary meeting 19 December 2023"
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}