{
  "symbol": "A/RES/75/92",
  "filename": "A_RES_75_92.pdf",
  "title": "75/92. Continuity of the work of the Committee on the Peaceful Uses of Outer Space and its subsidiary bodies",
  "text": "United Nations \nA/RES/75/92\n \n \nGeneral Assembly \nDistr.: General \n18 December 2020 \n \n20-16923 (E)    231220     \n*2016923* \n \n \nSeventy-fifth session \nAgenda item 51 \nInternational cooperation in the peaceful uses of \nouter space \n \n \n \n \n Resolution adopted by the General Assembly \non 10 December 2020 \n \n \n \n \n[on the report of the Special Political and Decolonization Committee \n \n \n(Fourth Committee) (A/75/410, para. 10)] \n \n \n \n75/92. Continuity of the work of the Committee on the Peaceful Uses of \nOuter Space and its subsidiary bodies \n \n \n \nThe General Assembly, \n \nRecalling its resolution 74/82 of 13 December 2019, \n \nExpressing concern that the global coronavirus disease (COVID-19) pandemic \npresents a grave threat to human health and well-being and that it has had \nunprecedented and multifaceted effects, \n \nRecalling that the regular annual cycle of sessions of the Committee on the \nPeaceful Uses of Outer Space and its subcommittees was disrupted in 2020 owing to \nthe pandemic,  \n \nHaving considered the decisions and actions by the Committee on the Peaceful \nUses of Outer Space and its Legal Subcommittee taken by written procedure, 1 \n \n1. \nEndorses the decisions and actions by the Committee on the Peaceful Uses \nof Outer Space and its Legal Subcommittee taken by written procedure;  \n \n2. \nAgrees that the Committee, at its sixty-fourth session, in 2021, should \nconsider the substantive items and convene the working group recommended by the \nCommittee,2 including holding intersessional consultations as necessary, taking into \naccount the concerns of all countries, in particular those of developing countries;  \n \n3. \nAlso agrees that the Legal Subcommittee, at its sixtieth session, in 2021, \nshould consider the substantive items and reconvene the working groups \n__________________ \n \n1  Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 20 (A/75/20). \n \n2  Ibid., paras. 32 and 37. \n\nA/RES/75/92 \nContinuity of the work of the Committee on the \nPeaceful Uses of Outer Space and its subsidiary bodies\n \n20-16923\n2/2 \n \nrecommended by the Committee,3 including holding intersessional consultations as \nnecessary, taking into account the concerns of all countries, in particular those of \ndeveloping countries;  \n \n4. \nNotes that, at its fifty-seventh session, in 2020, the Scientific and \nTechnical Subcommittee continued its work,4 as mandated by the General Assembly \nin its resolution 74/82;  \n \n5. \nAgrees that the Scientific and Technical Subcommittee, at its fifty-eighth \nsession, in 2021, should consider the substantive items and reconvene the working \ngroups recommended by the Committee,5 including holding intersessional \nconsultations as necessary, taking into account the concerns of all countries, in \nparticular those of developing countries;  \n \n6. \nNotes that, in accordance with the agreement reached by the Committee at \nits forty-sixth session on the measures relating to the future composition of the \nbureaux of the Committee and its subsidiary bodies,6 on the basis of the measures \nrelating to the working methods of the Committee and its subsidiary bodies, 7 the \nEastern European States have nominated their candidate for the office of Second Vice-\nChair/Rapporteur of the Committee for the period 2022–2023;8  \n \n7. \nUrges the African States, the Asia-Pacific States, the Latin American and \nCaribbean States and the Western European and other States to nominate their \ncandidates for the offices of Chair of the Legal Subcommittee, Chair of the \nCommittee, Chair of the Scientific and Technical Subcommittee and First Vice-Chair \nof the Committee, respectively, for the period 2022–2023, before the next session of \nthe Committee, to be held in 2021.9 \n \n41st plenary meeting \n10 December 2020 \n \n__________________ \n \n3  Ibid., paras. 28–29; see also para. 11. \n \n4  Ibid., para. 18; see also A/AC.105/1224. \n \n5  Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 20 (A/75/20), \nparas. 22–23; see also A/AC.105/1224. \n \n6  Official Records of the General Assembly, Fifty-eighth Session, Supplement No. 20 (A/58/20), \nannex II, paras. 5–9. \n \n7  Ibid., Fifty-second Session, Supplement No. 20 (A/52/20), annex I; and ibid., Fifty-eighth \nSession, Supplement No. 20 (A/58/20), annex II, appendix III. \n \n8  Ibid., Seventy-fifth Session, Supplement No. 20 (A/75/20), para. 35. \n \n9  Ibid., para. 36. \n",
  "paragraphs": {
    "1": "Endorses the decisions and actions by the Committee on the Peaceful Uses of Outer Space and its Legal Subcommittee taken by written procedure;",
    "2": "Agrees that the Committee, at its sixty-fourth session, in 2021, should consider the substantive items and convene the working group recommended by the Committee,2 including holding intersessional consultations as necessary, taking into account the concerns of all countries, in particular those of developing countries;",
    "3": "Also agrees that the Legal Subcommittee, at its sixtieth session, in 2021, should consider the substantive items and reconvene the working groups recommended by the Committee,3 including holding intersessional consultations as necessary, taking into account the concerns of all countries, in particular those of developing countries;",
    "4": "Notes that, at its fifty-seventh session, in 2020, the Scientific and Technical Subcommittee continued its work,4 as mandated by the General Assembly in its resolution 74/82;",
    "5": "Agrees that the Scientific and Technical Subcommittee, at its fifty-eighth session, in 2021, should consider the substantive items and reconvene the working groups recommended by the Committee,5 including holding intersessional consultations as necessary, taking into account the concerns of all countries, in particular those of developing countries;",
    "6": "Notes that, in accordance with the agreement reached by the Committee at its forty-sixth session on the measures relating to the future composition of the bureaux of the Committee and its subsidiary bodies,6 on the basis of the measures relating to the working methods of the Committee and its subsidiary bodies, 7 the Eastern European States have nominated their candidate for the office of Second Vice- Chair/Rapporteur of the Committee for the period 2022–2023;8",
    "7": "Urges the African States, the Asia-Pacific States, the Latin American and Caribbean States and the Western European and other States to nominate their candidates for the offices of Chair of the Legal Subcommittee, Chair of the Committee, Chair of the Scientific and Technical Subcommittee and First Vice-Chair of the Committee, respectively, for the period 2022–2023, before the next session of the Committee, to be held in 2021.9"
  },
  "agenda_items": [
    "Item 51"
  ],
  "symbol_references": []
}