{
  "symbol": "A/RES/74/213",
  "filename": "A_RES_74_213.pdf",
  "title": "74/213. Cooperative measures to assess and increase awareness of environmental effects related to waste originating from chemical munitions dumped at sea",
  "text": "United Nations \nA/RES/74/213\n \n \nGeneral Assembly \nDistr.: General \n24 January 2020 \n \n19-22426 (E)    270120 \n*1922426* \n \n \nSeventy-fourth session \nAgenda item 19 \nSustainable development \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2019 \n \n \n \n \n[on the report of the Second Committee (A/74/381)] \n \n \n 74/213. Cooperative measures to assess and increase awareness \nof environmental effects related to waste originating \nfrom chemical munitions dumped at sea \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 65/149 of 20 December 2010, 68/208 of 20 December \n2013 and 71/220 of 21 December 2016, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, and \nits commitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, \n \nReaffirming also its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity, \n \nRecalling the relevant recommendations of the United Nations Conference on \nthe Human Environment, held in Stockholm in June 1972, 1 \n__________________ \n \n1  See Report of the United Nations Conference on the Human Environment, Stockholm, 5–16 June \n1972 (A/CONF.48/14/Rev.1), part one. \n\nA/RES/74/213 \nCooperative measures to assess and increase awareness\nof environmental effects related to waste originating\nfrom chemical munitions dumped at sea\n \n19-22426\n2/5 \n \n \nTaking note of the outcomes of the United Nations Conference on Environment \nand Development, held in Rio de Janeiro, Brazil, in June 1992, 2 and the Plan of \nImplementation of the World Summit on Sustainable Development (Johannesburg \nPlan of Implementation), adopted in Johannesburg, South Africa, in September 2002,3 \nand reaffirming the outcome document of the United Nations Conference on \nSustainable Development, entitled “The future we want”, adopted in Rio de Janeiro, \nBrazil, in June 2012,4  \n \nRecognizing the work of the Convention on Biological Diversity 5  and its \nprogramme of work to reduce marine and coastal biological loss, as well as other \nmultilateral environmental agreements and regional seas conventions to address \nmarine pollution and their contribution to the implementation of the 2030 Agenda for \nSustainable Development, \n \nRecalling the political declaration of the high-level political forum on \nsustainable development convened under the auspices of the General Assembly on \n24 and 25 September 2019, 6  in which Member States confirm that they remain \nresolved to ensure the lasting protection of the planet and its natural resources and \ncommit to reducing disaster risk and building resilience, \n \nRecalling also its resolution 73/254 of 20 December 2018, in which it promotes \nglobal partnerships that are critical to the achievement of the Sustainable \nDevelopment Goals, as well as a principle-based approach to enhanced cooperation \nbetween the United Nations and all relevant partners, \n \nRecalling further the efforts to conserve and sustainably use the oceans, seas \nand marine resources for sustainable development, including preventing and \nsignificantly reducing, by 2025, marine pollution of all kinds, 7 \n \nRecalling its resolution 71/312 of 6 July 2017, entitled “Our ocean, our future: \ncall for action”, and looking forward to the 2020 United Nations Conference to \nSupport the Implementation of Sustainable Development Goal 14: Conserve and \nsustainably use the oceans, seas and marine resources for sustainable development, \n \nRecalling also its resolution 72/73 of 5 December 2017, in which it proclaimed \nthe United Nations Decade of Ocean Science for Sustainable Development, \n \nReaffirming the United Nations Convention on the Law of the Sea, 8 which \nprovides the legal framework for ocean activities, and emphasizing its fundamental \ncharacter, conscious that the problems of ocean space are closely interrelated and need \nto be considered as a whole through an integrated, interdisciplinary and intersectoral \napproach, \n \nNoting the importance of cooperation on chemical munitions dumped at sea as \nan effort that contributes to the improvement of the overall marine environment, \n \nRecalling relevant international and regional instruments such as the \nConvention on the Prohibition of the Development, Production, Stockpiling and Use \n__________________ \n \n2  See Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3–14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1. \n \n3  Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 2, annex. \n \n4  Resolution 66/288, annex. \n \n5  United Nations, Treaty Series, vol. 1760, No. 30619. \n \n6  Resolution 74/4, annex. \n \n7  See resolution 70/1. \n \n8  United Nations, Treaty Series, vol. 1833, No. 31363. \n\nCooperative measures to assess and increase awareness \nof environmental effects related to waste originating \nfrom chemical munitions dumped at sea \nA/RES/74/213\n \n3/5\n19-22426 \n \nof Chemical Weapons and on Their Destruction,9 the Convention on the Prevention \nof Marine Pollution by Dumping of Wastes and Other Matter, 10 the Convention for \nthe Protection and Development of the Marine Environment of the Wider Caribbean \nRegion, 11 the Convention for the Protection of the Marine Environment and the \nCoastal Region of the Mediterranean,12 the Agreement on the Protection of the Marine \nEnvironment and the Coastal Area of the South-East Pacific,13 the Convention on the \nProtection of the Marine Environment of the Baltic Sea Area 14 and the Convention \nfor the Protection of the Marine Environment of the North-East Atlantic,15 \n \nNoting the national, regional and international activities, including scientific \nresearch,16 data collection and sharing, awareness-raising, reporting on encounters \nand technical advice, related to munitions dumped at sea, inter alia, in the frameworks \nof the Convention on the Prevention of Marine Pollution by Dumping of Wastes and \nOther Matter, the Convention for the Protection of the Marine Environment of the \nNorth-East Atlantic, the Convention for the Protection of the Marine Environment \nand the Coastal Region of the Mediterranean and the Convention on the Protection of \nthe Marine Environment of the Baltic Sea Area, \n \nEmphasizing that, in the report on the Third Special Session of the Conference of \nthe States Parties to Review the Operation of the Chemical Weapons Convention (the \nThird Review Conference), adopted at The Hague on 19 April 2013, the States parties \nto the Convention on the Prohibition of the Development, Production, Stockpiling \nand Use of Chemical Weapons and on Their Destruction were invited to support \nvoluntary sharing of information, raising awareness and cooperation on this issue, \n \nNoting that Member States, international and regional organizations and civil \nsociety have undertaken activities to discuss and promote the issues related to waste \noriginating from chemical munitions dumped at sea, including international \ncooperation and the exchange of experiences and practical knowledge, \n \nNoting also that the First Global Integrated Marine Assessment (first World \nOcean Assessment), adopted in 2015, also highlights the issue of marine pollution, \nincluding from dumping, and has been taken into account by the General Assembly, \nin its resolutions 70/235 of 23 December 2015, 71/257 of 23 December 2016, 72/73 \nof 5 December 2017 and 73/124 of 11 December 2018, \n \nNoting further the concerns about the potential long-term environmental effects \nrelated to waste originating from chemical munitions dumped at sea, including their \npotential impact on human health and safety and on the marine environment and \nresources, \n \nRecognizing the mandates and capacities of competent United Nations system \nentities in the fields of marine environment monitoring, research and information-\nsharing, as well as pollution preparedness and response, 17 \n__________________ \n \n9  Ibid., vol. 1974, No. 33757. \n \n10  Ibid., vol. 1046, No. 15749. \n \n11  Ibid., vol. 1506, No. 25974. \n \n12  Ibid., vol. 1102, No. 16908. \n \n13  Ibid., vol. 1648, No. 28325. \n \n14  Ibid., vol. 2099, No. 36495. \n \n15  Ibid., vol. 2354, No. 42279. \n \n16  See, for example, the findings of the Baltic Sea research project entitled “Chemical Munitions, \nSearch and Assessment (CHEMSEA)”, which is conducting research on environmental effects \nrelated to chemical munitions dumped at sea. The findings summarize all results obtained by the \nproject. \n \n17  Competent United Nations system entities include, inter alia, the United Nations Environment \nProgramme, the International Maritime Organization, the Intergovernmental Oceanographic \nCommission and the Secretariat. \n\nA/RES/74/213 \nCooperative measures to assess and increase awareness\nof environmental effects related to waste originating\nfrom chemical munitions dumped at sea\n \n19-22426\n4/5 \n \n \nRecognizing also the ongoing efforts aimed at awareness-raising, information-\nsharing and capacity-building at various levels, as well as partnership and cooperation \non the issue among relevant regional and international bodies, including the United \nNations, the International Maritime Organization, the United Nations Environment \nProgramme, the Organisation for the Prohibition of Chemical Weapons, the United \nNations Educational, Scientific and Cultural Organization, the Commission for the \nProtection of the Marine Environment of the North-East Atlantic and the Baltic \nMarine Environment Protection Commission, as well as the regional seas conventions \nand others,18 \n \n1. \nTakes note of the report of the Secretary-General,18 including the views \nsubmitted and contained therein; \n \n2. \nNotes the importance of raising awareness of the environmental effects \nrelated to waste originating from chemical munitions dumped at sea; \n \n3. \nInvites Member States and relevant international and regional \norganizations to keep under observation the issue of the waste originating from \nchemical munitions dumped at sea, to continue outreach efforts to assess and increase \nawareness of environmental effects related to that issue and to cooperate, including \nby strengthening existing efforts within regional seas conventions and other \ninternational, regional and subregional activities, as appropriate, related to risk \nassessment, monitoring, information-gathering, risk prevention and response to \nincidents; \n \n4. \nEncourages voluntary sharing of information on waste originating from \nchemical munitions dumped at sea through conferences, seminars, workshops, \ntraining courses and publications aimed at the general public and industry in order to \nreduce related risks; \n \n5. \nAlso encourages partnerships between Governments, industry and civil \nsociety for raising awareness about, reporting on and monitoring of waste originating \nfrom chemical munitions dumped at sea; \n \n6. \nInvites Member States in a position to do so to consider providing \nassistance and sharing expertise aimed at building capacities related to risk \nassessment, monitoring, information-gathering, risk prevention and response to \nincidents resulting from waste originating from chemical munitions dumped at sea; \n \n7. \nEncourages Member States to share experiences, good practices and \ninformation on the technologies available to treat, conserve or safely destroy the \nwaste originating from chemical munitions dumped at sea; \n \n8. \nInvites the Secretary-General to continue analysing all available \ninformation and additionally, if appropriate, to seek the views of Member States and \nrelevant regional and international organizations on cooperative measures to assess \nand increase awareness of the environmental effects related to waste originating from \nchemical munitions dumped at sea, also with a view to exploring the possibility of \nestablishing a database19 and options for the most appropriate institutional framework \nfor such a database, as well as identifying the appropriate intergovernmental bodies \nwithin the United Nations system for further consideration and implementation, as \nappropriate, of the cooperative measures envisaged in the present resolution, building \n__________________ \n \n18  See A/74/242. \n \n19  Such a database could contain relevant and voluntarily shared information on, inter alia, the \nlocation of dumping sites, the type, quantity and, to the extent possible, the current condition of \nchemical munitions, the recorded environmental impact, best practices on risk prevention and \nresponse to incidents or accidental encounters and destruction or impact reduction technologies, \nincluding by means of data collection and management. \n\nCooperative measures to assess and increase awareness \nof environmental effects related to waste originating \nfrom chemical munitions dumped at sea \nA/RES/74/213\n \n5/5\n19-22426 \n \non and without duplicating existing activities, and with a view to achieving efficiency \nand synergies, taking into account the mandates and capacities of relevant \ninternational and regional organizations; \n \n9. \nRequests the Secretary-General, within existing resources, to submit to the \nGeneral Assembly at its seventy-eighth session a report on the implementation of the \npresent resolution, prepared using responses of Member States and relevant regional \nand international organizations, as well as other available information, and decides to \ninclude the item entitled “Sustainable development” in the provisional agenda of its \nseventy-eighth session, unless otherwise agreed.  \n \n52nd plenary meeting \n19 December 2019 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General,18 including the views submitted and contained therein;",
    "2": "Notes the importance of raising awareness of the environmental effects related to waste originating from chemical munitions dumped at sea;",
    "3": "Invites Member States and relevant international and regional organizations to keep under observation the issue of the waste originating from chemical munitions dumped at sea, to continue outreach efforts to assess and increase awareness of environmental effects related to that issue and to cooperate, including by strengthening existing efforts within regional seas conventions and other international, regional and subregional activities, as appropriate, related to risk assessment, monitoring, information-gathering, risk prevention and response to incidents;",
    "4": "Encourages voluntary sharing of information on waste originating from chemical munitions dumped at sea through conferences, seminars, workshops, training courses and publications aimed at the general public and industry in order to reduce related risks;",
    "5": "Also encourages partnerships between Governments, industry and civil society for raising awareness about, reporting on and monitoring of waste originating from chemical munitions dumped at sea;",
    "6": "Invites Member States in a position to do so to consider providing assistance and sharing expertise aimed at building capacities related to risk assessment, monitoring, information-gathering, risk prevention and response to incidents resulting from waste originating from chemical munitions dumped at sea;",
    "7": "Encourages Member States to share experiences, good practices and information on the technologies available to treat, conserve or safely destroy the waste originating from chemical munitions dumped at sea;",
    "8": "Invites the Secretary-General to continue analysing all available information and additionally, if appropriate, to seek the views of Member States and relevant regional and international organizations on cooperative measures to assess and increase awareness of the environmental effects related to waste originating from chemical munitions dumped at sea, also with a view to exploring the possibility of establishing a database19 and options for the most appropriate institutional framework for such a database, as well as identifying the appropriate intergovernmental bodies within the United Nations system for further consideration and implementation, as appropriate, of the cooperative measures envisaged in the present resolution, building on and without duplicating existing activities, and with a view to achieving efficiency and synergies, taking into account the mandates and capacities of relevant international and regional organizations;",
    "9": "Requests the Secretary-General, within existing resources, to submit to the General Assembly at its seventy-eighth session a report on the implementation of the present resolution, prepared using responses of Member States and relevant regional and international organizations, as well as other available information, and decides to include the item entitled “Sustainable development” in the provisional agenda of its seventy-eighth session, unless otherwise agreed."
  },
  "agenda_items": [
    "Item 19"
  ],
  "symbol_references": []
}