{
  "symbol": "A/RES/80/200",
  "filename": "A_RES_80_200.pdf",
  "title": "80/200. Combating intolerance, negative stereotyping, stigmatization, discrimination, incitement to violence and violence against persons, based on religion or belief",
  "text": "United Nations \nA/RES/80/200\n \nGeneral Assembly \nDistr.: General \n22 December 2025 \n25-20952 (E) \n*2520952* \n \n \nEightieth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human \nrights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 18 December 2025 \n \n \n[on the report of the Third Committee (A/80/545, para. 5)] \n \n \n 80/200. Combating intolerance, negative stereotyping, stigmatization, \ndiscrimination, incitement to violence and violence against \npersons, based on religion or belief \n \n \n \nThe General Assembly, \n \nReaffirming the commitment made by all States under the Charter of the United \nNations to promote and encourage universal respect for and observance of all human \nrights and fundamental freedoms without distinction as to, inter alia, religion or belief, \n \nWelcoming Human Rights Council resolutions 16/18 of 24 March 2011,1 19/25 \nof 23 March 2012,2 22/31 of 22 March 2013,3 28/29 of 27 March 2015,4 31/26 of \n24 March 2016,5 34/32 of 24 March 2017,6 37/38 of 23 March 2018,7 40/25 of \n22 March 2019,8 43/34 of 22 June 2020,9 46/27 of 24 March 2021,10 49/31 of 1 April \n_______________ \n \n1 See Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 53 (A/66/53), \nchap. II, sect. A. \n \n2 Ibid., Sixty-seventh Session, Supplement No. 53 and corrigendum (A/67/53 and A/67/53/Corr.1), \nchap. III, sect. A. \n \n3 Ibid., Sixty-eighth Session, Supplement No. 53 (A/68/53), chap. IV, sect. A. \n \n4 Ibid., Seventieth Session, Supplement No. 53 (A/70/53), chap. III, sect. A. \n \n5 Ibid., Seventy-first Session, Supplement No. 53 (A/71/53), chap. IV, sect. A. \n \n6 Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. IV, sect. A. \n \n7 Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. IV, sect. A. \n \n8 Ibid., Seventy-fourth Session, Supplement No. 53 (A/74/53), chap. IV, sect. A. \n \n9 Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. IV, sect. A. \n \n10 Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. V, sect. A. \n\nA/RES/80/200 \nCombating intolerance, negative stereotyping, stigmatization, \ndiscrimination, incitement to violence and violence against persons, \nbased on religion or belief\n \n25-20952\n2/6 \n \n2022,11 52/38 of 4 April 202312 and 58/29 of 4 April 2025,13 and General Assembly \nresolutions 67/178 of 20 December 2012, 68/169 of 18 December 2013, 69/174 of \n18 December 2014, 70/157 of 17 December 2015, 71/195 of 19 December 2016, \n72/176 of 19 December 2017, 73/164 of 17 December 2018, 74/164 of 18 December \n2019, 75/187 of 16 December 2020, 76/157 of 16 December 2021, 77/225 of \n15 December 2022, 78/214 of 19 December 2023 and 79/180 of 17 December 2024, \n \nReaffirming the obligation of States to prohibit discrimination and violence on \nthe basis of religion or belief and to implement measures to guarantee the equal and \neffective protection of the law, \n \nReaffirming also that all human rights are universal, indivisible, interdependent \nand interrelated, \n \nReaffirming further that the International Covenant on Civil and Political \nRights14 provides, inter alia, that everyone shall have the right to freedom of thought, \nconscience and religion or belief, which shall include freedom to have or to adopt a \nreligion or belief of one’s choice and freedom, either alone or in community with \nothers and in public or private, and to manifest one’s religion or belief in worship, \nobservance, practice and teaching, \n \nReaffirming the positive role that the exercise of the right to freedom of opinion \nand expression and full respect for the freedom to seek, receive and impart information \ncan play in strengthening democracy and combating religious intolerance, and \nreaffirming further that the exercise of the right to freedom of expression carries with \nit special duties and responsibilities, in accordance with article 19 of the International \nCovenant on Civil and Political Rights, \n \nExpressing deep concern at those acts that advocate religious hatred and thereby \nundermine the spirit of tolerance and respect for diversity, \n \nReaffirming that terrorism cannot and should not be associated with any religion, \nnationality, civilization or ethnic group, \n \nCondemning the criminal acts committed by terrorist and extremist groups and \nmovements against persons based on their religion or belief, and deeply regretting \nattempts to link such acts to any one specific religion or belief, \n \nReaffirming that violence can never be an acceptable response to acts of \nintolerance on the basis of religion or belief, \n \nRecalling its adoption of resolutions 69/140 of 15 December 2014, 70/19 of \n3 December 2015, 71/249 of 22 December 2016, 72/136 of 11 December 2017, \n73/129 of 12 December 2018, 74/23 of 12 December 2019, 75/26 of 2 December \n2020, 76/69 of 9 December 2021 and 78/129 of 18 December 2023 on the promotion \nof interreligious and intercultural dialogue, understanding and cooperation for peace, \n69/312 of 6 July 2015 on the United Nations Alliance of Civilizations and 67/104 of \n17 December 2012, in which the General Assembly proclaimed the period 2013–2022 \nas the International Decade for the Rapprochement of Cultures, \n \nDeeply concerned about continuing incidents of intolerance, discrimination and \nviolence against persons based on their religion or belief in all regions of the world, \n \nDeploring any advocacy of discrimination or violence on the basis of religion \nor belief, \n_______________ \n \n11 Ibid., Seventy-seventh Session, Supplement No. 53 (A/77/53), chap. VI, sect. A. \n \n12 Ibid., Seventy-eighth Session, Supplement No. 53 (A/78/53), chap. V, sect. A. \n \n13 Ibid., Eightieth Session, Supplement No. 53 (A/80/53), chap. V, sect. A. \n \n14 See resolution 2200 A (XXI), annex. \n\nCombating intolerance, negative stereotyping, stigmatization, \ndiscrimination, incitement to violence and violence against persons, \nbased on religion or belief \nA/RES/80/200\n \n3/6\n25-20952 \n \n \nStrongly deploring all acts of violence against persons on the basis of their \nreligion or belief, as well as any such acts directed against their homes, businesses, \nproperties, schools, cultural centres or places of worship, \n \nStrongly deploring also all attacks on and in religious places, sites and shrines, \nwhich are in violation of international law, in particular human rights law and \ninternational humanitarian law, including any deliberate destruction of relics and \nmonuments, \n \nDeeply concerned about the prevalence of impunity in some instances, and the \nlack of accountability in some cases, in addressing violence against persons on the \nbasis of religion or belief in public and private spheres, and stressing the importance \nof making the necessary efforts to raise awareness to address the spread of hate speech \nagainst persons on the basis of religion or belief, \n \nConcerned about actions that wilfully exploit tensions or target individuals on \nthe basis of their religion or belief, in particular actions that seek to prevent their \nexercise and full enjoyment of freedom of religion or belief, \n \nExpressing deep concern at the instances of intolerance and discrimination and \nacts of violence occurring in the world, including cases motivated by discrimination \nagainst persons belonging to religious minorities, in addition to the negative \nprojection of the followers of religions and the enforcement of measures that \nspecifically discriminate against persons on the basis of religion or belief, \n \nExpressing concern at the growing manifestations of intolerance based on \nreligion or belief, which can generate hatred and violence among individuals from \nand within different nations and which may have serious implications at the national, \nregional and international levels, and in this regard emphasizing the importance of \nrespect for religious and cultural diversity, as well as interreligious, interfaith and \nintercultural dialogue aimed at promoting a culture of tolerance and respect among \nindividuals, societies and nations, \n \nRecognizing the valuable contribution of people of all religions or beliefs to \nhumanity and the contribution that dialogue among religious groups can make \ntowards an improved awareness and understanding of the common values shared by \nall humankind, \n \nUnderlining the fact that States, regional organizations, national human rights \ninstitutions, non‑governmental organizations, religious bodies and the media have an \nimportant role to play in promoting tolerance and respect for religious and cultural \ndiversity and in the universal promotion and protection of human rights, including \nfreedom of religion or belief, \n \nUnderlining also the importance of raising awareness about different cultures \nand religions or beliefs and of education in the promotion of tolerance, which involves \nthe acceptance by the public of and its respect for religious and cultural diversity, \nincluding with regard to religious expression, and underlining further the fact that \neducation, in particular at school, should contribute in a meaningful way to promoting \ntolerance and the elimination of discrimination based on religion or belief, \n \nUnderlining further that educational measures, youth forums, strategic plans \nand public information and media campaigns, including online platforms, may \ncontribute in a meaningful way to promoting tolerance and the elimination of negative \nstereotyping, stigmatization, discrimination, incitement to violence and violence \nagainst persons, based on religion or belief, \n \nRecognizing that working together to enhance the implementation of existing \nlegal regimes that protect individuals against discrimination and hate crimes, \n\nA/RES/80/200 \nCombating intolerance, negative stereotyping, stigmatization, \ndiscrimination, incitement to violence and violence against persons, \nbased on religion or belief\n \n25-20952\n4/6 \n \nincreasing interreligious, interfaith and intercultural efforts and expanding human \nrights education are important first steps in combating incidents of intolerance, \ndiscrimination and violence against individuals on the basis of religion or belief, \n \nRecalling its resolution 72/241, entitled “A world against violence and violent \nextremism”, adopted by consensus on 20 December 2017, welcoming the leading role \nof the United Nations Educational, Scientific and Cultural Organization in promoting \nintercultural dialogue, the work of the United Nations Alliance of Civilizations, the \nwork of the Anna Lindh Euro-Mediterranean Foundation for the Dialogue between \nCultures in Alexandria, Egypt, and the work of the King Abdullah Bin Abdulaziz \nInternational Centre for Interreligious and Intercultural Dialogue in Vienna, and \nrecalling also its resolution 65/5 of 20 October 2010 on World Interfaith Harmony \nWeek, proposed by King Abdullah II of Jordan, \n \nWelcoming in this regard all international, regional and national initiatives \naimed at promoting interreligious, intercultural and interfaith harmony and combating \ndiscrimination against individuals on the basis of religion or belief, and recalling the \ninitiative of the Special Adviser to the Secretary-General on the Prevention of \nGenocide on the role of religious leaders in preventing incitement that could lead to \natrocity crimes and the declaration of its forum held in Fez, Morocco, on 23 and \n24 April 2015, the Istanbul Process for Combating Intolerance, Discrimination and \nIncitement to Hatred and/or Violence on the Basis of Religion or Belief, the \nannouncement on 6 October 2016 of the establishment by the United Arab Emirates \nof the International Institute for Tolerance for promoting the value of tolerance among \nnations, the Amman Declaration on Youth, Peace and Security adopted on 22 August \n2015 and the eighth Congress of Leaders of World and Traditional Religions, held in \nAstana on 17 and 18 September 2025, as well as the initiative of the Office of the \nUnited Nations High Commissioner for Human Rights and its outcome document, the \nRabat Plan of Action on the prohibition of advocacy of national, racial or religious \nhatred that constitutes incitement to discrimination, hostility or violence, adopted in \nRabat on 5 October 2012,15 \n \nTaking note with appreciation of the continuation of the organization of \nworkshops and meetings within the framework of the Istanbul Process and the \npromotion of effective implementation of Human Rights Council resolution 16/18 to \ncounter global violence, religious discrimination and intolerance, in particular the \nsixth implementation meeting of the Process, hosted by Singapore on 20 and 21 July \n2016, \n \n1. \nTakes note of the report of the Secretary-General;16 \n \n2. \nExpresses deep concern at the continued serious instances of derogatory \nstereotyping, negative profiling and stigmatization of persons based on their religion \nor belief, as well as programmes and agendas pursued by extremist individuals, \norganizations and groups aimed at creating and perpetuating negative stereotypes \nabout religious groups, in particular when condoned by Governments; \n \n3. \nExpresses concern that the number of incidents of religious intolerance, \ndiscrimination and related violence, as well as of negative stereotyping of individuals \non the basis of religion or belief, continues to rise around the world, which may have \nserious implications at the national, regional and international levels, condemns, in \nthis context, any advocacy of religious hatred against individuals that constitutes \nincitement to discrimination, hostility or violence, and urges States to take effective \n_______________ \n \n15 A/HRC/22/17/Add.4, appendix. \n \n16 A/80/287. \n\nCombating intolerance, negative stereotyping, stigmatization, \ndiscrimination, incitement to violence and violence against persons, \nbased on religion or belief \nA/RES/80/200\n \n5/6\n25-20952 \n \nmeasures, as set forth in the present resolution and consistent with their obligations \nunder international human rights law, to address and combat such incidents; \n \n4. \nCondemns any advocacy of religious hatred that constitutes incitement to \ndiscrimination, hostility or violence, whether it involves the use of print, audiovisual \nor electronic media or any other means; \n \n5. \nRecognizes that the open public debate of ideas, as well as interreligious, \ninterfaith and intercultural dialogue, at the local, national and international levels, can \nbe among the best protections against religious intolerance and can play a positive \nrole in strengthening democracy and combating religious hatred, and expresses its \nconviction that a continuing dialogue on these issues can help to overcome existing \nmisperceptions; \n \n6. \nAlso recognizes the strong need for global awareness about the possible \nserious implications of incitement to discrimination and violence, which may have \nserious implications at the national, regional and international levels, and urges all \nMember States to make renewed efforts to develop educational systems that promote \nall human rights and fundamental freedoms that enhance tolerance for religious and \ncultural diversity, which is fundamental to promoting tolerant, peaceful and \nharmonious multicultural societies; \n \n7. \nCalls upon all States to take the following actions, as called for by the \nSecretary-General of the Organization of Islamic Cooperation, to foster a domestic \nenvironment of religious tolerance, peace and respect by: \n \n(a) \nEncouraging the creation of collaborative networks to build mutual \nunderstanding, promoting dialogue and inspiring constructive action towards shared \npolicy goals and the pursuit of tangible outcomes, such as servicing projects in the \nfields of education, health, conflict prevention, employment, integration and media \neducation; \n \n(b) \nCreating an appropriate mechanism within Governments to, inter alia, \nidentify and address potential areas of tension between members of different religious \ncommunities and assisting with conflict prevention and mediation; \n \n(c) \nEncouraging the training of government officials in effective outreach \nstrategies; \n \n(d) \nEncouraging the efforts of leaders to discuss within their communities the \ncauses of discrimination and developing strategies to counter those causes; \n \n(e) \nSpeaking out against intolerance, including advocacy of religious hatred \nthat constitutes incitement to discrimination, hostility or violence; \n \n(f) \nAdopting measures to criminalize incitement to imminent violence based \non religion or belief; \n \n(g) \nUnderstanding the need to combat denigration and the negative religious \nstereotyping of persons, as well as incitement to religious hatred, by strategizing and \nharmonizing actions at the local, national, regional and international levels through, \ninter alia, education and awareness-raising; \n \n(h) \nRecognizing that the open, constructive and respectful debate of ideas, as \nwell as interreligious, interfaith and intercultural dialogue, at the local, national, \nregional and international levels, can play a positive role in combating religious \nhatred, incitement and violence; \n\nA/RES/80/200 \nCombating intolerance, negative stereotyping, stigmatization, \ndiscrimination, incitement to violence and violence against persons, \nbased on religion or belief\n \n25-20952\n6/6 \n \n \n8. \nAlso calls upon all States: \n \n(a) \nTo take effective measures to ensure that public functionaries, in the \nconduct of their public duties, do not discriminate against individuals on the basis of \nreligion or belief; \n \n(b) \nTo foster religious freedom and pluralism by promoting the ability of \nmembers of all religious communities to manifest their religion and to contribute \nopenly and on an equal footing to society; \n \n(c) \nTo encourage the representation and meaningful participation of \nindividuals, irrespective of their religion or belief, in all sectors of society; \n \n(d) \nTo make a strong effort to counter religious profiling, which is understood \nto be the invidious use of religion as a criterion in conducting questioning, searches \nand other investigative law enforcement procedures; \n \n9. \nFurther calls upon all States to adopt measures and policies to promote \nfull respect for and protection of places of worship and religious sites, cemeteries and \nshrines and to take protective measures in cases where they are vulnerable to \nvandalism or destruction; \n \n10. Calls for strengthened international efforts to foster a global dialogue for \nthe promotion of a culture of tolerance and peace at all levels, based on respect for \nhuman rights and diversity of religions and beliefs; \n \n11. \nEncourages all States to consider providing updates on efforts made in this \nregard as part of ongoing reporting to the Office of the United Nations High \nCommissioner for Human Rights, and in this respect requests the United Nations High \nCommissioner for Human Rights to include those updates in his reports to the Human \nRights Council; \n \n12. Requests the Secretary-General to submit to the General Assembly at its \neighty-first session a report that includes information provided by the High \nCommissioner on steps taken by States to combat intolerance, negative stereotyping, \nstigmatization, discrimination, incitement to violence and violence against persons, \nbased on religion or belief, as set forth in the present resolution. \n \n69th plenary meeting \n18 December 2025 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;16",
    "2": "Expresses deep concern at the continued serious instances of derogatory stereotyping, negative profiling and stigmatization of persons based on their religion or belief, as well as programmes and agendas pursued by extremist individuals, organizations and groups aimed at creating and perpetuating negative stereotypes about religious groups, in particular when condoned by Governments;",
    "3": "Expresses concern that the number of incidents of religious intolerance, discrimination and related violence, as well as of negative stereotyping of individuals on the basis of religion or belief, continues to rise around the world, which may have serious implications at the national, regional and international levels, condemns, in this context, any advocacy of religious hatred against individuals that constitutes incitement to discrimination, hostility or violence, and urges States to take effective _______________ 15 A/HRC/22/17/Add.4, appendix. 16 A/80/287. Combating intolerance, negative stereotyping, stigmatization, discrimination, incitement to violence and violence against persons, based on religion or belief A/RES/80/200 5/6 25-20952 measures, as set forth in the present resolution and consistent with their obligations under international human rights law, to address and combat such incidents;",
    "4": "Condemns any advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence, whether it involves the use of print, audiovisual or electronic media or any other means;",
    "5": "Recognizes that the open public debate of ideas, as well as interreligious, interfaith and intercultural dialogue, at the local, national and international levels, can be among the best protections against religious intolerance and can play a positive role in strengthening democracy and combating religious hatred, and expresses its conviction that a continuing dialogue on these issues can help to overcome existing misperceptions;",
    "6": "Also recognizes the strong need for global awareness about the possible serious implications of incitement to discrimination and violence, which may have serious implications at the national, regional and international levels, and urges all Member States to make renewed efforts to develop educational systems that promote all human rights and fundamental freedoms that enhance tolerance for religious and cultural diversity, which is fundamental to promoting tolerant, peaceful and harmonious multicultural societies;",
    "7": "Calls upon all States to take the following actions, as called for by the Secretary-General of the Organization of Islamic Cooperation, to foster a domestic environment of religious tolerance, peace and respect by: (a) Encouraging the creation of collaborative networks to build mutual understanding, promoting dialogue and inspiring constructive action towards shared policy goals and the pursuit of tangible outcomes, such as servicing projects in the fields of education, health, conflict prevention, employment, integration and media education; (b) Creating an appropriate mechanism within Governments to, inter alia, identify and address potential areas of tension between members of different religious communities and assisting with conflict prevention and mediation; (c) Encouraging the training of government officials in effective outreach strategies; (d) Encouraging the efforts of leaders to discuss within their communities the causes of discrimination and developing strategies to counter those causes; (e) Speaking out against intolerance, including advocacy of religious hatred that constitutes incitement to discrimination, hostility or violence; (f) Adopting measures to criminalize incitement to imminent violence based on religion or belief; (g) Understanding the need to combat denigration and the negative religious stereotyping of persons, as well as incitement to religious hatred, by strategizing and harmonizing actions at the local, national, regional and international levels through, inter alia, education and awareness-raising; (h) Recognizing that the open, constructive and respectful debate of ideas, as well as interreligious, interfaith and intercultural dialogue, at the local, national, regional and international levels, can play a positive role in combating religious hatred, incitement and violence; A/RES/80/200 Combating intolerance, negative stereotyping, stigmatization, discrimination, incitement to violence and violence against persons, based on religion or belief 25-20952 6/6",
    "8": "Also calls upon all States: (a) To take effective measures to ensure that public functionaries, in the conduct of their public duties, do not discriminate against individuals on the basis of religion or belief; (b) To foster religious freedom and pluralism by promoting the ability of members of all religious communities to manifest their religion and to contribute openly and on an equal footing to society; (c) To encourage the representation and meaningful participation of individuals, irrespective of their religion or belief, in all sectors of society; (d) To make a strong effort to counter religious profiling, which is understood to be the invidious use of religion as a criterion in conducting questioning, searches and other investigative law enforcement procedures;",
    "9": "Further calls upon all States to adopt measures and policies to promote full respect for and protection of places of worship and religious sites, cemeteries and shrines and to take protective measures in cases where they are vulnerable to vandalism or destruction;",
    "10": "Calls for strengthened international efforts to foster a global dialogue for the promotion of a culture of tolerance and peace at all levels, based on respect for human rights and diversity of religions and beliefs;",
    "11": "Encourages all States to consider providing updates on efforts made in this regard as part of ongoing reporting to the Office of the United Nations High Commissioner for Human Rights, and in this respect requests the United Nations High Commissioner for Human Rights to include those updates in his reports to the Human Rights Council;",
    "12": "Requests the Secretary-General to submit to the General Assembly at its eighty-first session a report that includes information provided by the High Commissioner on steps taken by States to combat intolerance, negative stereotyping, stigmatization, discrimination, incitement to violence and violence against persons, based on religion or belief, as set forth in the present resolution. 69th plenary meeting 18 December 2025"
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}