{
  "symbol": "A/RES/75/282",
  "filename": "A_RES_75_282.pdf",
  "title": "75/282. Countering the use of information and communications technologies for criminal purposes",
  "text": "United Nations \nA/RES/75/282*\n \n \nGeneral Assembly \nDistr.: General \n1 June 2021 \n \n21-06958* (E)    210621 \n*2106958* \n \n \nSeventy-fifth session \nAgenda item 112 \nCountering the use of information and communications \ntechnologies for criminal purposes \n \n \n \n \n Resolution adopted by the General Assembly \non 26 May 2021 \n \n \n \n \n[without reference to a Main Committee (A/75/L.87/Rev.1 and \nA/75/L.87/Rev.1/Add.1)] \n \n \n 75/282. Countering the use of information and communications \ntechnologies for criminal purposes \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles enshrined in the Charter of the United \nNations, \n \nNoting that information and communications technologies, while having \nenormous potential for the development of States, create new opportunities for \nperpetrators and may contribute to a rise in the levels and complexity of crime, \n \nRecalling its resolution 74/247 of 27 December 2019, in which it decided that \nthe Ad Hoc Committee to Elaborate a Comprehensive International Convention on \nCountering the Use of Information and Communications Technologies for Criminal \nPurposes should agree on an outline and modalities for its further activities, to be \nsubmitted to the General Assembly at its seventy-fifth session for its consideration \nand approval, \n \n1. \nWelcomes the election of the officers of the Ad Hoc Committee to \nElaborate a Comprehensive International Convention on Countering the Use of \nInformation and Communications Technologies for Criminal Purposes, at its \norganizational session, on 10 May 2021;1 \n__________________ \n \n* Reissued for technical reasons on 21 June 2021. \n \n1  Ms. Faouzia Boumaiza Mebarki (Algeria) as Chair; Mr. Arsi Dwinugra Firdausy (Indonesia) as \nRapporteur; and Mr. Emil Stojanovski (Australia), Mr. Wu Haiwen (China), Mr. Claudio Peguero \nCastillo (Dominican Republic), Mr. Mohamed Hamdy Elmolla (Egypt), Mr. Markko Künnapu \n(Estonia), Mr. Chitaru Shimizu (Japan), Ms. Sabra Amari Murillo Centeno (Nicaragua), \nMr. Terlumun George-Maria Tyendezwa (Nigeria), Ms. Dominika Krois (Poland), Mr. Antonio de \nAlmeida Ribeiro (Portugal), Mr. Dmitry Bukin (Russian Federation), Ms. Kitty Sweeb \n(Suriname) and Mr. James Walsh (United States of America) as Vice-Chairs. \n\nA/RES/75/282 \nCountering the use of information and communications \ntechnologies for criminal purposes\n \n21-06958\n2/3 \n \n \n2. \nDecides that the United Nations Office on Drugs and Crime shall continue \nto serve as the secretariat of the Ad Hoc Committee; \n \n3. \nNotes with appreciation the organizational session of the Ad Hoc \nCommittee, convened in New York from 10 to 12 May 2021; \n \n4. \nDecides that the Ad Hoc Committee shall convene at least six sessions, of \n10 days each, to commence in January 2022, and conclude its work in order to provide \na draft convention to the General Assembly at its seventy-eighth session; \n \n5. \nAlso decides that the Ad Hoc Committee shall hold the first, third and sixth \nnegotiating sessions in New York and the second, fourth and fifth sessions in Vienna \nand shall be guided by the rules of procedure of the General Assembly, while all \ndecisions of the Committee on substantive matters without approval by consensus \nshall be taken by a two-thirds majority of the representatives present and voting, \nbefore which the Chair, upon a decision of the Bureau, shall inform the Committee \nthat every effort to reach agreement by consensus has been exhausted; \n \n6. \nFurther decides that the Ad Hoc Committee shall conduct the concluding \nsession in New York for the purposes of adopting the draft convention; \n \n7. \nDecides to invite to the substantive sessions of the Ad Hoc Committee, as \nappropriate, representatives of interested global and regional intergovernmental \norganizations, including representatives of United Nations bodies, specialized \nagencies and funds, as well as representatives of functional commissions of the \nEconomic and Social Council, as observers; \n \n8. \nReaffirms that representatives of non-governmental organizations that are \nin consultative status with the Economic and Social Council, in accordance with \nCouncil resolution 1996/31 of 25 July 1996, may register with the secretariat in order \nto participate in the sessions of the Ad Hoc Committee; \n \n9. \nRequests the Chair of the Ad Hoc Committee, in consultation with the \nUnited Nations Office on Drugs and Crime, to draw up a list of representatives of \nother relevant non-governmental organizations, civil society organizations, academic \ninstitutions and the private sector, including those with expertise in the field of \ncybercrime, who may participate in the Ad Hoc Committee, taking into account the \nprinciples of transparency and equitable geographical representation, with due regard \nfor gender parity, to submit the proposed list to Member States for their consideration \non a non-objection basis 2  and to bring the list to the attention of the Ad Hoc \nCommittee for a final decision by the Ad Hoc Committee on participation; \n \n10. Encourages the Chair of the Ad Hoc Committee to host intersessional \nconsultations to solicit inputs from a diverse range of stakeholders on the elaboration \nof the draft convention; \n \n11. \nReaffirms that the Ad Hoc Committee shall take into full consideration \nexisting international instruments and efforts at the national, regional and international \nlevels on combating the use of information and communications technologies for \ncriminal purposes, in particular the work and outcomes of the open-ended \nintergovernmental Expert Group to Conduct a Comprehensive Study on Cybercrime; \n \n12. Requests the Secretary-General to allocate the necessary resources in order \nto organize and support the work of the Ad Hoc Committee within the United Nations \nprogramme budget; \n__________________ \n \n2  The list will include proposed as well as final names. The general basis of any objections, if \nrequested by one or more States Members of the United Nations or States members of the \nspecialized agencies, will be made known to the Chair of the Ad Hoc Committee, the United \nNations Office on Drugs and Crime and the requester. \n\nCountering the use of information and communications \ntechnologies for criminal purposes \nA/RES/75/282\n \n3/3\n21-06958 \n \n \n13. Urges Member States to provide voluntary extrabudgetary financial \ncontributions to the United Nations Office on Drugs and Crime to ensure funding to \nenable the participation of representatives of developing countries, especially those \nthat do not have resident representation in Vienna, in the work of the Ad Hoc \nCommittee, including by covering their travel costs and accommodation expenses; \n \n14. Decides to include in the provisional agenda of its seventy-sixth to \nseventy-eighth sessions the item entitled “Countering the use of information and \ncommunications technologies for criminal purposes”. \n \n71st plenary meeting \n26 May 2021 \n \n",
  "paragraphs": {
    "1": "Welcomes the election of the officers of the Ad Hoc Committee to Elaborate a Comprehensive International Convention on Countering the Use of Information and Communications Technologies for Criminal Purposes, at its organizational session, on 10 May 2021;1",
    "2": "Decides that the United Nations Office on Drugs and Crime shall continue to serve as the secretariat of the Ad Hoc Committee;",
    "3": "Notes with appreciation the organizational session of the Ad Hoc Committee, convened in New York from 10 to 12 May 2021;",
    "4": "Decides that the Ad Hoc Committee shall convene at least six sessions, of 10 days each, to commence in January 2022, and conclude its work in order to provide a draft convention to the General Assembly at its seventy-eighth session;",
    "5": "Also decides that the Ad Hoc Committee shall hold the first, third and sixth negotiating sessions in New York and the second, fourth and fifth sessions in Vienna and shall be guided by the rules of procedure of the General Assembly, while all decisions of the Committee on substantive matters without approval by consensus shall be taken by a two-thirds majority of the representatives present and voting, before which the Chair, upon a decision of the Bureau, shall inform the Committee that every effort to reach agreement by consensus has been exhausted;",
    "6": "Further decides that the Ad Hoc Committee shall conduct the concluding session in New York for the purposes of adopting the draft convention;",
    "7": "Decides to invite to the substantive sessions of the Ad Hoc Committee, as appropriate, representatives of interested global and regional intergovernmental organizations, including representatives of United Nations bodies, specialized agencies and funds, as well as representatives of functional commissions of the Economic and Social Council, as observers;",
    "8": "Reaffirms that representatives of non-governmental organizations that are in consultative status with the Economic and Social Council, in accordance with Council resolution 1996/31 of 25 July 1996, may register with the secretariat in order to participate in the sessions of the Ad Hoc Committee;",
    "9": "Requests the Chair of the Ad Hoc Committee, in consultation with the United Nations Office on Drugs and Crime, to draw up a list of representatives of other relevant non-governmental organizations, civil society organizations, academic institutions and the private sector, including those with expertise in the field of cybercrime, who may participate in the Ad Hoc Committee, taking into account the principles of transparency and equitable geographical representation, with due regard for gender parity, to submit the proposed list to Member States for their consideration on a non-objection basis 2 and to bring the list to the attention of the Ad Hoc Committee for a final decision by the Ad Hoc Committee on participation;",
    "10": "Encourages the Chair of the Ad Hoc Committee to host intersessional consultations to solicit inputs from a diverse range of stakeholders on the elaboration of the draft convention;",
    "11": "Reaffirms that the Ad Hoc Committee shall take into full consideration existing international instruments and efforts at the national, regional and international levels on combating the use of information and communications technologies for criminal purposes, in particular the work and outcomes of the open-ended intergovernmental Expert Group to Conduct a Comprehensive Study on Cybercrime;",
    "12": "Requests the Secretary-General to allocate the necessary resources in order to organize and support the work of the Ad Hoc Committee within the United Nations programme budget;",
    "13": "Urges Member States to provide voluntary extrabudgetary financial contributions to the United Nations Office on Drugs and Crime to ensure funding to enable the participation of representatives of developing countries, especially those that do not have resident representation in Vienna, in the work of the Ad Hoc Committee, including by covering their travel costs and accommodation expenses;",
    "14": "Decides to include in the provisional agenda of its seventy-sixth to seventy-eighth sessions the item entitled “Countering the use of information and communications technologies for criminal purposes”."
  },
  "agenda_items": [
    "Item 112"
  ],
  "symbol_references": [
    "A/75/L.87"
  ]
}