{
  "symbol": "A/RES/73/170",
  "filename": "A_RES_73_170.pdf",
  "title": "73/170. Promotion of peace as a vital requirement for the full enjoyment of all human rights by all",
  "text": "United Nations \nA/RES/73/170\n \n \nGeneral Assembly \nDistr.: General \n8 January 2019 \n \n18-22266 (E)    100119 \n*1822266* \n \n \nSeventy-third session \nAgenda item 74 (b) \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2018 \n \n \n \n \n[on the report of the Third Committee (A/73/589/Add.2)] \n \n \n 73/170. Promotion of peace as a vital requirement for the full enjoyment \nof all human rights by all \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 65/222 of 21 December 2010, 67/173 of 20 December \n2012 and 69/176 of 18 December 2014, and Human Rights Council resolutions \n20/15 of 5 July 2012, 1  23/16 of 13 June 2013, 2  27/17 of 25 September 2014, 3 \n30/12 of 1 October 20154 and 35/4 of 22 June 2017,5 entitled “Promotion of the right \nto peace”,  \n \nRecalling also its resolution 39/11 of 12 November 1984, entitled “Declaration \non the Right of Peoples to Peace”, and the United Nations Millennium Declaration,6  \n \nDetermined to foster strict respect for the purposes and principles enshrined in \nthe Charter of the United Nations, \n \nBearing in mind that one of the purposes of the United Nations is to achieve \ninternational cooperation in solving international problems of an economic, social, \ncultural or humanitarian character and in promoting and encouraging respect for \nhuman rights and for fundamental freedoms for all without distinction as to race, sex, \nlanguage or religion, \n \nUnderlining, in accordance with the purposes and principles of the United \nNations, its full and active support for the United Nations and for the enhancement of \nits role and effectiveness in strengthening international peace and security and justice \n__________________ \n \n1  See Official Records of the General Assembly, Sixty-seventh Session, Supplement No. 53 and \ncorrigenda (A/67/53, A/67/53/Corr.1 and A/67/53/Corr.2), chap. IV, sect. A. \n \n2  Ibid., Sixty-eighth Session, Supplement No. 53 (A/68/53), chap. V, sect. A. \n \n3  Ibid., Sixty-ninth Session, Supplement No. 53A and corrigenda (A/69/53/Add.1, \nA/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n4  Ibid., Seventieth Session, Supplement No. 53A (A/70/53/Add.1), chap. III. \n \n5  Ibid., Seventy-second Session, Supplement No. 53 (A/72/53), chap. V, sect. A. \n \n6  Resolution 55/2. \n\nA/RES/73/170 \nPromotion of peace as a vital requirement for\nthe full enjoyment of all human rights by all\n \n18-22266\n2/4 \n \nand in promoting the solution of international problems, as well as the development \nof friendly relations and cooperation among States, \n \nReaffirming the obligation of all States to settle their international disputes by \npeaceful means in such a manner that international peace and security and justice are \nnot endangered, \n \nEmphasizing its objective of promoting better relations among all States and \ncontributing to setting up conditions in which their people can live in true and lasting \npeace, free from any threat to or attempt against their security, \n \nReaffirming the obligation of all States to refrain in their international relations \nfrom the threat or use of force against the territorial integrity or political independence \nof any State or in any other manner inconsistent with the purposes of the United \nNations, \n \nReaffirming its commitment to peace and security and justice and the continuing \ndevelopment of friendly relations and cooperation among States, \n \nRejecting the use of violence in pursuit of political aims, and stressing that only \npeaceful political solutions can ensure a stable and democratic future for all people \naround the world, \n \nReaffirming the importance of ensuring respect for the principles of the \nsovereignty, territorial integrity and political independence of States and \nnon-intervention in matters that are essentially within the domestic jurisdiction of any \nState, in accordance with the Charter and international law, \n \nReaffirming also that all peoples have the right to self-determination, by virtue \nof which they freely determine their political status and freely pursue their economic, \nsocial and cultural development, \n \nReaffirming further the Declaration on Principles of International Law \nconcerning Friendly Relations and Cooperation among States in accordance with the \nCharter of the United Nations,7  \n \nRecognizing that peace and development are mutually reinforcing, including in \nthe prevention of armed conflict, \n \nAffirming that human rights include social, economic and cultural rights and the \nright to peace, a healthy environment and development, and that development is in \nfact the realization of those rights, \n \nUnderlining the fact that the subjection of peoples to alien subjugation, \ndomination and exploitation constitutes a denial of fundamental rights, is contrary to \nthe Charter and is an impediment to the promotion of world peace and cooperation, \n \nRecalling that everyone is entitled to a social and international order in which \nthe rights and freedoms set forth in the Universal Declaration of Human Rights 8 can \nbe fully realized, \n \nConvinced of the aim of creating conditions of stability and well-being, which \nare necessary for peaceful and friendly relations among nations based on respect for \nthe principles of equal rights and self-determination of peoples, \n \nConvinced also that life without war is the primary international prerequisite for \nthe material well-being, development and progress of countries and for the full \n__________________ \n \n7  Resolution 2625 (XXV), annex. \n \n8  Resolution 217 A (III). \n\nPromotion of peace as a vital requirement for \nthe full enjoyment of all human rights by all \nA/RES/73/170\n \n3/4\n18-22266 \n \nimplementation of the rights and fundamental human freedoms proclaimed by the \nUnited Nations, \n \nConvinced further that international cooperation in the field of human rights \ncontributes to creating an international environment of peace and stability, \n \n1. \nWelcomes the Declaration on the Right to Peace,9 adopted by the General \nAssembly on 19 December 2016, and invites States, agencies and organizations of the \nUnited Nations system and intergovernmental and non-governmental organizations to \ndisseminate the Declaration and to promote universal respect and understanding \nthereof;  \n \n2. \nReaffirms that the peoples of our planet have a sacred right to peace; \n \n3. \nAlso reaffirms that the preservation of the right of peoples to peace and the \npromotion of its implementation constitute a fundamental obligation of all States; \n \n4. \nStresses that peace is a vital requirement for the promotion and protection \nof all human rights for all; \n \n5. \nAlso stresses that the deep fault line that divides human society between \nthe rich and the poor and the ever-increasing gap between the developed and \ndeveloping worlds pose a major threat to global prosperity, peace and security and \nstability; \n \n6. \nEmphasizes that the preservation and promotion of peace demand that the \npolicies of States be directed towards the elimination of the threat of war, particularly \nnuclear war, the renunciation of the use or threat of use of force in international \nrelations and the settlement of international disputes by peaceful means on the basis \nof the Charter of the United Nations; \n \n7. \nAffirms that all States should promote the establishment, maintenance and \nstrengthening of international peace and security and an international system based \non respect for the principles enshrined in the Charter and the promotion of all human \nrights and fundamental freedoms, including the right to development and the right of \npeoples to self-determination; \n \n8. \nUrges all States to respect and to put into practice the purposes and \nprinciples of the Charter in their relations with other States, irrespective of their \npolitical, economic or social system and of their size, geographical location or level \nof economic development; \n \n9. \nReaffirms the duty of all States, in accordance with the principles of the \nCharter, to use peaceful means to settle any dispute to which they are party and the \ncontinuance of which is likely to endanger the maintenance of international peace and \nsecurity, as a vital requirement for the promotion and protection of all human rights \nof everyone and all peoples; \n \n10. Underlines the vital importance of education for peace as a tool to foster \nthe realization of the right of peoples to peace, and encourages States, the specialized \nagencies of the United Nations system and intergovernmental and non-governmental \norganizations to contribute actively to this endeavour; \n \n11. \nInvites States and relevant United Nations human rights mechanisms and \nprocedures to continue to pay attention to the importance of mutual cooperation, \nunderstanding and dialogue in ensuring the promotion and protection of all human \nrights; \n__________________ \n \n9  Resolution 71/189, annex. \n\nA/RES/73/170 \nPromotion of peace as a vital requirement for\nthe full enjoyment of all human rights by all\n \n18-22266\n4/4 \n \n \n12. Decides to continue consideration of the question of the promotion of the \nright of peoples to peace at its seventy-fifth session under the item entitled \n“Promotion and protection of human rights”. \n \n55th plenary meeting  \n17 December 2018 \n \n",
  "paragraphs": {
    "1": "Welcomes the Declaration on the Right to Peace,9 adopted by the General Assembly on 19 December 2016, and invites States, agencies and organizations of the United Nations system and intergovernmental and non-governmental organizations to disseminate the Declaration and to promote universal respect and understanding thereof;",
    "2": "Reaffirms that the peoples of our planet have a sacred right to peace;",
    "3": "Also reaffirms that the preservation of the right of peoples to peace and the promotion of its implementation constitute a fundamental obligation of all States;",
    "4": "Stresses that peace is a vital requirement for the promotion and protection of all human rights for all;",
    "5": "Also stresses that the deep fault line that divides human society between the rich and the poor and the ever-increasing gap between the developed and developing worlds pose a major threat to global prosperity, peace and security and stability;",
    "6": "Emphasizes that the preservation and promotion of peace demand that the policies of States be directed towards the elimination of the threat of war, particularly nuclear war, the renunciation of the use or threat of use of force in international relations and the settlement of international disputes by peaceful means on the basis of the Charter of the United Nations;",
    "7": "Affirms that all States should promote the establishment, maintenance and strengthening of international peace and security and an international system based on respect for the principles enshrined in the Charter and the promotion of all human rights and fundamental freedoms, including the right to development and the right of peoples to self-determination;",
    "8": "Urges all States to respect and to put into practice the purposes and principles of the Charter in their relations with other States, irrespective of their political, economic or social system and of their size, geographical location or level of economic development;",
    "9": "Reaffirms the duty of all States, in accordance with the principles of the Charter, to use peaceful means to settle any dispute to which they are party and the continuance of which is likely to endanger the maintenance of international peace and security, as a vital requirement for the promotion and protection of all human rights of everyone and all peoples;",
    "10": "Underlines the vital importance of education for peace as a tool to foster the realization of the right of peoples to peace, and encourages States, the specialized agencies of the United Nations system and intergovernmental and non-governmental organizations to contribute actively to this endeavour;",
    "11": "Invites States and relevant United Nations human rights mechanisms and procedures to continue to pay attention to the importance of mutual cooperation, understanding and dialogue in ensuring the promotion and protection of all human rights;",
    "12": "Decides to continue consideration of the question of the promotion of the right of peoples to peace at its seventy-fifth session under the item entitled “Promotion and protection of human rights”."
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": []
}