{
  "symbol": "A/RES/78/317",
  "filename": "A_RES_78_317.pdf",
  "title": "78/317. The Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity",
  "text": "United Nations \nA/RES/78/317\n \n \nGeneral Assembly \nDistr.: General \n23 July 2024 \n \n24-13495 (E) \n*2413495* \n \n \nSeventy-eighth session \nAgenda item 18 (b) \nSustainable development: follow-up to and implementation of \nthe SIDS Accelerated Modalities of Action (SAMOA) Pathway \nand the Mauritius Strategy for the Further Implementation of \nthe Programme of Action for the Sustainable Development of \nSmall Island Developing States \n \n \n \nResolution adopted by the General Assembly \non 16 July 2024 \n \n \n \n \n[without reference to a Main Committee (A/78/L.80)] \n \n \n 78/317. The Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \n \n \n \nThe General Assembly, \n \nRecalling its resolution 76/203 of 17 December 2021, in which it decided to \norganize, in 2024, the fourth International Conference on Small Island Developing \nStates at the highest possible level, as well as its resolutions 77/245 of 30 December \n2022 and 77/328 of 25 August 2023, \n \n1. \nExpresses its profound gratitude to the Government and the people of \nAntigua and Barbuda for hosting the fourth International Conference on Small Island \nDeveloping States in Antigua and Barbuda from 27 to 30 May 2024 and for providing \nall the necessary support; \n \n2. \nEndorses the outcome document of the Conference, entitled “The Antigua \nand Barbuda Agenda for Small Island Developing States: A Renewed Declaration for \nResilient Prosperity”, which is annexed to the present resolution. \n \n100th plenary meeting \n16 July 2024 \n \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n2/21 \n \nAnnex \n \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \n \n \n \nI. \nThe small island developing States story \n \n1. \nIn 1992, at the United Nations Conference on Environment and Development, \nwe, the international community, formally declared small island developing States a \nspecial case both for environment and development and committed to assist them in \nmeeting their sustainable development objectives. This was further promulgated in \nthe first decennial United Nations conference on small island developing States in \nBarbados in 1994 and was subsequently reiterated at the second conference in \nMauritius in 2005 and the third conference in Samoa in 2014. \n2. \nAfter three decades and three programmes of action, small island developing \nStates remain a special case for sustainable development, given their unique \nvulnerabilities. We note the remarkable successes and progress that they have made \nover the years, and welcome in this regard the ownership, leadership and considerable \nefforts that have been demonstrated by small island developing States, along with the \nsupport provided by the international community. \n3. \nDuring this period, small island developing States have and continue to provide \nstable and democratic governance for their citizenry and have strived to provide \nproductive economies and safe societies throughout unrelenting turbulent global \ntimes. Small island developing States were heavily affected by two “once-in-a-\ngeneration” crises that struck in 2008 and 2020, while grappling with even more \nintense and frequent disasters and natural hazards. In addition, they have assumed \nleadership roles in areas such as finance, climate change and plastics, and are stewards \nof the ocean, including managing 19.1 per cent of the world’s exclusive economic \nzones and the resources they hold. Small island developing States have paved the way \nfor many of the most progressive movements in these areas in policy development \nand the establishment of concrete actions in the multilateral arena.  \n4. \nWe remain concerned that small island developing States are facing the \nunrelenting and compounding impacts of climate change, biodiversity loss, pollution, \ndisasters and natural hazards, health and other social-related challenges and economic \nvulnerabilities, as well as the progressive deterioration in their ability to withstand \nexternal shocks and enhance their resilience. Successive global crises, along with the \ncoronavirus disease (COVID-19) pandemic, have further exacerbated and negatively \ncompounded the sustainable development of small island developing States. \n5. \nSmall island developing States are inherently and uniquely vulnerable to \nexogenous shocks owing to, inter alia, their small size, geographical remoteness, \nhighly dispersed populations, the limited scale and undiversified nature of their \neconomies, high dependence on external markets, and extreme exposure to disasters \nand natural hazards and the effects of climate change. Recognizing vulnerability does \nnot mean that small island developing States exhibit weakness or lack potential for \ndevelopment. Rather, it means recognizing that they are disproportionately impacted \nin terms of physical destruction and non-economic and economic losses to a far \ngreater scale than elsewhere. \n6. \nSmall island developing States are particularly vulnerable to adverse impacts of \nclimate change, including, inter alia, erratic precipitation, increasingly frequent and \nextreme weather phenomena, more frequent and severe tropical cyclones, floods and \ndrought, diminishing freshwater resources, desertification, coastal erosion, land \ndegradation and sea level rise, which represent the gravest of threats to the survival \nand viability of their people, natural ecosystems and overall sustainable development. \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n3/21\n24-13495 \n \nWe take note of the concerns expressed by small island developing States that the \nimpacts of climate change could have possible implications on small island \ndeveloping States, including humanitarian, economic, social, cultural, ecological and, \nas exacerbated by other factors, security consequences.  \n7. \nIn order for small island developing States to achieve sustainable development \nand resilient prosperity, we must assist small island developing States to diversify \ntheir economies and strengthen State and productive capacities. At the same time, the \ninternational financial architecture should go further to fully address the unique \ndevelopment circumstances of small island developing States and make accessing \nconcessional finance easier for them, which could mitigate their fiscal constraints and \nreduce the risk of indebtedness, especially for highly indebted small island \ndeveloping States, and prevent the reversal of hard-earned development gains. \nTherefore, the special case of small island developing States must continue to be \nrecognized by the international community and must take into account these new and \nemerging challenges.  \n8. \nWe recognize small island developing States’ need for access to affordable, \nreliable, sustainable and modern energy, particularly renewable energy. Small island \ndeveloping States are facing significant barriers related to accessing finance, cost of \ncapital, market readiness and upskilling and reskilling workforces needed for just, \ninclusive and resilient energy transitions.  \n9. \nWe reaffirm the importance of freedom, peace and security, respect for all \nhuman rights, including the right to development and the right to an adequate standard \nof living, including the right to food, the rule of law, gender equality, women’s \nempowerment, reducing inequalities and the overall commitment to just and \ndemocratic societies for development.  \n10. We recognize that gender equality and women’s empowerment and the full \nrealization of human rights for women and girls have a transformative and multiplier \neffect on sustainable development and are a driver of economic growth in small island \ndeveloping States. Women can be powerful agents of change.  \n11. \nSmall island developing States aspire to a resilient form of prosperity that is \nreflected in sustainable development for all in their countries, where economic growth \nand well-being are sustained and their economies are robust, diversified, adaptable \nand able to withstand shocks, ensuring social equity and promoting environmental \nsustainability.  \n12. The next 10 years are critical for small island developing States. A new context \nis emerging wherein the economic, social and environmental as well as geopolitical \nthreats to the development of small island developing States are so great that they can \nonly be ameliorated by a reinvigorated enabling environment that gives meaningful \neffect to their sustainable development. Without the full support of the international \ncommunity, small island developing States will endure potentially far-reaching \nconsequences.  \n13. We reaffirm the continued applicability of the Programme of Action for the \nSustainable Development of Small Island Developing States (Barbados Programme \nof Action)1 adopted in 1994, the Mauritius Strategy for the Further Implementation \nof the Programme of Action for the Sustainable Development of Small Island \n__________________ \n \n1  Report of the Global Conference on the Sustainable Development of Small Island Developing \nStates, Bridgetown, Barbados, 25 April–6 May 1994 (United Nations publication, Sales \nNo. E.94.I.18 and corrigenda), chap. I, resolution 1, annex II. \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n4/21 \n \nDeveloping States (Mauritius Strategy)2 of 2005 and the SIDS Accelerated Modalities \nof Action (SAMOA) Pathway 3  of 2014 as blueprints setting out the sustainable \ndevelopment priorities of small island developing States.  \n14. We recommit to the full and timely implementation of the 2030 Agenda for \nSustainable Development,4 the Addis Ababa Action Agenda of the Third International \nConference on Financing for Development 5  and the United Nations Framework \nConvention on Climate Change 6 and the Paris Agreement, 7 as well as the Sendai \nFramework for Disaster Risk Reduction 2015–2030,8 the New Urban Agenda,9 the \nKunming-Montreal \nGlobal \nBiodiversity \nFramework \nand \nother \nrelevant \nintergovernmentally agreed development outcomes, frameworks and instruments.  \n15. We reaffirm all the principles of the Rio Declaration on Environment and \nDevelopment, 10  including, inter alia, the principle of common but differentiated \nresponsibilities, as set out in principle 7 thereof.  \n16. We, the Heads of State and Government and high-level representatives, having \nmet in St. John’s from 27 to 30 May 2024, at the fourth International Conference on \nSmall Island Developing States, with the participation of civil society, the private \nsector, youth, academia and other relevant stakeholders, firmly reaffirm our \ncommitment to support small island developing States on their pathway to achieving \nsustainable development and resilient prosperity, where the progress of today does \nnot compromise the possibilities of tomorrow. Through targeted, results-focused \ninterventions and investments, we will support small island developing States as they \nexercise full ownership of their new agenda and seek to establish partnerships as \nequals, upholding values of equity, national ownership, mutual trust, transparency and \naccountability, and cooperation and promoting benefits across priority areas in their \nnew 10-year agenda.  \n \n \n \nII. \nWhat do small island developing States want? \n \n \n \nA. \nBuild resilient economies \n \n17. Enhancing inter-island connectivity and linking economies of small island \ndeveloping States to regional markets and global supply chains, including by \nintegrating them into existing and emerging maritime and multimodal transport and \neconomic corridors, and encouraging sustainable transport initiatives to support small \nisland developing States remains key.  \n18. We underscore that small island developing States face substantial structural \nchallenges in building the necessary ecosystem, institutions and capacity for \npromoting and using science, technology, innovation and digitalization to drive \neconomic growth and sustainable development.  \n__________________ \n \n2  Report of the International Meeting to Review the Implementation of the Programme of Action \nfor the Sustainable Development of Small Island Developing States, Port Louis, Mauritius, \n10– 14 January 2005 (United Nations publication, Sales No. E.05.II.A.4 and corrigendum), \nchap. I, resolution 1, annex II. \n \n3  Resolution 69/15, annex. \n \n4  Resolution 70/1. \n \n5  Resolution 69/313, annex. \n \n6  United Nations, Treaty Series, vol. 1771, No. 30822. \n \n7  Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n8  Resolution 69/283, annex II. \n \n9  Resolution 71/256, annex. \n \n10  Report of the United Nations Conference on Environment and Development, Rio de Janeiro, 3–14 June \n1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, Sales No. E.93.I.8 and \ncorrigendum), resolution 1, annex I. \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n5/21\n24-13495 \n \n19. Small island developing States face significant challenges in data collection, \nanalysis, technical and institutional capacity, which hinders evidence-informed \npolicymaking, monitoring progress and accessing development financing, and we \nemphasize that capacity-building for stronger data governance and management will \nallow small island developing States to support better data collection, protection, \ntransparency and data sharing.  \n20. We welcome and call for support for the efforts of small island developing States \nin establishing a Small Island Developing States Centre of Excellence in Antigua and \nBarbuda that will be launched at the fourth International Conference on Small Island \nDeveloping States, which will include, inter alia, a small island developing States \ndata hub, a technology and innovation mechanism and an Island Investment Forum.  \n21. Acknowledging that small island developing States are highly dependent on \nimports, with limited export capacity, and face current account deficits and limited \nfiscal space, compounded by limited access to concessional financing, small island \ndeveloping States seek the support of the international community to:  \n \n(a) \nDevelop and expand their productive capacity by: \n \n(i) \nUndertaking national productive capacities gap assessments;  \n \n(ii) Implementing holistic productive capacities development programmes;  \n \n(iii) Investing in higher productivity sectors, including in advanced \ntechnologies and digital economy to provide better paying jobs for people in \nsmall island developing States and reduce brain drain and labour mobility;  \n \n(b) \nIncrease trade and investment by: \n \n(i) \nDesigning prioritized trade and investment strategies to consolidate \nmarket opportunities in existing sectors and markets and identify opportunities \nfor economic diversification to reduce vulnerability;  \n \n(ii) Enabling market access in goods and services for small island developing \nStates by considering trade rules, as appropriate, that take into account the \nspecial circumstances of small island developing States, and encouraging the \nfull utilization of preferential market access by improving the application of \ntrade rules and their transparency for small island developing States, in \ncompliance with World Trade Organization commitments; \n \n(iii) Strengthening local, national and regional institutions as well as the \nregulatory and domestic policy environment and trade facilitation bodies;  \n \n(iv) Enabling \nbusiness \nenvironments \nfor \nprivate \nsector \ninvestment, \nentrepreneurship, especially micro-, small and medium-sized enterprises, \ncooperatives and enterprise development;  \n \n(v) \nStrengthening capacity for resource mobilization, investment flows \nmonitoring, and firm-level data collection, analysis and use; \n \n(vi) Supporting the establishment of the biennial Island Investment Forum in \nthe Small Island Developing States Centre of Excellence as a dedicated platform \nfor promoting sustainable economic development in small island developing \nStates by promoting investment opportunities, knowledge exchange and \ncollaborative initiatives, addressing the unique challenges faced by small island \ndeveloping States and contributing to their long-term resilience and prosperity; \n \n(vii) Reviewing and reforming old-generation investment treaties that are in \nforce for small island developing States, where desired, with the aim of \nsafeguarding policy space to pursue sustainable development objectives;  \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n6/21 \n \n \n(c) \nPromote resilient and sustainable tourism by: \n \n(i) \nMinimizing pollution and waste, enhancing environmental awareness, \nconserving and protecting the environment, respecting wildlife, biodiversity, \necosystems and cultural diversity;  \n \n(ii) De-risking investments, strengthening cross-sector collaboration between \ntourism and other sectors, and modernizing the sector and related up- and \ndownstream services;  \n \n(iii) Raising awareness of the importance of resilient and sustainable tourism, \nincluding through Global Tourism Resilience Day;11 \n \n(iv) Developing creative and innovative employment solutions, including for \ninformal workers, to provide resilience to the workforce, taking into account \nnational circumstances; \n \n(v) \nEnhancing entrepreneurship, education and training in cultural and \nheritage management and preservation, and in specific domains of the creative \nindustries;  \n \n(vi) Promoting and investing in the resilience of cultural heritage, traditions \nand customs, assets and infrastructure;  \n \n(d) \nPromote sustainable ocean-based economies by: \n \n(i) \nAssisting in the pursuit of opportunities in sustainable fisheries, \naquaculture, mariculture, marine and coastal tourism, ocean-based renewable \nenergy, and mineral and other related resources, sustainable shipping and \nmaritime transport and ports;  \n \n(ii) Establishing public-private sector partnerships and appropriate capital \nmarket instruments and providing technical assistance to stock exchanges and \nsecurity market regulators to enhance bankability and feasibility of projects;  \n \n(iii) Creating and supporting an enabling policy environment to maximize \ndiaspora remittances, investment, skills and experience for research, innovation, \neconomic development and diversification to shift towards environmentally \nsustainable practices and technologies.  \n \n \n \nB. \nFoster safe, healthy and prosperous societies \n \n22. We underline the need to promote peaceful, prosperous, inclusive societies and \nsafe communities for achieving sustainable development, and to build effective, \naccountable and inclusive institutions at all levels. Good governance, rule of law, \nhuman rights, fundamental freedoms, equal access to fair justice systems, and \nmeasures to combat corruption and curb illicit financial flows will be integral to our \nefforts.  \n23. We remain concerned that poverty, including extreme poverty, unemployment, \ninequality and exclusion continue to disproportionately affect people in vulnerable \nsituations, particularly women, children, youth, persons with disabilities and older \npersons, and reduces the potential productive capacities in small island developing \nStates. These challenges are compounded by youth unemployment, loss of skilled and \nsemi-skilled labour, through labour mobility, and gender inequality, including unpaid \ncare and domestic work.  \n24. The inadequacy of the health and social protection systems of small island \ndeveloping States and the prevalence of communicable and non-communicable \n__________________ \n \n11  See resolution 77/269. \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n7/21\n24-13495 \n \ndiseases in small island developing States pose a threat to sustainable development \nand economic productivity, disproportionately affecting the poorest and those in \nvulnerable situations. \n25. Acknowledging the efforts of small island developing States to improve health \nand social protection systems, boost State capacity in the public sector, and reduce \npoverty, unemployment, inequality and exclusion, small island developing States seek \nthe support of the international community to:  \n \n(a) \nStrengthen health systems by: \n \n(i) \nPromoting and ensuring equitable and timely access to affordable and \nquality health-care services in order to achieve universal health coverage, \nleaving no one behind, noting that any external financing should be aligned with \nnational and regional priorities;  \n \n(ii) Developing nationally appropriate, inclusive social protection systems, \nincluding through the One Health approach and other holistic approaches as well \nas the integration of climate and health policies;  \n \n(iii) Enhancing prevention, preparedness and response to better cope with \nhealth emergencies, epidemics, pandemics and climate change-related health \nimpacts through capacity-building, upgrading of surveillance and early warning \nsystems and adapting sustainable infrastructure and equipment so that it is \nclimate-resilient, low greenhouse gas emission and sustainable;  \n \n(iv) Integrating essential non-communicable diseases and mental health \nservices into primary health care and universal health coverage;  \n \n(v) \nEnhancing health literacy to promote healthy lifestyles and preventive \nmeasures to address risk factors for non-communicable diseases, including \nobesity, unhealthy diets, physical inactivity, harmful use of alcohol, tobacco use \nand exposure to air pollution and addressing the linkages between the \nenvironment and nutrition;  \n \n(vi) Establishing an integrated and whole-of-government approach to address \nthe growing challenges of vision impairment, particularly myopia and other \npreventable conditions, including integrating comprehensive eye care services \nas part of primary health care and universal health coverage;  \n \n(vii) Building and retaining a trained, skilled, efficient and motivated health \nworkforce that is equipped to meet the health needs of the population at all \nlevels;  \n \n(b) \nBuild strong institutions by: \n \n(i) \nIncreasing public participation and consultation, promoting civic \neducation and engaging civil society organizations to actively and meaningfully \nparticipate in policy and budget decisions, including by establishing citizen \nparticipation mechanisms and creating spaces for inclusive dialogue;  \n \n(ii) Strengthening coordination and collaboration among government \ninstitutions and working beyond traditional boundaries to unify capabilities \nacross agencies, sectors and society;  \n \n(iii) Strengthening the synergy between public policy planning and financing \nthrough integrated national financing frameworks to increase the expenditure \nefficiency of public resources, as a complement to resource mobilization from \nall sources;  \n \n(iv) Investing in continuous education and training and professional \ndevelopment programmes for public servants, and building public sector skill \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n8/21 \n \nsets for the future, including in improving the agility of public service delivery \nand public procurement;  \n \n(v) \nDesigning systems for government institutions to generate effective \npolicies and investment decisions;  \n \n(vi) Boosting State capacity to effectively implement policies through the \nstrengthening of public sector reforms, building effective, accountable and \ninclusive institutions at all levels and improving transparency and \naccountability;  \n \n(vii) Incorporating and strengthening e-government and digital solutions as a \nmeans of overcoming accessibility, scale and dispersion of population, bridging \nthe digital divides and supporting the institutional capacity of local and national \ngovernment institutions;  \n \n(viii) Assisting national and regional institutions to combat transnational crime \nand violence, including drug trafficking and the illicit trade in small arms and \nlight weapons, taking into account the national circumstances of small island \ndeveloping States;  \n \n(c) \nAchieve gender equality, empower youth and leave no one behind by: \n \n(i) \nPromoting and protecting the full realization of the human rights of all \nwomen and girls and eliminating all forms of discrimination and of violence \nagainst all women and girls, including, inter alia, by developing and \nimplementing gender-responsive action plans;  \n \n(ii) Increasing women’s leadership and promoting their full, equal and \nmeaningful participation and representation at all stages and levels of decision-\nmaking processes;  \n \n(iii) Investing in policies and programmes in productive capacities, education \nand skills that would also address emerging issues among children, young \npeople, particularly boys and young men, taking into account national \ncircumstances;  \n \n(iv) Meaningfully \ninvolving \nyouth \nin \ndecision-making \nprocesses \nas \nappropriate, including through youth councils and advisory committees, \nsupporting youth-led initiatives and creating opportunities for engaging youth \nin sustainable development;  \n \n(v) \nPromoting and protecting the full realization of the human rights of \npersons with disabilities, and enabling their full, equal, meaningful and effective \nparticipation, representation and leadership in decision-making, addressing \nstigma and discrimination, eliminating violence and increasing their access to \neconomic opportunities, education and health care;  \n \n(vi) Strengthening adaptive social protection systems and expanding coverage \nof national social protection programmes through comprehensive risk \nmanagement strategies, to promote the realization of equity and equality, \nparticularly for those in vulnerable situations, including women, children, \nyouth, persons with disabilities and older persons;  \n \n(vii) Investing in developing the skills of and fostering opportunities to pursue \nalternative livelihoods for communities displaced by disasters, many of which \nare exacerbated by climate change, while recognizing the importance of \nsafeguarding and passing on tangible and intangible cultural heritage from \ngeneration to generation and ensuring their financial, economic and social \ninclusion so that they can leverage their talent and ideas to contribute to, and \nbenefit from, their new communities;  \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n9/21\n24-13495 \n \n \n(viii) Supporting the advancement of sports as an important enabler of \nsustainable development, including for its growing contribution to the \nrealization of development and peace in its promotion of tolerance and respect \nand the contributions it makes to the empowerment of women, young people, \nchildren, in particular girls, individuals and communities as well as to health, \neducation and social inclusion objectives.  \n \n \n \nC. \nA secure future \n \n26. Recognizing that various anthropogenic pressures and adverse impacts of \nclimate change as well as global shocks continue to impede water availability and \nfood and energy security, and further recognizing the importance of access to \naffordable, reliable, sustainable and modern energy, and connectivity, small island \ndeveloping States seek the support of the international community to: \n \n(a) \nFoster sustainable energy transitions and energy efficiency and ensure \naccess to affordable, reliable, sustainable and modern energy, based on all energy \nsources, in particular renewable energy sources, by:  \n \n(i) \nUrgently enhancing support, investment and partnerships for just, \ninclusive, equitable and resilient energy transitions and energy efficiency, \nincluding clean and renewable energy infrastructure, technology and training, \nwith a view to fulfilling small island developing States’ bold and ambitious \nrenewable energy targets for the next decade;  \n \n(ii) Addressing the underlying barriers in accessing and mobilizing finance to \ndeploy renewable energy, including enabling environments and policy, legal and \nregulatory frameworks;  \n \n(iii) Developing small island developing States-specific technologies and \napplications for renewable energy deployment, and integration into the power \nsystem, and promoting efforts to reduce the cost of capital for renewables;  \n \n(iv) Providing support to overcome the structural barriers that hinder just, \ninclusive, resilient energy transitions, including institutional capacity, \nparticularly skills gaps, and grid stabilization and upgrading;  \n \n(b) \nDevelop integrated water resources management by: \n \n(i) \nDeveloping policies, legislative frameworks, institutional and human \ncapacities for effective, inclusive, sustainable and integrated water resources \nmanagement and facilitate the expansion of wastewater treatment, recycling and \nreuse;  \n \n(ii) Significantly reducing the impact of climate change on water scarcity \nthrough enhancing climate resilience to water-related hazards and supporting a \nclimate- and disaster-resilient water supply and sanitation, and access to safe \nand affordable potable water and sanitation, and hygiene for all;  \n \n(iii) Providing appropriate gender-sensitive and disability-inclusive facilities \nand infrastructure for safe drinking water, sanitation and hygiene, and waste \nmanagement systems;  \n \n(c) \nEnhance food security by: \n \n(i) \nDeveloping and implementing adaptation and mitigation strategies that \ntake into account the linkages between food, water and energy, such as \nintegrating \nclimate-resilient \ninfrastructure \nand \npromoting \nsustainable \nagricultural practices and the deployment of agricultural technologies that are \nresilient to the adverse impacts of climate change;  \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n10/21 \n \n \n(ii) Increasing sustainable agriculture and fisheries, food security and nutrition \nand livelihoods in small island developing States in a manner that helps with \nclimate adaptation, mitigates emissions and promotes sustainable use of \nbiodiversity, including through incubation, diversification, local value addition, \nclimate-resilient best practices and promoting, scaling up and replicating locally \ngrown ideas, to accelerate the achievement of sustainable agriculture and \nfisheries, food security and good and improved nutrition, as well as improved \noverall health and well-being;  \n \n(iii) Developing sustainable food and agricultural production that is resilient to \nthe impacts of climate change, addresses water availability and efficiently uses \nwater resources, improving supply and distribution of food, including the \nreduction of food loss and waste, and enhancing resilience to potential excessive \nfood price volatility and food crises;  \n \n(d) \nBuild resilient infrastructure by: \n \n(i) \nScaling up planning, development and management of quality, reliable, \nsustainable and resilient infrastructure and energy-efficient land, marine and air \ntransportation systems;  \n \n(ii) Applying the Principles for Resilient Infrastructure in small island \ndeveloping States to create risk-informed policy, investment decisions and \nsystems in sectors including transportation, energy, communications, water, \nhealth and education, with a view to nurturing a culture of maintenance for \nresilient societies;  \n \n(e) \nEnhance transportation and connectivity to link economies of small island \ndeveloping States to regional markets and global supply chains by: \n \n(i) \nInvesting in sound, safe, sustainable, climate-resilient and affordable land, \nair, maritime and inter-island transportation infrastructure, including traditional \nand sustainable modes, that is inclusive for all, with a focus on community \nengagement and empowerment;  \n \n(ii) Developing and implementing climate- and disaster-resilient, safe, \naffordable, \naccessible \nand \nwell-maintained \nsustainable \ntransportation \ninfrastructure in small island developing States, in line with the Principles for \nResilient Infrastructure, including for remote and underserved communities, \ntaking into account the local impacts of climate change, to ensure the longevity \nof transport infrastructure; \n \n(iii) Establishing integrated and sustainable maritime and air transportation \nsystems to foster regional economic and value chain integration, improving \ninter-island connectivity, modernizing transport fleets and equipment;  \n \n(iv) Developing coordinated regional transportation, fostering connectivity \nbetween small island developing States and neighbouring regions to strengthen \neconomic ties and facilitate the movement of goods and people.  \n \n \n \nD. \nEnvironmental protection and planetary sustainability  \n \n27. We acknowledge that the widespread, rapid and adverse impacts of climate \nchange continue to pose increasing risks to small island developing States and their \nefforts to achieve sustainable development, while representing the greatest threats to \nthe survival and viability of their people and natural ecosystems. Even with limiting \nglobal warming to 1.5 degrees Celsius above pre-industrial levels, small island \ndeveloping States will continue to incur severe loss and damage.  \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n11/21\n24-13495 \n \n28. Small island developing States are gravely concerned that global emissions are \nnot in line with modelled global mitigation pathways consistent with the temperature \ngoal of the Paris Agreement, and that there is a rapidly narrowing window out to 2030 \nto raise ambition and implement existing commitments in order to keep warming to \n1.5 degrees Celsius above pre-industrial levels within reach, which is crucial to the \nsustainable development of small island developing States.  \n29. Small island developing States have extraordinary marine and terrestrial \nbiodiversity that, in many cases, is fundamental to their livelihoods, culture and \nidentity, but their vulnerabilities are drastically limiting the resources and means by \nwhich they can protect their ecosystems and the natural environment. The ocean and \nits resources are under considerable stress from anthropogenic sources, impacting \nsmall island developing States, which are especially dependent on their maritime \nresources for their food security and livelihoods.  \n30. Small island developing States seek the support of the international community \nto:  \n \n(a) \nUrgently take action on climate change by: \n \n(i) \nAccelerated actions on the effective implementation of the United Nations \nFramework Convention on Climate Change and the Paris Agreement, guided by \nscience and agreed principles;  \n \n(ii) Supporting the recruitment and development of technical expertise to \nfacilitate the development of loss and damage response plans and actions, \nincluding risk assessment, loss modelling, governance, management, \ndisbursement, monitoring, evaluation and reporting on loss and damage \nsolutions and impacts; \n \n(iii) Recognizing the important role of forests in climate mitigation and \nadaptation, including through promoting the adoption and implementation of \nreducing emissions from deforestation and forest degradation, on the role of \nconservation and sustainable management of forests in developing countries, as \nwell as other alternative policy approaches in small island developing States, \nincluding those with high forest low deforestation (HFLD) regions, as per \narticle 5.2 of the Paris Agreement, on national or, an interim basis, subnational \njurisdictional scales, can foster information exchange, expertise-sharing and \ncollective problem-solving, fostering a united effort in addressing climate \nmitigation and adaptation goals, and also noting it is essential for those small \nisland developing States that have maintained forest cover and other ecosystems \nsuch as mangroves, seagrass, peatlands, old-growth forests, and marshes, over \ndecades of sustainable management and use to pursue opportunities to mobilize \nfinancing in this regard; \n \n(b) \nConserve and sustainably use the ocean and its resources by: \n \n(i) \nEnsuring the conservation and sustainable use of marine resources, \nincluding through sustainable management of aquaculture, mariculture, tourism \nand fisheries, such as through the implementation of measures to end illegal, \nunreported and unregulated fishing for mutually reinforcing economic and \nenvironmental benefits;  \n \n(ii) Addressing biodiversity loss caused by harmful human activities, \nincluding inadequate waste management and unsustainable production and \nconsumption, including of plastics; overfishing; illegal, unreported and \nunregulated fishing; introduction of alien invasive species; noise and light \npollution; coral bleaching, ocean acidification, eutrophication and harmful algal \nblooms; and coastal erosion, including through measures such as, inter alia, \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n12/21 \n \nsatellite monitoring, and the establishment and strengthened management of \narea-based management tools, including marine protected areas and integrated \ncoastal zone management; and other effective area-based conservation measures \nand locally managed marine areas;  \n \n(iii) Strengthening partnerships at the subregional, regional and international \nlevels to prevent and reduce plastic pollution in the marine environment and \nsupport investment in modern integrated solid waste management systems;  \n \n(c) \nConserve, restore and sustainably use biodiversity by: \n \n(i) \nDeveloping, enhancing and applying environmental statistics frameworks \nin their national statistical systems, such as natural capital accounting \nframework, including ecosystems services valuation, to assess the contribution \nof natural ecosystems to economies and inform policy decisions and \ndevelopment;  \n \n(ii) Supporting small island developing States to identify financing and \ncapacity gaps in meeting biodiversity objectives and develop partnerships, \nparticularly with the private sector, to develop innovative strategies to bridge \nthese gaps;  \n \n(iii) Updating the programme of work on island biodiversity adopted under the \nConvention on Biological Diversity,12 particularly in the context of the ongoing \nprocess to identify scientific and technical needs of small island developing \nStates;  \n \n(iv) Developing an island biodiversity capacity-building and development \naction plan, on the basis of the review of the capacity and technology absorption \nand sustaining abilities of small island developing States and in line with the \nprogramme of work on island biodiversity;  \n \n(v) \nAcknowledging the important roles and contributions of Indigenous \nPeoples and local communities as custodians of biodiversity and as partners in \nits conservation, restoration and sustainable use; and ensuring the rights, \nknowledge, including traditional knowledge associated with biodiversity, \ninnovations, worldviews, values and practices of Indigenous Peoples and local \ncommunities are respected, and documented and preserved with their free, prior \nand informed consent, including through their full and effective participation in \ndecision-making, in accordance with relevant national legislation, international \ninstruments, including the United Nations Declaration on the Rights of \nIndigenous Peoples,13 and human rights law;  \n \n(d) \nMainstream disaster risk reduction by: \n \n(i) \nIncreasing local, national and regional capacity, particularly among key \nnational agencies, to improve coordination with international, regional and \nhumanitarian partners and donor Governments, as appropriate, to prevent and \nreduce disaster risk and to respond to intensifying disasters;  \n \n(ii) Building more robust multi-hazard risk governance, including the \ndevelopment of national legislative frameworks for disaster risk reduction and \nstrengthened local authorities and community-based disaster risk management \napproaches that can capture whole-of-government and whole-of-society actions \nthat are also gender-responsive and disability-inclusive;  \n__________________ \n \n12  United Nations, Treaty Series, vol. 1760, No. 30619. \n \n13  Resolution 61/295, annex. \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n13/21\n24-13495 \n \n \n(iii) Strengthening disaster preparedness, including multi-hazard early warning \nsystems and capacity to take early action, through initiatives such as Early \nWarnings for All and Climate Risk and Early Warning Systems, timely \nevacuation planning, planning for relocation of communities, and developing \npost-disaster needs assessments;  \n \n(iv) Implementing creative arrangements and risk reduction mechanisms that \nallow small island developing States to access low and concessional financing \nrates, including government guarantees and insurance schemes, as appropriate;  \n \n(v) \nReducing disaster risks, including by building protective infrastructure \nand enhancing resilience of freshwater and other water systems, and using the \nrecovery, rehabilitation and reconstruction phases after a disaster to increase \nresilience, and developing systems for managing evacuations and the \ndistribution of basic relief support.  \n \n \n \nIII. How do small island developing States get there? \n \n31. While acknowledging the primary responsibility of small island developing \nStates for their own sustainable development, we recognize that the persistent \ndevelopment challenges of the small island developing States require enhanced global \npartnership for development, adequate provision and mobilization of all means of \nimplementation and continued international support to achieve internationally agreed \ngoals.  \n32. Therefore, to realize the Antigua and Barbuda Agenda for Small Island \nDeveloping States by 2034, we, the international community, commit to the following \nactions:  \n \n \n \nA. \nBuild economic resilience \n \n \n(a) \nReform the international financial architecture and address gaps and \nshortfalls, and facilitate easier access to affordable and concessional finance by:  \n \n(i) \nConsidering \nhow \nbest \nmultidimensional \nvulnerability \ncould \nbe \nincorporated into existing practices and policies for debt sustainability and \ndevelopment support, including access to concessional finance, looking forward \nto the intergovernmental process to consider the recommendations presented in \nthe final report of the High-level Panel on the Development of a \nMultidimensional Vulnerability Index for Small Island Developing States, \nwhich can also provide a basis for moving forward in this direction;  \n \n(ii) Expanding multilateral lending to small island developing States, while \nmaintaining financial sustainability of multilateral development institutions, \nand taking note of the identification by the Heads of Multilateral Development \nBanks Group of capital adequacy measures which could potentially yield \nadditional lending headroom in the order of up to 400 billion United States \ndollars over the next decade, with a view to strengthening support for small \nisland developing States in achieving resilient prosperity;  \n \n(iii) Ensuring representation and participation of small island developing \nStates, as well as other developing countries, in decision-making in global \neconomic and international financial institutions in order to deliver more \neffective, credible, accountable and legitimate institutions, giving due \nconsideration to priorities, needs and perspectives of small island developing \nStates in the process;  \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n14/21 \n \n \n(b) \nIncrease effectiveness of development finance by: \n \n(i) \nImproving donors’ aid effectiveness, development cooperation and donor \ncoordination in line with national and regional priorities and needs of small \nisland developing States, including through the small island developing States \nprinciples for development effectiveness, as appropriate;  \n \n(ii) Promoting a risk-informed approach to investment and financing in small \nisland developing States so that all development finance strengthens resilience \nand accelerates the development aspirations of small island developing States;  \n \n(c) \nSupport the sustainable management of debt by: \n \n(i) \nConsidering the establishment of a dedicated small island developing \nStates debt sustainability support service to enable sound debt management and \ndevise effective solutions for small island developing States in relation to debt \nvulnerability in the immediate term and debt sustainability in the long term, \nbuilding on and avoiding duplication with relevant dedicated initiatives;  \n \n(ii) Considering the use of state-contingent instruments to strengthen borrower \nresilience and increase the ability of small island developing States to withstand \neconomic shocks;  \n \n(d) \nIncrease investments in small island developing States by strengthening \ncapacity for resource mobilization, investment flows monitoring, firm-level data \ncollection and analysis, as well as trade-related support to strengthen investment \npromotion agencies in small island developing States to attract stable and \ndevelopment-conducive foreign direct investment and other private capital flows, in \naccordance with national circumstances, priorities and legislation;  \n \n(e) \nEnable youth economic participation by: \n \n(i) \nHarnessing the demographic dividend by equipping youth with education \nand skills, including through capacity-building and training initiatives to pursue \nopportunities in traditional, emerging and innovative economies;  \n \n(ii) Supporting youth-driven startups, providing financial backing, mentorship \nand resources to cultivate a new generation of entrepreneurs and steer small \nisland developing States towards economic resilience and diversification \nthrough innovation;  \n \n \n \nB. \nScale up climate action and support, including climate finance, in line \nwith existing commitments and obligations under the United Nations \nFramework Convention on Climate Change and the Paris Agreement  \n \n \n(a) \nAccelerated actions towards full and effective implementation of the \nUnited Nations Framework Convention on Climate Change and the Paris Agreement \nby:  \n \n(i) \nTaking urgent actions to hold the increase in the global average \ntemperature to well below 2 degrees Celsius above pre-industrial levels and \npursue efforts to limit the temperature increase to 1.5 degrees Celsius above \npre-industrial levels and to accelerate action in this critical decade on the basis \nof the best available science, reflecting equity and the principle of common but \ndifferentiated responsibilities and respective capabilities in the light of different \nnational circumstances and in the context of sustainable development and efforts \nto eradicate poverty; \n \n(ii) Implementing the decisions adopted at sessions of the Conference of the \nParties to the United Nations Framework Convention on Climate Change and \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n15/21\n24-13495 \n \nthe Conference of the Parties serving as the Meeting of the Parties to the Paris \nAgreement;  \n \n(iii) Timely support for action on adaptation through, inter alia, the \noperationalization and implementation of the United Arab Emirates Framework \nfor Global Climate Resilience to guide the achievement of the global goal on \nadaptation and the review of overall progress in achieving it with a view to \nreducing the increasing adverse impacts, risks and vulnerabilities associated \nwith climate change, as well as to enhance adaptation action and support; \n \n(iv) Phasing out inefficient fossil fuel subsidies that do not address energy \npoverty or just transitions, as soon as possible in a nationally determined \nmanner, taking into account the Paris Agreement different national \ncircumstances, pathways and approaches;  \n \n(v) \nAccelerating and substantially reducing non-carbon dioxide emissions \nglobally, including in particular methane emissions by 2030, in a nationally \ndetermined manner, taking into account the Paris Agreement, different national \ncircumstances, pathways and approaches, while providing targeted support to \nenable small island developing States to address non-carbon dioxide emissions;  \n \n(vi) Providing climate finance by developed countries to small island \ndeveloping States in line with existing obligations and commitments under the \nUnited Nations Framework Convention on Climate Change and the Paris \nAgreement; \n \n(vii) Strengthening, and mobilizing and providing financial resources to, \nexisting multilateral climate funds, including the Green Climate Fund, the \nGlobal Environment Facility and its Special Climate Change Fund, and the \nAdaptation Fund;  \n \n(viii) Harmonizing, \nas \nappropriate, \nand \nsimplifying \nthe \napplication \nrequirements, as well as access and approval procedures for climate financing \ninstruments, and continuing to advocate for dedicated financing and \nprogrammes for small island developing States, including advocating for \nminimum allocation funding criteria for small island developing States, as \nappropriate to address, inter alia, the current high barriers and transaction costs, \nespecially for financing small-sized projects for small island developing States;  \n \n(ix) Providing technical support for small island developing States for the \ndevelopment of carbon markets in accordance with article 6 of the Paris \nAgreement, as well as the further development of private financial products such \nas green and blue bonds;  \n \n(x) \nProviding resources, recognizing the urgent and immediate need for new, \nadditional, predictable and adequate financial resources to assist developing \ncountries that are particularly vulnerable to the adverse impacts of climate \nchange in responding to economic and non-economic loss and damage \nassociated with the adverse effects of climate change with special consideration \nfor small island developing States; \n \n(xi) Urgently operationalizing and further capitalizing the new fund for \nresponding to loss and damage, ensuring that priorities and needs of small island \ndeveloping States are also considered in the context of access and resource \nallocation and the development of programmatic, nationally led approaches, \nwith due regard for the governing instrument of the fund and special \nconsideration for small island developing States;  \n \n(xii) Addressing the significant challenges small island developing States face \nin accessing climate finance for implementing their national adaptation plans; \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n16/21 \n \n \n(xiii) Activating private sector finance for climate mitigation and adaptation, \nwith a view to strengthening financial support for small island developing States \nin achieving resilient prosperity; \n \n \n \nC. \nScale up biodiversity action \n \n \n(a) \nAccelerated and urgent actions to halt and reverse biodiversity loss by:  \n \n(i) \nAdvancing, by parties to the Convention on Biological Diversity, the full \nand effective implementation of the decisions of the Conference of the Parties \nto the Convention, including the Kunming-Montreal Global Biodiversity \nFramework; \n \n(ii) Ensuring adequate financial and technical support for small island \ndeveloping States and timely operationalization and capitalization of the Global \nBiodiversity Framework Fund; \n \n \n \nD. \nConserve and sustainably use the ocean and its resources \n \n \n(a) \nSupport ocean-based action by:  \n \n(i) \nBuilding the capacity of small island developing States in understanding \ntheir rights, obligations and responsibilities under the United Nations \nConvention on the Law of the Sea, 14  including to enable their effective \nparticipation in activities under the Convention;  \n \n(ii) Building the capacity of small island developing States to ratify and \nimplement the provisions of the Agreement under the United Nations \nConvention on the Law of the Sea on the Conservation and Sustainable Use of \nMarine Biological Diversity in Areas Beyond National Jurisdiction; 15 \n \n(iii) Exploring, developing and promoting innovative financing solutions to \ndrive the transformation to sustainable ocean-based economies, and the scaling \nup of nature-based solutions, ecosystem-based approaches to support the \nresilience, restoration and conservation of coastal ecosystems, including \nthrough public-private sector partnerships and capital market instruments, \nprovide technical assistance to enhance the bankability and feasibility of \nprojects, as well as mainstream the values of marine natural capital into \ndecision-making and address barriers to accessing financing, recognizing that \nfurther support is needed from developed countries, especially regarding \ncapacity-building, financing and technology transfer;  \n \n(iv) Pursuing opportunities for research and innovation in ocean-related \nindustries that explore new technologies, sustainable practices and innovative \nsolutions;  \n \n(v) \nAssisting small island developing States in planning and implementing \narea-based management tools, including effectively and equitably managed, \necologically representative and well-connected marine protected areas, and \nother effective area-based conservation measures, integrated coastal zone \nmanagement and marine spatial planning, in small island developing States, in \naccordance with national legislation and international law;  \n__________________ \n \n14  United Nations, Treaty Series, vol. 1833, No. 31363. \n \n15  A/CONF.232/2023/4. \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n17/21\n24-13495 \n \n \n(vi) Encouraging the increase of funding to the trust funds 16 for the efficient \nand effective operation of the Commission on the Limits of the Continental \nShelf;  \n \n \n \nE. \nMainstream disaster risk reduction \n \n \n(a) \nBuild resilience to disasters by:  \n \n(i) \nProviding financial and technical assistance, and capacity-building for \ndisaster risk reduction and more robust multi-hazard risk governance;  \n \n(ii) Assisting small island developing States to respond to disasters by \nsupporting them, through the international financial institutions, to build and \ndesign risk-resilient infrastructure and improving the speed of post-disaster \nsupport;  \n \n(iii) Allocating ex-ante financing to enable the systemic reduction of disaster \nrisk and resilience-building, including the disclosure of disaster risk;  \n \n(iv) Continuing to support the development of vehicles and instruments aimed \nat providing support to small island developing States, including through \nemergency liquidity as required, and funding reconstruction after disasters;  \n \n(v) \nIncreasing support, including financing, to improve small island \ndeveloping States’ data collection, governance, management, analysis and \nassessment of hazards, disaster events and their impacts, including losses and \ndamages in small island developing States;  \n \n \n \nF. \nSafe and healthy societies \n \n \n(a) \nStrengthen health systems by: \n \n(i) \nIncreasing access to assistance for health systems, including financing, \naligned with national and regional priorities;  \n \n(ii) Providing financial and technical assistance and capacity-building support \nto prevent and address the impact of non-communicable diseases and mental \nhealth conditions, including in support of the Bridgetown Declaration on \nNon-communicable Diseases and Mental Health, as appropriate;  \n \n \n \nG. \nData collection, analysis and use \n \n \n(a) \nStrengthen data collection, storage and analysis by: \n \n(i) \nInvesting in building human and institutional capacity in small island \ndeveloping States to collect quality, accessible, timely and reliable, \ndisaggregated data, according to their national contexts, to measure progress \nand to ensure that no one is left behind;  \n \n(ii) Strengthening and modernizing national data infrastructure and systems in \nsmall island developing States to better integrate data into development \nplanning, and enhancing the capacity of statistical offices in small island \ndeveloping States;  \n__________________ \n \n16  The voluntary trust fund for the purpose of defraying the cost of participation of the members of \nthe Commission on the Limits of the Continental Shelf from developing States in the meetings of \nthe Commission and the voluntary trust fund for the purpose of facilitating the preparation of \nsubmissions to the Commission for developing States, in particular the least developed countries \nand small island developing States, and compliance with article 76 of the United Nations \nConvention on the Law of the Sea. \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n18/21 \n \n \n(iii) Enhancing \nscience-based \nand \ninnovative \napproaches, \nincluding \nsustainable development-oriented, inclusive and responsible use of artificial \nintelligence, in the non-military domain, in full respect, promotion and \nprotection of human rights and international law, for the collection, storage, \nanalysis, disaggregation, dissemination and use of demographic data in small \nisland developing States, including use of geospatial technologies;  \n \n(iv) Enhancing partnerships and the sharing of best practice, expertise, digital \npublic goods and data in order to facilitate small island developing States peer-\nto-peer learning, including through the Small Island Developing States Centre \nof Excellence and existing statistical initiatives, including through regional \norganizations;  \n \n(v) \nProviding high-quality spatial data for small island developing States and \nworking to downscale global datasets to provide accurate information for small \nisland developing States;  \n \n \n \nH. \nScience, technology, innovation and digitalization \n \n \n(a) \nHarness the potential of science, technology and innovation and advance \nthe benefits of digitalization in small island developing States by:  \n \n(i) \nProviding small island developing States with the necessary means of \nimplementation to strengthen their scientific and technological capacities;  \n \n(ii) Taking action to harness digital technologies to achieve sustainable \ndevelopment in small island developing States by strengthening digital \ncooperation, developing digital infrastructure, bridging digital divides and \nensuring an open and inclusive digital future for all;  \n \n(iii) Assisting small island developing States in developing national road maps \nfor digitalization, science, technology and innovation and to support small \nisland developing States to build up national capacities for developing and \nutilizing state-of-the-art technologies, including renewable energy technologies, \nmarine technologies for the ocean-based economy and other areas significant to \nsustainable development, including digital technologies;  \n \n(iv) Assisting the development of policies and legislation to create an enabling \nenvironment to boost digital transformation, innovation, enhance digital \ninfrastructure and connectivity, bridge digital divides, enhance digital skills, \nsupport government digital services and digital public infrastructure, and \nleverage science and technology, including new and emerging technology and \nartificial intelligence, taking into account the unique needs of small island \ndeveloping States;  \n \n(v) \nSupporting the Small Island Developing States Centre of Excellence \nthrough its innovation and technology mechanism to provide learning \nopportunities, exchange experiences and support innovation, so as to enhance \ncapacity-building and narrow the digital divides;  \n \n(vi) Creating and supporting inclusive digital societies, and implementing \ninitiatives at all levels to develop human resources in science and technology, \nengineering, the arts and mathematics, especially to promote the interest of \nchildren, including girls, youth, women, persons with disabilities and other \npeople in vulnerable situations, and to strengthen the quality of education and \nreskilling in these fields by modernizing school curricula;  \n \n(vii) Developing digital solutions to expand commerce to support efforts to \novercome the adverse impacts of remoteness and other structural constraints in \nsmall island developing States; \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n19/21\n24-13495 \n \n \n(viii) Supporting the building of capacity among populations of small island \ndeveloping States to access new and emerging technological innovations, \nimproving digital and financial literacy and skills, to ensure that everyone, \nespecially the most vulnerable, has access to services, both offline and online, \nand benefits from economic opportunities; \n \n \n \nI. \nProductive populations \n \n \n(a) \nIncrease prosperity and productive capacities, employment, equality and \ninclusivity in small island developing States by:  \n \n(i) \nEmpowering small island developing States to capture the benefits of \ndigital technologies and resources for inclusive, equitable and quality education \nand lifelong learning opportunities, including through distance learning;  \n \n(ii) Promoting, protecting and improving the health and nutrition of \npopulations through multisectoral action and strengthening health systems to \nsupport educational attainment, a growing and productive workforce, poverty \nreduction and resilience to shocks;  \n \n(iii) Providing quality education opportunities for children and youth at risk \nand developing strategies to address underperformance, especially of boys in \nschool, to ensure they are educated with skill sets to enable them to successfully \nenter the labour market, taking into account national circumstances;  \n \n(iv) Developing policies, strategies and norms to promote employment and \nreduce unemployment and underemployment, by promoting skills development \nand productivity, technology transfer on mutually agreed terms and experience-\nsharing that respond to evolving job markets and reducing barriers to \nemployment, especially for youth and women;  \n \n(v) \nIncreasing investment in the quality of education, reskilling and lifelong \nlearning opportunities, especially for children, youth, women, Indigenous \nPeoples, local communities, persons with disabilities, migrants and displaced \npersons and other people in vulnerable situations;  \n \n \n \nJ. \nPartnerships \n \n \n(a) \nNew, innovative and bold approaches to partnership based on mutual \ncollaboration and ownership, trust, alignment, harmonization, respect, results \norientation, accountability, transparency, including with relevant stakeholders, and \ncooperation that leverages a whole-of-government and whole-of-society approach, \nby:  \n \n(i) \nExpanding and diversifying partnerships with local authorities, civil \nsociety and non-governmental organizations, foundations, the private sector, \nacademia and international financial institutions to implement the Antigua and \nBarbuda Agenda for Small Island Developing States; \n \n(ii) Supporting SIDS-SIDS cooperation, capacity-building and knowledge \nexchange, particularly among institutions of small island developing States, \nincluding the SIDS-SIDS Green-Blue Economy Knowledge Transfer Hub at the \nUniversity of the West Indies Cave Hill campus in Barbados; \n \n(iii) Leveraging North-South, triangular and South-South cooperation, \nincluding SIDS-to-SIDS, to mobilize human, financial, technical and \ntechnological resources, while recalling that South-South cooperation is not a \nsubstitute for, but rather a complement to, North-South cooperation.  \n \n\nA/RES/78/317 \nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity\n \n24-13495\n20/21 \n \n \n \nIV. \nA more effective United Nations in support of small island developing States \n \n33. We value the role of the United Nations system in supporting small island \ndeveloping States to achieve their sustainable development objectives and request all \nUnited Nations development system entities to contribute to the implementation of, \nand to integrate, the Antigua and Barbuda Agenda for Small Island Developing States \ninto their strategic and work plans, in accordance with their mandates. \n34. We underline the need to give due consideration to the issues and concerns of \nsmall island developing States in all relevant major United Nations conferences and \nprocesses and the relevant work of the United Nations development system.  \n35. We call upon the United Nations system to ensure country and multi-country \noffices of all United Nations entities operating in small island developing States are \nwell resourced, with staff with the appropriate skills, experience, country context and \ncapacities to operate effectively, and to avoid vacancies at the country level, \nparticularly in resident coordinator offices.  \n36. We request the Secretary-General, in his annual report to the General Assembly \nat its eightieth session on the implementation of the Antigua and Barbuda Agenda for \nSmall Island Developing States, to present proposals to ensure a coordinated, \ncoherent and effective United Nations system-wide capacity-development approach \nto small island developing States and to enhance the implementation, monitoring and \nevaluation of the Agenda, including a potential single SIDS-dedicated entity at the \nSecretariat. \n37. We also request the Secretary-General, in consultation with States, including \nthrough the Steering Committee on Partnerships for Small Island Developing States, \nto present recommendations for the strengthening of the Small Island Developing \nStates Partnership Framework and the Small Island Developing States Global \nBusiness Network and its Forum.  \n \n \n \nV. \nMonitoring and evaluation  \n \n38. We commit to engaging in systematic monitoring and evaluation of the Antigua \nand Barbuda Agenda for Small Island Developing States over the next 10 years. We \nrequest the Secretary-General to convene an inter-agency task force to develop a \nmonitoring and evaluation framework, with clear targets and indicators, to be \ncompleted by no later than the second quarter of 2025. The framework should build \non the monitoring and evaluation framework for the Samoa Pathway, in line with the \ntargets and indicators of the Sustainable Development Goals, and use data from \nexisting reporting mechanisms where possible and should not be overly burdensome \nor create new processes or requirements for small island developing States.  \n39. We call upon the Department of Economic and Social Affairs and the Office of \nthe High Representative for the Least Developed Countries, Landlocked Developing \nCountries and Small Island Developing States to conduct workshops to familiarize \nsmall island developing States with the application of the framework and build \ncapacity to collect and submit their data.  \n40. We call for the annual small island developing States segment of the high-level \npolitical forum on sustainable development convened under the auspices of the \nEconomic and Social Council to be repurposed to review annually progress against \ncommitments in the Antigua and Barbuda Agenda for Small Island Developing States \nthat are aligned with the Sustainable Development Goals under review. To support \nthis, we request the Secretary-General to prepare an annual report on progress in \nimplementing the Agenda, drawing on data from the monitoring and evaluation \nframework.  \n\nThe Antigua and Barbuda Agenda for Small Island Developing \nStates: A Renewed Declaration for Resilient Prosperity \nA/RES/78/317\n \n21/21\n24-13495 \n \n41. Beginning in 2026, we call upon the Economic Commission for Latin America \nand the Caribbean, the Economic and Social Commission for Asia and the Pacific and \nthe Economic Commission for Africa to conduct a comprehensive biennial review of \nprogress in each small island developing State in their respective regions, which \nshould inform the report of the Secretary-General on follow-up to the Antigua and \nBarbuda Agenda for Small Island Developing States. In this regard, we note the call \nfor the establishment of a regional coordination mechanism for the Atlantic, Indian \nOcean and South China Sea small island developing States to support implementation \nof the Agenda and contribute to its monitoring and review. We request the Economic \nand Social Commission for Asia and the Pacific and the Economic Commission for \nAfrica to establish small island developing States divisions, within existing resources, \nto coordinate monitoring, evaluation and reporting for the Atlantic, Indian Ocean and \nSouth China Sea small island developing States.  \n42. We call for the General Assembly to undertake a comprehensive midterm review \nof the Antigua and Barbuda Agenda for Small Island Developing States, informed by \nregional preparatory meetings, to highlight solutions to address the gaps and \nchallenges in the implementation of the Agenda and identify priorities for the final \nfive years of its implementation. \n \n",
  "paragraphs": {
    "1": "In 1992, at the United Nations Conference on Environment and Development, we, the international community, formally declared small island developing States a special case both for environment and development and committed to assist them in meeting their sustainable development objectives. This was further promulgated in the first decennial United Nations conference on small island developing States in Barbados in 1994 and was subsequently reiterated at the second conference in Mauritius in 2005 and the third conference in Samoa in 2014.",
    "2": "After three decades and three programmes of action, small island developing States remain a special case for sustainable development, given their unique vulnerabilities. We note the remarkable successes and progress that they have made over the years, and welcome in this regard the ownership, leadership and considerable efforts that have been demonstrated by small island developing States, along with the support provided by the international community.",
    "3": "During this period, small island developing States have and continue to provide stable and democratic governance for their citizenry and have strived to provide productive economies and safe societies throughout unrelenting turbulent global times. Small island developing States were heavily affected by two “once-in-a- generation” crises that struck in 2008 and 2020, while grappling with even more intense and frequent disasters and natural hazards. In addition, they have assumed leadership roles in areas such as finance, climate change and plastics, and are stewards of the ocean, including managing 19.1 per cent of the world’s exclusive economic zones and the resources they hold. Small island developing States have paved the way for many of the most progressive movements in these areas in policy development and the establishment of concrete actions in the multilateral arena.",
    "4": "We remain concerned that small island developing States are facing the unrelenting and compounding impacts of climate change, biodiversity loss, pollution, disasters and natural hazards, health and other social-related challenges and economic vulnerabilities, as well as the progressive deterioration in their ability to withstand external shocks and enhance their resilience. Successive global crises, along with the coronavirus disease (COVID-19) pandemic, have further exacerbated and negatively compounded the sustainable development of small island developing States.",
    "5": "Small island developing States are inherently and uniquely vulnerable to exogenous shocks owing to, inter alia, their small size, geographical remoteness, highly dispersed populations, the limited scale and undiversified nature of their economies, high dependence on external markets, and extreme exposure to disasters and natural hazards and the effects of climate change. Recognizing vulnerability does not mean that small island developing States exhibit weakness or lack potential for development. Rather, it means recognizing that they are disproportionately impacted in terms of physical destruction and non-economic and economic losses to a far greater scale than elsewhere.",
    "6": " We take note of the concerns expressed by small island developing States that the impacts of climate change could have possible implications on small island developing States, including humanitarian, economic, social, cultural, ecological and, as exacerbated by other factors, security consequences.",
    "7": "In order for small island developing States to achieve sustainable development and resilient prosperity, we must assist small island developing States to diversify their economies and strengthen State and productive capacities. At the same time, the international financial architecture should go further to fully address the unique development circumstances of small island developing States and make accessing concessional finance easier for them, which could mitigate their fiscal constraints and reduce the risk of indebtedness, especially for highly indebted small island developing States, and prevent the reversal of hard-earned development gains. Therefore, the special case of small island developing States must continue to be recognized by the international community and must take into account these new and emerging challenges.",
    "8": "We recognize small island developing States’ need for access to affordable, reliable, sustainable and modern energy, particularly renewable energy. Small island developing States are facing significant barriers related to accessing finance, cost of capital, market readiness and upskilling and reskilling workforces needed for just, inclusive and resilient energy transitions.",
    "9": "We reaffirm the importance of freedom, peace and security, respect for all human rights, including the right to development and the right to an adequate standard of living, including the right to food, the rule of law, gender equality, women’s empowerment, reducing inequalities and the overall commitment to just and democratic societies for development.",
    "10": "We recognize that gender equality and women’s empowerment and the full realization of human rights for women and girls have a transformative and multiplier effect on sustainable development and are a driver of economic growth in small island developing States. Women can be powerful agents of change.",
    "11": "Small island developing States aspire to a resilient form of prosperity that is reflected in sustainable development for all in their countries, where economic growth and well-being are sustained and their economies are robust, diversified, adaptable and able to withstand shocks, ensuring social equity and promoting environmental sustainability.",
    "12": "The next 10 years are critical for small island developing States. A new context is emerging wherein the economic, social and environmental as well as geopolitical threats to the development of small island developing States are so great that they can only be ameliorated by a reinvigorated enabling environment that gives meaningful effect to their sustainable development. Without the full support of the international community, small island developing States will endure potentially far-reaching consequences.",
    "13": "We reaffirm the continued applicability of the Programme of Action for the Sustainable Development of Small Island Developing States (Barbados Programme of Action)1 adopted in 1994, the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States (Mauritius Strategy)2 of 2005 and the SIDS Accelerated Modalities of Action (SAMOA) Pathway 3 of 2014 as blueprints setting out the sustainable development priorities of small island developing States.",
    "14": "We recommit to the full and timely implementation of the 2030 Agenda for Sustainable Development,4 the Addis Ababa Action Agenda of the Third International Conference on Financing for Development 5 and the United Nations Framework Convention on Climate Change 6 and the Paris Agreement, 7 as well as the Sendai Framework for Disaster Risk Reduction 2015–2030,8 the New Urban Agenda,9 the Kunming-Montreal Global Biodiversity Framework and other relevant intergovernmentally agreed development outcomes, frameworks and instruments.",
    "15": "We reaffirm all the principles of the Rio Declaration on Environment and Development, 10 including, inter alia, the principle of common but differentiated responsibilities, as set out in principle 7 thereof.",
    "16": "We, the Heads of State and Government and high-level representatives, having met in St. John’s from 27 to 30 May 2024, at the fourth International Conference on Small Island Developing States, with the participation of civil society, the private sector, youth, academia and other relevant stakeholders, firmly reaffirm our commitment to support small island developing States on their pathway to achieving sustainable development and resilient prosperity, where the progress of today does not compromise the possibilities of tomorrow. Through targeted, results-focused interventions and investments, we will support small island developing States as they exercise full ownership of their new agenda and seek to establish partnerships as equals, upholding values of equity, national ownership, mutual trust, transparency and accountability, and cooperation and promoting benefits across priority areas in their new 10-year agenda. II. What do small island developing States want? A. Build resilient economies",
    "17": "Enhancing inter-island connectivity and linking economies of small island developing States to regional markets and global supply chains, including by integrating them into existing and emerging maritime and multimodal transport and economic corridors, and encouraging sustainable transport initiatives to support small island developing States remains key.",
    "18": "We underscore that small island developing States face substantial structural challenges in building the necessary ecosystem, institutions and capacity for promoting and using science, technology, innovation and digitalization to drive economic growth and sustainable development.",
    "19": "Small island developing States face significant challenges in data collection, analysis, technical and institutional capacity, which hinders evidence-informed policymaking, monitoring progress and accessing development financing, and we emphasize that capacity-building for stronger data governance and management will allow small island developing States to support better data collection, protection, transparency and data sharing.",
    "20": "We welcome and call for support for the efforts of small island developing States in establishing a Small Island Developing States Centre of Excellence in Antigua and Barbuda that will be launched at the fourth International Conference on Small Island Developing States, which will include, inter alia, a small island developing States data hub, a technology and innovation mechanism and an Island Investment Forum.",
    "21": " (c) Promote resilient and sustainable tourism by: (i) Minimizing pollution and waste, enhancing environmental awareness, conserving and protecting the environment, respecting wildlife, biodiversity, ecosystems and cultural diversity; (ii) De-risking investments, strengthening cross-sector collaboration between tourism and other sectors, and modernizing the sector and related up- and downstream services; (iii) Raising awareness of the importance of resilient and sustainable tourism, including through Global Tourism Resilience Day;11 (iv) Developing creative and innovative employment solutions, including for informal workers, to provide resilience to the workforce, taking into account national circumstances; (v) Enhancing entrepreneurship, education and training in cultural and heritage management and preservation, and in specific domains of the creative industries; (vi) Promoting and investing in the resilience of cultural heritage, traditions and customs, assets and infrastructure; (d) Promote sustainable ocean-based economies by: (i) Assisting in the pursuit of opportunities in sustainable fisheries, aquaculture, mariculture, marine and coastal tourism, ocean-based renewable energy, and mineral and other related resources, sustainable shipping and maritime transport and ports; (ii) Establishing public-private sector partnerships and appropriate capital market instruments and providing technical assistance to stock exchanges and security market regulators to enhance bankability and feasibility of projects; (iii) Creating and supporting an enabling policy environment to maximize diaspora remittances, investment, skills and experience for research, innovation, economic development and diversification to shift towards environmentally sustainable practices and technologies. B. Foster safe, healthy and prosperous societies",
    "22": "We underline the need to promote peaceful, prosperous, inclusive societies and safe communities for achieving sustainable development, and to build effective, accountable and inclusive institutions at all levels. Good governance, rule of law, human rights, fundamental freedoms, equal access to fair justice systems, and measures to combat corruption and curb illicit financial flows will be integral to our efforts.",
    "23": "We remain concerned that poverty, including extreme poverty, unemployment, inequality and exclusion continue to disproportionately affect people in vulnerable situations, particularly women, children, youth, persons with disabilities and older persons, and reduces the potential productive capacities in small island developing States. These challenges are compounded by youth unemployment, loss of skilled and semi-skilled labour, through labour mobility, and gender inequality, including unpaid care and domestic work.",
    "24": "The inadequacy of the health and social protection systems of small island developing States and the prevalence of communicable and non-communicable diseases in small island developing States pose a threat to sustainable development and economic productivity, disproportionately affecting the poorest and those in vulnerable situations.",
    "25": " sets for the future, including in improving the agility of public service delivery and public procurement; (v) (viii) Supporting the advancement of sports as an important enabler of sustainable development, including for its growing contribution to the realization of development and peace in its promotion of tolerance and respect and the contributions it makes to the empowerment of women, young people, children, in particular girls, individuals and communities as well as to health, education and social inclusion objectives. C. A secure future",
    "26": " (ii) Increasing sustainable agriculture and fisheries, food security and nutrition and livelihoods in small island developing States in a manner that helps with climate adaptation, mitigates emissions and promotes sustainable use of biodiversity, including through incubation, diversification, local value addition, climate-resilient best practices and promoting, scaling up and replicating locally grown ideas, to accelerate the achievement of sustainable agriculture and fisheries, food security and good and improved nutrition, as well as improved overall health and well-being; (iii) Developing sustainable food and agricultural production that is resilient to the impacts of climate change, addresses water availability and efficiently uses water resources, improving supply and distribution of food, including the reduction of food loss and waste, and enhancing resilience to potential excessive food price volatility and food crises; (d) Build resilient infrastructure by: (i) Scaling up planning, development and management of quality, reliable, sustainable and resilient infrastructure and energy-efficient land, marine and air transportation systems; (ii) Applying the Principles for Resilient Infrastructure in small island developing States to create risk-informed policy, investment decisions and systems in sectors including transportation, energy, communications, water, health and education, with a view to nurturing a culture of maintenance for resilient societies; (e) Enhance transportation and connectivity to link economies of small island developing States to regional markets and global supply chains by: (i) Investing in sound, safe, sustainable, climate-resilient and affordable land, air, maritime and inter-island transportation infrastructure, including traditional and sustainable modes, that is inclusive for all, with a focus on community engagement and empowerment; (ii) Developing and implementing climate- and disaster-resilient, safe, affordable, accessible and well-maintained sustainable transportation infrastructure in small island developing States, in line with the Principles for Resilient Infrastructure, including for remote and underserved communities, taking into account the local impacts of climate change, to ensure the longevity of transport infrastructure; (iii) Establishing integrated and sustainable maritime and air transportation systems to foster regional economic and value chain integration, improving inter-island connectivity, modernizing transport fleets and equipment; (iv) Developing coordinated regional transportation, fostering connectivity between small island developing States and neighbouring regions to strengthen economic ties and facilitate the movement of goods and people. D. Environmental protection and planetary sustainability",
    "27": "",
    "28": "Small island developing States are gravely concerned that global emissions are not in line with modelled global mitigation pathways consistent with the temperature goal of the Paris Agreement, and that there is a rapidly narrowing window out to 2030 to raise ambition and implement existing commitments in order to keep warming to 1.5 degrees Celsius above pre-industrial levels within reach, which is crucial to the sustainable development of small island developing States.",
    "29": "Small island developing States have extraordinary marine and terrestrial biodiversity that, in many cases, is fundamental to their livelihoods, culture and identity, but their vulnerabilities are drastically limiting the resources and means by which they can protect their ecosystems and the natural environment. The ocean and its resources are under considerable stress from anthropogenic sources, impacting small island developing States, which are especially dependent on their maritime resources for their food security and livelihoods.",
    "30": " satellite monitoring, and the establishment and strengthened management of area-based management tools, including marine protected areas and integrated coastal zone management; and other effective area-based conservation measures and locally managed marine areas; (iii) Strengthening partnerships at the subregional, regional and international levels to prevent and reduce plastic pollution in the marine environment and support investment in modern integrated solid waste management systems; (c) Conserve, restore and sustainably use biodiversity by: (i) Developing, enhancing and applying environmental statistics frameworks in their national statistical systems, such as natural capital accounting framework, including ecosystems services valuation, to assess the contribution of natural ecosystems to economies and inform policy decisions and development; (ii) Supporting small island developing States to identify financing and capacity gaps in meeting biodiversity objectives and develop partnerships, particularly with the private sector, to develop innovative strategies to bridge these gaps; (iii) Updating the programme of work on island biodiversity adopted under the Convention on Biological Diversity,12 particularly in the context of the ongoing process to identify scientific and technical needs of small island developing States; (iv) Developing an island biodiversity capacity-building and development action plan, on the basis of the review of the capacity and technology absorption and sustaining abilities of small island developing States and in line with the programme of work on island biodiversity; (v) Acknowledging the important roles and contributions of Indigenous Peoples and local communities as custodians of biodiversity and as partners in its conservation, restoration and sustainable use; and ensuring the rights, knowledge, including traditional knowledge associated with biodiversity, innovations, worldviews, values and practices of Indigenous Peoples and local communities are respected, and documented and preserved with their free, prior and informed consent, including through their full and effective participation in decision-making, in accordance with relevant national legislation, international instruments, including the United Nations Declaration on the Rights of Indigenous Peoples,13 and human rights law; (d) Mainstream disaster risk reduction by: (i) Increasing local, national and regional capacity, particularly among key national agencies, to improve coordination with international, regional and humanitarian partners and donor Governments, as appropriate, to prevent and reduce disaster risk and to respond to intensifying disasters; (ii) Building more robust multi-hazard risk governance, including the development of national legislative frameworks for disaster risk reduction and strengthened local authorities and community-based disaster risk management approaches that can capture whole-of-government and whole-of-society actions that are also gender-responsive and disability-inclusive; (iii) Strengthening disaster preparedness, including multi-hazard early warning systems and capacity to take early action, through initiatives such as Early Warnings for All and Climate Risk and Early Warning Systems, timely evacuation planning, planning for relocation of communities, and developing post-disaster needs assessments; (iv) Implementing creative arrangements and risk reduction mechanisms that allow small island developing States to access low and concessional financing rates, including government guarantees and insurance schemes, as appropriate; (v) Reducing disaster risks, including by building protective infrastructure and enhancing resilience of freshwater and other water systems, and using the recovery, rehabilitation and reconstruction phases after a disaster to increase resilience, and developing systems for managing evacuations and the distribution of basic relief support. III. How do small island developing States get there?",
    "31": "While acknowledging the primary responsibility of small island developing States for their own sustainable development, we recognize that the persistent development challenges of the small island developing States require enhanced global partnership for development, adequate provision and mobilization of all means of implementation and continued international support to achieve internationally agreed goals.",
    "32": " (b) the (xiii) (viii) IV. A more effective United Nations in support of small island developing States",
    "33": "We value the role of the United Nations system in supporting small island developing States to achieve their sustainable development objectives and request all United Nations development system entities to contribute to the implementation of, and to integrate, the Antigua and Barbuda Agenda for Small Island Developing States into their strategic and work plans, in accordance with their mandates.",
    "34": "We underline the need to give due consideration to the issues and concerns of small island developing States in all relevant major United Nations conferences and processes and the relevant work of the United Nations development system.",
    "35": "We call upon the United Nations system to ensure country and multi-country offices of all United Nations entities operating in small island developing States are well resourced, with staff with the appropriate skills, experience, country context and capacities to operate effectively, and to avoid vacancies at the country level, particularly in resident coordinator offices.",
    "36": "We request the Secretary-General, in his annual report to the General Assembly at its eightieth session on the implementation of the Antigua and Barbuda Agenda for Small Island Developing States, to present proposals to ensure a coordinated, coherent and effective United Nations system-wide capacity-development approach to small island developing States and to enhance the implementation, monitoring and evaluation of the Agenda, including a potential single SIDS-dedicated entity at the Secretariat.",
    "37": "We also request the Secretary-General, in consultation with States, including through the Steering Committee on Partnerships for Small Island Developing States, to present recommendations for the strengthening of the Small Island Developing States Partnership Framework and the Small Island Developing States Global Business Network and its Forum. V. Monitoring and evaluation",
    "38": "We commit to engaging in systematic monitoring and evaluation of the Antigua and Barbuda Agenda for Small Island Developing States over the next 10 years. We request the Secretary-General to convene an inter-agency task force to develop a monitoring and evaluation framework, with clear targets and indicators, to be completed by no later than the second quarter of 2025. The framework should build on the monitoring and evaluation framework for the Samoa Pathway, in line with the targets and indicators of the Sustainable Development Goals, and use data from existing reporting mechanisms where possible and should not be overly burdensome or create new processes or requirements for small island developing States.",
    "39": "We call upon the Department of Economic and Social Affairs and the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States to conduct workshops to familiarize small island developing States with the application of the framework and build capacity to collect and submit their data.",
    "40": "",
    "41": "Beginning in 2026, we call upon the Economic Commission for Latin America and the Caribbean, the Economic and Social Commission for Asia and the Pacific and the Economic Commission for Africa to conduct a comprehensive biennial review of progress in each small island developing State in their respective regions, which should inform the report of the Secretary-General on follow-up to the Antigua and Barbuda Agenda for Small Island Developing States. In this regard, we note the call for the establishment of a regional coordination mechanism for the Atlantic, Indian Ocean and South China Sea small island developing States to support implementation of the Agenda and contribute to its monitoring and review. We request the Economic and Social Commission for Asia and the Pacific and the Economic Commission for Africa to establish small island developing States divisions, within existing resources, to coordinate monitoring, evaluation and reporting for the Atlantic, Indian Ocean and South China Sea small island developing States.",
    "42": "We call for the General Assembly to undertake a comprehensive midterm review of the Antigua and Barbuda Agenda for Small Island Developing States, informed by regional preparatory meetings, to highlight solutions to address the gaps and challenges in the implementation of the Agenda and identify priorities for the final five years of its implementation."
  },
  "agenda_items": [
    "Item 18"
  ],
  "symbol_references": [
    "A/78/L.80"
  ]
}