{
  "symbol": "A/RES/78/15",
  "filename": "A_RES_78_15.pdf",
  "title": "78/15. Prohibition of the development and manufacture of new types of weapons of mass destruction and new systems of such weapons: report of the Conference on Disarmament",
  "text": "United Nations \nA/RES/78/15\n \n \nGeneral Assembly \nDistr.: General \n6 December 2023 \n \n23-24431 (E)    131223 \n*2324431* \n \n \nSeventy-eighth session \nAgenda item 93 \nProhibition of the development and manufacture of new \ntypes of weapons of mass destruction and new systems of \nsuch weapons: report of the Conference on Disarmament \n \n \n \n \n Resolution adopted by the General Assembly \non 4 December 2023 \n \n \n \n \n[on the report of the First Committee (A/78/403, para. 7)] \n \n \n \n78/15. Prohibition of the development and manufacture of new types of \nweapons of mass destruction and new systems of such weapons: \nreport of the Conference on Disarmament \n \n \n \nThe General Assembly, \n \nRecalling its previous resolutions on the prohibition of the development and \nmanufacture of new types of weapons of mass destruction and new systems of such \nweapons, \n \nRecalling also its resolutions 51/37 of 10 December 1996, 54/44 of 1 December \n1999, 57/50 of 22 November 2002, 60/46 of 8 December 2005, 63/36 of 2 December \n2008, 66/21 of 2 December 2011, 69/27 of 2 December 2014, 72/23 of 4 December \n2017 and 75/31 of 7 December 2020 relating to the prohibition of the development \nand manufacture of new types of weapons of mass destruction and new systems of \nsuch weapons, \n \nRecalling further paragraph 77 of the Final Document of the Tenth Special \nSession of the General Assembly,1 \n \nDetermined to prevent the emergence of new types of weapons of mass \ndestruction that have characteristics comparable in destructive effect to those of \nweapons of mass destruction identified in the definition of weapons of mass \ndestruction adopted by the United Nations in 1948, 2  \n__________________ \n \n1  Resolution S-10/2. \n \n2  The definition was adopted by the Commission for Conventional Armaments (see S/C.3/32/Rev.1 \nand S/C.3/32/Rev.1/Corr.1). \n\nA/RES/78/15 \nProhibition of the development and manufacture of new types of \nweapons of mass destruction and new systems of such weapons: \nreport of the Conference on Disarmament\n \n23-24431\n2/2 \n \n \nNoting with appreciation the discussions which have been held in the \nConference on Disarmament under the item entitled “New types of weapons of mass \ndestruction and new systems of such weapons; radiological weapons”, 3  \n \nNoting the desirability of keeping the matter under review, as appropriate, \n \n1. \nReaffirms that effective measures should be taken to prevent the \nemergence of new types of weapons of mass destruction; \n \n2. \nRequests the Conference on Disarmament, without prejudice to further \noverview of its agenda, to keep the matter under review, as appropriate, with a view \nto making, when necessary, recommendations on undertaking specific negotiations \non identified types of such weapons; \n \n3. \nCalls upon all States, immediately following any recommendations of the \nConference on Disarmament, to give favourable consideration to those \nrecommendations; \n \n4. \nRequests the Secretary-General to transmit to the Conference on \nDisarmament all documents relating to the consideration of this item by the General \nAssembly at its seventy-eighth session; \n \n5. \nRequests the Conference on Disarmament to report the results of any \nconsideration of the matter in its annual reports to the General Assembly; \n \n6. \nDecides to include in the provisional agenda of its eighty-first session the \nitem entitled “Prohibition of the development and manufacture of new types of \nweapons of mass destruction and new systems of such weapons: report of the \nConference on Disarmament”. \n \n42nd plenary meeting \n4 December 2023 \n \n__________________ \n \n3  Official Records of the General Assembly, Sixty-fourth Session, Supplement No. 27 (A/64/27), \nchap. III, sect. E; ibid., Sixty-fifth Session, Supplement No. 27 (A/65/27), chap. III, sect. E; ibid., \nSixty-sixth Session, Supplement No. 27 (A/66/27), chap. III, sect. E; ibid., Sixty-seventh Session, \nSupplement No. 27 (A/67/27), chap. III, sect. E; ibid., Sixty-eighth Session, Supplement No. 27 \n(A/68/27), chap. III, sect. E; ibid., Sixty-ninth Session, Supplement No. 27 (A/69/27), chap. III, \nsect. E; ibid., Seventieth Session, Supplement No. 27 (A/70/27), chap. III, sect. E; ibid., Seventy-\nfirst Session, Supplement No. 27 (A/71/27), chap. III, sect. E; ibid., Seventy-second Session, \nSupplement No. 27 (A/72/27), chap. III, sect. E; ibid., Seventy-third Session, Supplement No. 27 \n(A/73/27), chap. III, sect. E; ibid., Seventy-fourth Session, Supplement No. 27 (A/74/27), \nchap. III, sect. E; ibid., Seventy-fifth Session, Supplement No. 27 (A/75/27), chap. III, sect. E; \nibid., Seventy-sixth Session, Supplement No. 27 (A/76/27), chap. III, sect. E; and ibid., Seventy-\neighth Session, Supplement No. 27 (A/78/27), chap. III, sect. E. \n",
  "paragraphs": {
    "1": "Reaffirms that effective measures should be taken to prevent the emergence of new types of weapons of mass destruction;",
    "2": "Requests the Conference on Disarmament, without prejudice to further overview of its agenda, to keep the matter under review, as appropriate, with a view to making, when necessary, recommendations on undertaking specific negotiations on identified types of such weapons;",
    "3": "Calls upon all States, immediately following any recommendations of the Conference on Disarmament, to give favourable consideration to those recommendations;",
    "4": "Requests the Secretary-General to transmit to the Conference on Disarmament all documents relating to the consideration of this item by the General Assembly at its seventy-eighth session;",
    "5": "Requests the Conference on Disarmament to report the results of any consideration of the matter in its annual reports to the General Assembly;",
    "6": "Decides to include in the provisional agenda of its eighty-first session the item entitled “Prohibition of the development and manufacture of new types of weapons of mass destruction and new systems of such weapons: report of the Conference on Disarmament”."
  },
  "agenda_items": [
    "Item 93"
  ],
  "symbol_references": []
}