{
  "symbol": "A/RES/72/166",
  "filename": "A_RES_72_166.pdf",
  "title": "72/166. United Nations Human Rights Training and Documentation Centre for South-West Asia and the Arab Region",
  "text": "United Nations \nA/RES/72/166\n \n \nGeneral Assembly \nDistr.: General \n25 January 2018 \n \n17-22977 (E)    300118 \n*1722977* \n \n \nSeventy-second session \nAgenda item 72 (b) \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2017  \n \n \n \n \n[on the report of the Third Committee (A/72/439/Add.2)] \n \n \n 72/166. United Nations Human Rights Training and Documentation \nCentre for South-West Asia and the Arab Region \n \n \n \nThe General Assembly, \n \nGuided by the fundamental and universal principles enshrined in the Charter of \nthe United Nations and the Universal Declaration of Human Rights, 1  \n \nRecalling the Vienna Declaration and Programme of Action of 1993, 2 which \nreiterated the need to consider the possibility of establishing regional and subregional \narrangements for the promotion and protection of human rights where they do not \nalready exist, \n \nRecalling also its resolutions 32/127 of 16 December 1977 and 51/102 of \n12 December 1996 and all its subsequent resolutions concerning regional \narrangements for the promotion and protection of human rights, \n \nRecalling further its resolutions 60/153 of 16 December 2005, 67/162 of \n20 December 2012, 68/241 of 27 December 2013, 69/171 of 18 December 2014 and \n70/171 of 17 December 2015 on the United Nations Human Rights Training and \nDocumentation Centre for South-West Asia and the Arab Region, \n \nRecalling Commission on Human Rights resolution 1993/51 of 9 March 19933 \nand all its subsequent resolutions concerning regional arrangements for the promotion \nand protection of human rights, \n__________________ \n \n1  Resolution 217 A (III). \n \n2  A/CONF.157/24 (Part I), chap. III. \n \n3  See Official Records of the Economic and Social Council, 1993, Supplement No. 3 and \ncorrigenda (E/1993/23, E/1993/23/Corr.2, E/1993/23/Corr.4 and E/1993/23/Corr.5), chap. II, \nsect. A. \n\nA/RES/72/166 \nUnited Nations Human Rights Training and Documentation\nCentre for South-West Asia and the Arab Region\n \n17-22977 \n2/2 \n \n \nReaffirming that regional cooperation plays a fundamental role in promoting and \nprotecting human rights and should reinforce universal human rights, as contained in \ninternational human rights instruments, and their protection, \n \nRecognizing that the Centre has made noticeable progress in the promotion of \nhuman rights and advocacy in the region and will continue to strengthen its \neffectiveness and efficiency in responding to ongoing and emerging needs and will \nenhance its capacity-building and technical assistance, in particular in countries in \nconflict and post-conflict countries, \n \nMindful of the vastness and the diversity of the needs in the field of human rights \nwithin South-West Asia and the Arab region, and taking into account the need for \nappropriate and sustainable funding of the Centre to fully realize its significant \nfunction and crucial role in the region, \n \n1. \nWelcomes the report of the Secretary-General;4  \n \n2. \nNotes with appreciation the successful assistance that the United Nations \nHuman Rights Training and Documentation Centre for South-West Asia and the Arab \nRegion has provided through human rights capacity-building activities, technical \nassistance programmes and training programmes on combating trafficking in persons, \nhuman rights and media, human rights and diplomacy and human rights education, as \nwell as support to national human rights institutions and regional consultations on the \ntopics of United Nations human rights mechanisms, and notes that the Centre also \nprovided capacity-building for civil society and organized various workshops \nfocusing on the specific needs of the region; \n \n3. \nAlso notes with appreciation the Centre’s full commitment to ensuring \ngreater effectiveness and efficiency in the implementation of its mandate; \n \n4. \nUnderlines the Centre’s role as a source for regional expertise and the need \nto meet an increasing number of requests for training and documentation, including \nin the Arabic language; \n \n5. \nNotes that the increasing demand that has been placed on the Centre by \nMember States and other stakeholders reveals a growing recognition of its role and \nimpact on strengthening human rights capacities in the region; \n \n6. \nEncourages the continued engagement of the Centre to work with other \nUnited Nations regional offices to strengthen its work and to avoid duplication; \n \n7. \nRequests the Secretary-General to submit to the General Assembly at its \nseventy-fourth session a report, in accordance with existing rules and procedures, on \nthe implementation of the present resolution. \n \n73rd plenary meeting  \n19 December 2017 \n \n__________________ \n \n4  A/72/256.  \n",
  "paragraphs": {
    "1": "Welcomes the report of the Secretary-General;4",
    "2": "Notes with appreciation the successful assistance that the United Nations Human Rights Training and Documentation Centre for South-West Asia and the Arab Region has provided through human rights capacity-building activities, technical assistance programmes and training programmes on combating trafficking in persons, human rights and media, human rights and diplomacy and human rights education, as well as support to national human rights institutions and regional consultations on the topics of United Nations human rights mechanisms, and notes that the Centre also provided capacity-building for civil society and organized various workshops focusing on the specific needs of the region;",
    "3": "Also notes with appreciation the Centre’s full commitment to ensuring greater effectiveness and efficiency in the implementation of its mandate;",
    "4": "Underlines the Centre’s role as a source for regional expertise and the need to meet an increasing number of requests for training and documentation, including in the Arabic language;",
    "5": "Notes that the increasing demand that has been placed on the Centre by Member States and other stakeholders reveals a growing recognition of its role and impact on strengthening human rights capacities in the region;",
    "6": "Encourages the continued engagement of the Centre to work with other United Nations regional offices to strengthen its work and to avoid duplication;",
    "7": "Requests the Secretary-General to submit to the General Assembly at its seventy-fourth session a report, in accordance with existing rules and procedures, on the implementation of the present resolution. 73rd plenary meeting 19 December 2017 __________________ 4 A/72/256."
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": []
}