{
  "symbol": "A/RES/79/39",
  "filename": "A_RES_79_39.pdf",
  "title": "79/39. Universal Declaration on the Achievement of a Nuclear-Weapon- Free World",
  "text": "United Nations \nA/RES/79/39\n \n \nGeneral Assembly \nDistr.: General \n9 December 2024 \n \n24-23057 (E)     \n*2423057* \n \n \nSeventy-ninth session \nAgenda item 98 (nn) \nGeneral and complete disarmament: Universal Declaration \non the Achievement of a Nuclear-Weapon-Free World \n \n \n \n \n Resolution adopted by the General Assembly \non 2 December 2024 \n \n \n \n \n[on the report of the First Committee (A/79/408, para. 114)] \n \n \n \n79/39. Universal Declaration on the Achievement of a Nuclear-Weapon-\nFree World \n \n \n \nThe General Assembly, \n \nRecalling its long-standing support for the total elimination of all nuclear \nweapons, its resolution 70/57 of 7 December 2015, by which it adopted the Universal \nDeclaration on the Achievement of a Nuclear-Weapon-Free World, and its resolutions \n73/57 of 5 December 2018 and 76/48 of 6 December 2021, \n \nRecognizing the need to achieve a world without nuclear weapons, \n \nEmphasizing, in this regard, the fundamental role of the agreement on the Final \nDocument of the Tenth Special Session of the General Assembly of 30 June 1978, 1 in \nwhich it is stated, inter alia, that “effective measures of nuclear disarmament and the \nprevention of nuclear war have the highest priority”, \n \nEmphasizing also the crucial role of the Treaty on the Non-Proliferation of \nNuclear Weapons2 in achieving nuclear disarmament and nuclear non-proliferation, \nand recalling in particular the unequivocal undertaking by the nuclear-weapon States \nto accomplish the total elimination of their nuclear arsenals, leading to nuclear \ndisarmament, in accordance with commitments made under article VI of the Treaty, \nagreed to at the 2000 Review Conference of the Parties to the Treaty on the \nNon-Proliferation of Nuclear Weapons and reaffirmed by the 2010 Review \nConference, \n \nBearing in mind the advisory opinion of the International Court of Justice on \nthe legality of the threat or use of nuclear weapons, issued on 8 July 1996, 3 in which \n__________________ \n \n1  Resolution S-10/2. \n \n2  United Nations, Treaty Series, vol. 729, No. 10485. \n \n3  A/51/218, annex. \n\nA/RES/79/39 \nUniversal Declaration on the Achievement of a \nNuclear-Weapon-Free World\n \n24-23057\n2/2 \n \nthe Court concluded unanimously that there exists an obligation to pursue in good \nfaith and bring to a conclusion negotiations leading to nuclear disarmament in all its \naspects under strict and effective international control, \n \nAcknowledging the significant contribution made towards realizing the \nobjectives of nuclear disarmament and non-proliferation, pending the total \nelimination of nuclear weapons, through the establishment of nuclear-weapon-free \nzones, although they are not an end in themselves, and reaffirming the political \ndecision of 115 States parties to the treaties that establish nuclear-weapon-free zones \nand Mongolia to reject nuclear weapons, \n \nNoting the entry into force, on 22 January 2021, of the Treaty on the Prohibition \nof Nuclear Weapons, 4 which has become a legally binding instrument to prohibit \nnuclear weapons, leading towards their total elimination,  \n \nRecalling the relevant principles and agreements of international humanitarian \nlaw and the laws of war, and recalling also the expression of deep concern by the \n2010 Review Conference at the catastrophic humanitarian consequences of any use \nof nuclear weapons,5 \n \nTaking into account, in this context, the Secretary-General’s disarmament \nagenda, Securing Our Common Future: An Agenda for Disarmament, announced in \nMay 2018, \n \nNoting that Member States decided in resolution 79/1 of 22 September 2024 to, \ninter alia, recommit and advance the goal of a world free of nuclear weapons, \n \n1. \nRecalls the adoption of the Universal Declaration on the Achievement of \na Nuclear-Weapon-Free World, annexed to resolution 70/57; \n \n2. \nInvites States, agencies and organizations of the United Nations system \nand intergovernmental and non-governmental organizations to disseminate the \nDeclaration and to promote its implementation; \n \n3. \nRequests the Secretary-General to seek the views of Member States on the \nefforts that they have made and the measures that they have taken with respect to the \nimplementation of the Declaration, and also requests the Secretary-General to submit \nto the General Assembly at its eighty-second session a report on the implementation \nof the Declaration; \n \n4. \nDecides to include in the provisional agenda of its eighty-second session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Universal Declaration on the Achievement of a Nuclear-Weapon-Free World”. \n \n43rd plenary meeting \n2 December 2024 \n \n__________________ \n \n4  A/CONF.229/2017/8. \n \n5  See 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vol. I (NPT/CONF.2010/50 (Vol. I)), part I, Conclusions and \nrecommendations for follow-on actions. \n",
  "paragraphs": {
    "1": "Recalls the adoption of the Universal Declaration on the Achievement of a Nuclear-Weapon-Free World, annexed to resolution 70/57;",
    "2": "Invites States, agencies and organizations of the United Nations system and intergovernmental and non-governmental organizations to disseminate the Declaration and to promote its implementation;",
    "3": "Requests the Secretary-General to seek the views of Member States on the efforts that they have made and the measures that they have taken with respect to the implementation of the Declaration, and also requests the Secretary-General to submit to the General Assembly at its eighty-second session a report on the implementation of the Declaration;",
    "4": "Decides to include in the provisional agenda of its eighty-second session, under the item entitled “General and complete disarmament”, the sub-item entitled “Universal Declaration on the Achievement of a Nuclear-Weapon-Free World”."
  },
  "agenda_items": [
    "Item 98"
  ],
  "symbol_references": []
}