{
  "symbol": "A/RES/72/8",
  "filename": "A_RES_72_8.pdf",
  "title": "72/8. Financial reports and audited financial statements, and reports of the Board of Auditors",
  "text": "United Nations \nA/RES/72/8\n \n \nGeneral Assembly \nDistr.: General \n20 November 2017 \n \n17-20522 (E)    221117 \n*1720522* \n \n \nSeventy-second session \nAgenda item 133 \n \n \n \n \n Resolution adopted by the General Assembly \non 17 November 2017 \n \n \n \n \n[on the report of the Fifth Committee (A/72/572)] \n \n \n \n72/8. Financial reports and audited financial statements, and reports \nof the Board of Auditors \n \n \n \nThe General Assembly, \n \nRecalling its resolution 52/212 B of 31 March 1998 and its decision 57/573 of \n20 December 2002, \n \nRecalling also its resolutions 71/261 A of 23 December 2016 and 71/261 B of \n30 June 2017, \n \nHaving considered, for the period ended 31 December 2016, the financial \nreports and audited financial statements and the reports of the Board of Auditors on \nthe United Nations,1 the International Trade Centre,2 the United Nations University,3 \nthe capital master plan,4 the United Nations Development Programme,5 the United \nNations Capital Development Fund,6 the United Nations Children’s Fund,7 the \nUnited Nations Relief and Works Agency for Palestine Refugees in the Near East, 8 \nthe United Nations Institute for Training and Research, 9 the voluntary funds \nadministered by the United Nations High Commissioner for Refugees,10 the Fund of \nthe United Nations Environment Programme,11 the United Nations Population \n__________________ \n \n1  Official Records of the General Assembly, Seventy-second Session, Supplement No. 5, vol. I and \ncorrigendum (A/72/5 (Vol. I) and A/72/5 (Vol. I)/Corr.1). \n \n2  Ibid., vol. III (A/72/5 (Vol. III)). \n \n3  Ibid., vol. IV (A/72/5 (Vol. IV)). \n \n4  Ibid., vol. V (A/72/5 (Vol. V)). \n \n5  Ibid., Supplement No. 5A (A/72/5/Add.1). \n \n6  Ibid., Supplement No. 5B (A/72/5/Add.2). \n \n7  Ibid., Supplement No. 5C (A/72/5/Add.3). \n \n8  Ibid., Supplement No. 5D (A/72/5/Add.4). \n \n9  Ibid., Supplement No. 5E (A/72/5/Add.5). \n \n10  Ibid., Supplement No. 5F (A/72/5/Add.6). \n \n11  Ibid., Supplement No. 5G (A/72/5/Add.7). \n\nA/RES/72/8 \nFinancial reports and audited financial statements,\n and reports of the Board of Auditors\n \n17-20522 \n2/3 \n \nFund,12 the United Nations Human Settlements Programme, 13 the United Nations \nOffice on Drugs and Crime,14 the United Nations Office for Project Services,15 the \nUnited Nations Entity for Gender Equality and the Empowerment of Women \n(UN-Women),16 the International Criminal Tribunal for the Prosecution of Persons \nResponsible for Genocide and Other Serious Violations of International Humanitarian \nLaw Committed in the Territory of Rwanda and Rwandan Citizens Responsible for \nGenocide and Other Such Violations Committed in the Territory of Neighbouring \nStates between 1 January and 31 December 1994,17 the International Tribunal for the \nProsecution of Persons Responsible for Serious Violations of International \nHumanitarian Law Committed in the Territory of the Former Yugoslavia since \n1991,18 the International Residual Mechanism for Criminal Tribunals 19 and the \nUnited Nations Joint Staff Pension Fund,20 the sixth annual progress report of the \nBoard of Auditors on the implementation of the United Nations enterprise resource \nplanning system,21 the note by the Secretary-General transmitting the concise \nsummary of the principal findings and conclusions contained in the reports of the \nBoard of Auditors for the annual financial period 2016, 22 the reports of the \nSecretary-General on the implementation of the recommendations of the Board of \nAuditors contained in its reports for the year ended 31 December 2016 on the \nUnited Nations and on the capital master plan,23 and on the United Nations funds \nand programmes,24 the report of the Secretary of the United Nations Joint Staff \nPension Board on the implementation of the recommendations of the Board of \nAuditors contained in its report for the year ended 31 December 2016 on the United \nNations Joint Staff Pension Fund25 and the related report of the Advisory Committee \non Administrative and Budgetary Questions,26  \n \n1. \nTakes note of the audit opinions and findings, and endorses the \nrecommendations, contained in the reports of the Board of Auditors; 1–21 \n \n2. \nEndorses the conclusions and recommendations contained in the report \nof the Advisory Committee on Administrative and Budgetary Questions; 26 \n \n3. \nReaffirms that the Board of Auditors shall be completely independent and \nsolely responsible for the conduct of audits; \n \n4. \nDecides to consider further the reports of the Board of Auditors on the \nInternational Criminal Tribunal for Rwanda,17 the International Tribunal for the \nFormer Yugoslavia18 and the International Residual Mechanism for Criminal \nTribunals19 under the respective agenda items relating to the Tribunals and the \nMechanism; \n \n5. \nAlso decides to consider further the report of the Board of Auditors on \nthe United Nations Joint Staff Pension Fund20 under the agenda item relating to the \nUnited Nations Joint Staff Pension Fund; \n__________________ \n \n12  Ibid., Supplement No. 5H (A/72/5/Add.8). \n \n13  Ibid., Supplement No. 5I (A/72/5/Add.9). \n \n14  Ibid., Supplement No. 5J (A/72/5/Add.10). \n \n15  Ibid., Supplement No. 5K (A/72/5/Add.11). \n \n16  Ibid., Supplement No. 5L (A/72/5/Add.12). \n \n17  Ibid., Supplement No. 5M (A/72/5/Add.13). \n \n18  Ibid., Supplement No. 5N (A/72/5/Add.14). \n \n19  Ibid., Supplement No. 5O (A/72/5/Add.15). \n \n20  Ibid., Supplement No. 5P (A/72/5/Add.16). \n \n21  A/72/157. \n \n22  A/72/176 and A/72/176/Corr.1. \n \n23  A/72/355. \n \n24  A/72/355/Add.1. \n \n25  A/72/364. \n \n26  A/72/537. \n\nFinancial reports and audited financial statements,  \nand reports of the Board of Auditors \nA/RES/72/8\n \n3/3 \n17-20522 \n \n \n6. \nCommends the Board of Auditors for the continued high quality of its \nreports and the streamlined format thereof; \n \n7. \nTakes note of the reports of the Secretary-General on the implementation \nof the recommendations of the Board of Auditors contained in its reports for the \nyear ended 31 December 2016 on the United Nations and on the capital master \nplan,23 and on the United Nations funds and programmes;24 \n \n8. \nReiterates its request to the Secretary-General and the executive heads of \nthe funds and programmes of the United Nations to ensure full implementation of \nthe recommendations of the Board of Auditors and the related recommendations of \nthe Advisory Committee in a prompt and timely manner, to continue to hold \nprogramme managers accountable for the non-implementation of recommendations \nand to effectively address the root causes of the problems highlighted by the Board; \n \n9. \nReiterates its request to the Secretary-General to provide in his reports \non the implementation of the recommendations of the Board of Auditors a full \nexplanation for the delays in the implementation of the recommendations of the \nBoard, in particular those recommendations not yet fully implemented that are two \nor more years old; \n \n10. Also reiterates its request to the Secretary-General to indicate in future \nreports an expected time frame for the implementation of the recommendations of \nthe Board of Auditors, as well as the priorities for their implementation and the \noffice holders to be held accountable. \n \n55th plenary meeting  \n17 November 2017 \n \n",
  "paragraphs": {
    "1": "Takes note of the audit opinions and findings, and endorses the recommendations, contained in the reports of the Board of Auditors; 1–21",
    "2": "Endorses the conclusions and recommendations contained in the report of the Advisory Committee on Administrative and Budgetary Questions; 26",
    "3": "Reaffirms that the Board of Auditors shall be completely independent and solely responsible for the conduct of audits;",
    "4": "Decides to consider further the reports of the Board of Auditors on the International Criminal Tribunal for Rwanda,17 the International Tribunal for the Former Yugoslavia18 and the International Residual Mechanism for Criminal Tribunals19 under the respective agenda items relating to the Tribunals and the Mechanism;",
    "5": "Also decides to consider further the report of the Board of Auditors on the United Nations Joint Staff Pension Fund20 under the agenda item relating to the United Nations Joint Staff Pension Fund;",
    "6": "Commends the Board of Auditors for the continued high quality of its reports and the streamlined format thereof;",
    "7": "Takes note of the reports of the Secretary-General on the implementation of the recommendations of the Board of Auditors contained in its reports for the year ended 31 December 2016 on the United Nations and on the capital master plan,23 and on the United Nations funds and programmes;24",
    "8": "Reiterates its request to the Secretary-General and the executive heads of the funds and programmes of the United Nations to ensure full implementation of the recommendations of the Board of Auditors and the related recommendations of the Advisory Committee in a prompt and timely manner, to continue to hold programme managers accountable for the non-implementation of recommendations and to effectively address the root causes of the problems highlighted by the Board;",
    "9": "Reiterates its request to the Secretary-General to provide in his reports on the implementation of the recommendations of the Board of Auditors a full explanation for the delays in the implementation of the recommendations of the Board, in particular those recommendations not yet fully implemented that are two or more years old;",
    "10": "Also reiterates its request to the Secretary-General to indicate in future reports an expected time frame for the implementation of the recommendations of the Board of Auditors, as well as the priorities for their implementation and the office holders to be held accountable."
  },
  "agenda_items": [
    "Item 133"
  ],
  "symbol_references": []
}