{
  "symbol": "A/RES/73/44",
  "filename": "A_RES_73_44.pdf",
  "title": "73/44. Mongolia’s international security and nuclear-weapon-free status",
  "text": "United Nations \nA/RES/73/44\n \n \nGeneral Assembly \nDistr.: General \n12 December 2018 \n \n18-21245 (E)    141218  \n*1821245* \n \n \nSeventy-third session \nAgenda item 101 (s) \n \n \n \n \n Resolution adopted by the General Assembly \non 5 December 2018 \n \n \n \n \n[on the report of the First Committee (A/73/510 and A/73/510/Corr.1)] \n \n \n \n73/44. Mongolia’s international security and nuclear-weapon-free status  \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 53/77 D of 4 December 1998, 55/33 S of 20 November \n2000, 57/67 of 22 November 2002, 59/73 of 3 December 2004, 61/87 of 6 December \n2006, 63/56 of 2 December 2008, 65/70 of 8 December 2010, 67/52 of 3 December \n2012, 69/63 of 2 December 2014 and 71/43 of 5 December 2016, \n \nRecalling also the purposes and principles of the Charter of the United Nations, \nas well as the Declaration on Principles of International Law concerning Friendly \nRelations and Cooperation among States in accordance with the Charter of the United \nNations,1  \n \nBearing in mind its resolution 49/31 of 9 December 1994 on the protection and \nsecurity of small States, \n \nProceeding from the fact that nuclear-weapon-free status is one of the means of \nensuring the national security of States, \n \nConvinced that the internationally recognized status of Mongolia contributes to \nenhancing stability and confidence-building in the region and promotes Mongolia’s \nsecurity by strengthening its independence, sovereignty and territorial integrity, the \ninviolability of its borders and the preservation of its ecological balance, \n \nWelcoming the declaration by Mongolia regarding its nuclear-weapon-free \nstatus of 17 September 2012,2  \n \nWelcoming also the joint declaration of the five nuclear-weapon States on \nMongolia’s nuclear-weapon-free status of 17 September 2012,3  \n__________________ \n \n1  Resolution 2625 (XXV), annex. \n \n2  A/67/517-S/2012/760, annex. \n \n3  A/67/393-S/2012/721, annex. \n\nA/RES/73/44 \nMongolia’s international security and nuclear-weapon-free status\n \n18-21245\n2/3 \n \n \nNoting that the declarations referred to above have been transmitted to the \nSecurity Council, \n \nWelcoming the adoption by the Mongolian parliament of legislation defining and \nregulating Mongolia’s nuclear-weapon-free status 4  as a concrete step towards \npromoting the aims of nuclear non-proliferation, \n \nBearing in mind the joint statement of the five nuclear-weapon States on \nsecurity assurances to Mongolia in connection with its nuclear-weapon-free status5 as \na contribution to the implementation of resolution 53/77 D, as well as their \ncommitment to Mongolia to cooperate in the implementation of the resolution, in \naccordance with the principles of the Charter, \n \nMindful of the support expressed for Mongolia’s nuclear-weapon-free status by \nthe Heads of State and Government of Non-Aligned Countries at the Thirteenth \nSummit Conference of Heads of State or Government of Non-Aligned Countries, held \nin Kuala Lumpur on 24 and 25 February 2003,6 the Fourteenth Conference, held in \nHavana on 15 and 16 September 2006,7 the Fifteenth Summit Conference, held in \nSharm el Sheikh, Egypt, from 11 to 16 July 2009,8 the Sixteenth Conference, held in \nTehran from 26 to 31 August 2012, 9  and the Seventeenth Conference, held on \nMargarita Island, Bolivarian Republic of Venezuela, from 13 to 18 September 2016, \nand by Ministers at the Fifteenth Ministerial Conference of the Movement of \nNon-Aligned Countries, held in Tehran on 29 and 30 July 2008, 10 the Sixteenth \nMinisterial Conference and Commemorative Meeting, held in Nusa Dua, Bali, \nIndonesia, from 23 to 27 May 2011,11 the Seventeenth Ministerial Conference, held \nin Algiers from 26 to 29 May 2014, and the Eighteenth Ministerial Conference, held \nin Baku from 5 to 6 April 2018, \n \nNoting that the States parties and signatories to the treaties of Tlatelolco, 12 \nRarotonga,13 Bangkok14 and Pelindaba15 expressed their recognition and full support \nfor Mongolia’s international nuclear-weapon-free status at the first Conference of \nStates Parties and Signatories to Treaties that Establish Nuclear-Weapon-Free Zones, \nheld in Tlatelolco, Mexico, from 26 to 28 April 2005,16  \n \nNoting also that the States parties and signatories to the treaties of Tlatelolco, \nRarotonga, Bangkok and Pelindaba and the Treaty on a Nuclear-Weapon-Free Zone \nin Central Asia expressed support for Mongolia’s policy at the second Conference of \nStates Parties and Signatories to Treaties that Establish Nuclear-Weapon-Free Zones \nand Mongolia, held in New York on 30 April 2010, and at the third Conference of \nStates Parties and Signatories of Treaties that Establish Nuclear-Weapon-Free Zones \nand Mongolia, held in New York on 24 April 2015, \n \nNoting further other measures taken to implement resolution 71/43 at the \nnational and international levels, \n__________________ \n \n4  See A/55/56-S/2000/160. \n \n5  A/55/530-S/2000/1052, annex. \n \n6  See A/57/759-S/2003/332, annex I. \n \n7  See A/61/472-S/2006/780, annex I. \n \n8  See A/63/965-S/2009/514, annex. \n \n9  See A/67/506-S/2012/752, annex I. \n \n10  See A/62/929, annex I. \n \n11  A/65/896-S/2011/407, annex V. \n \n12  United Nations, Treaty Series, vol. 634, No. 9068. \n \n13  The United Nations Disarmament Yearbook, vol. 10: 1985 (United Nations publication, Sales \nNo. E.86.IX.7), appendix VII. \n \n14  United Nations, Treaty Series, vol. 1981, No. 33873. \n \n15  A/50/426, annex. \n \n16  See A/60/121, annex III. \n\nMongolia’s international security and nuclear-weapon-free status \nA/RES/73/44\n \n3/3\n18-21245 \n \n \nWelcoming Mongolia’s active and positive role in developing peaceful, friendly \nand mutually beneficial relations with the States of the region and other States, \n \nHaving considered the report of the Secretary-General,17 \n \n1. \nTakes note of the report of the Secretary-General;17 \n \n2. \nExpresses its appreciation to the Secretary-General for the efforts to \nimplement resolution 71/43;18 \n \n3. \nWelcomes the declarations of 17 September 2012 by Mongolia2 and the \nfive nuclear-weapon States3 on Mongolia’s nuclear-weapon-free status as a concrete \ncontribution to nuclear disarmament and the non-proliferation of nuclear weapons \nand the enhancement of confidence and predictability in the region; \n \n4. \nWelcomes and supports the measures taken by Mongolia to consolidate \nand strengthen this status; \n \n5. \nEndorses and supports Mongolia’s good-neighbourly and balanced \nrelationship with its neighbours as an important element of strengthening regional \npeace, security and stability; \n \n6. \nWelcomes the efforts made by Member States to cooperate with Mongolia \nin implementing resolution 71/43, as well as the progress made in consolidating \nMongolia’s international security; \n \n7. \nInvites Member States to continue to cooperate with Mongolia in taking \nthe measures necessary to consolidate and strengthen Mongolia’s independence, \nsovereignty and territorial integrity, the inviolability of its borders, its independent \nforeign policy, its economic security and its ecological balance, as well as its nuclear-\nweapon-free status; \n \n8. \nAppeals to the Member States of the Asia-Pacific region to support \nMongolia’s efforts to join the relevant regional security and economic arrangements; \n \n9. \nRequests the Secretary-General and relevant United Nations bodies to \ncontinue to provide assistance to Mongolia in taking the necessary measures \nmentioned in paragraph 7 above; \n \n10. Requests the Secretary-General to report to the General Assembly at its \nseventy-fifth session on the implementation of the present resolution; \n \n11. \nDecides to include in the provisional agenda of its seventy-fifth session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Mongolia’s international security and nuclear-weapon-free status”. \n \n45th plenary meeting  \n5 December 2018 \n \n__________________ \n \n17  A/73/202. \n \n18  Ibid., sect. IV. \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;17",
    "2": "Expresses its appreciation to the Secretary-General for the efforts to implement resolution 71/43;18",
    "3": "Welcomes the declarations of 17 September 2012 by Mongolia2 and the five nuclear-weapon States3 on Mongolia’s nuclear-weapon-free status as a concrete contribution to nuclear disarmament and the non-proliferation of nuclear weapons and the enhancement of confidence and predictability in the region;",
    "4": "Welcomes and supports the measures taken by Mongolia to consolidate and strengthen this status;",
    "5": "Endorses and supports Mongolia’s good-neighbourly and balanced relationship with its neighbours as an important element of strengthening regional peace, security and stability;",
    "6": "Welcomes the efforts made by Member States to cooperate with Mongolia in implementing resolution 71/43, as well as the progress made in consolidating Mongolia’s international security;",
    "7": "Invites Member States to continue to cooperate with Mongolia in taking the measures necessary to consolidate and strengthen Mongolia’s independence, sovereignty and territorial integrity, the inviolability of its borders, its independent foreign policy, its economic security and its ecological balance, as well as its nuclear- weapon-free status;",
    "8": "Appeals to the Member States of the Asia-Pacific region to support Mongolia’s efforts to join the relevant regional security and economic arrangements;",
    "9": "Requests the Secretary-General and relevant United Nations bodies to continue to provide assistance to Mongolia in taking the necessary measures mentioned in paragraph 7 above;",
    "10": "Requests the Secretary-General to report to the General Assembly at its seventy-fifth session on the implementation of the present resolution;",
    "11": "Decides to include in the provisional agenda of its seventy-fifth session, under the item entitled “General and complete disarmament”, the sub-item entitled “Mongolia’s international security and nuclear-weapon-free status”."
  },
  "agenda_items": [
    "Item 101"
  ],
  "symbol_references": []
}