{
  "symbol": "A/RES/79/223",
  "filename": "A_RES_79_223.pdf",
  "title": "79/223. Women in development",
  "text": "United Nations \nA/RES/79/223\n \n \nGeneral Assembly \nDistr.: General \n23 December 2024 \n \n24-24327 (E)     \n*2424327* \n \n \nSeventy-ninth session \nAgenda item 22 (c) \nEradication of poverty and other development issues: \nwomen in development  \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2024 \n \n \n \n \n[on the report of the Second Committee (A/79/441/Add.3, para. 19)] \n \n \n 79/223. Women in development \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 50/104 of 20 December 1995, 52/195 of 18 December \n1997, 54/210 of 22 December 1999, 56/188 of 21 December 2001, 58/206 of \n23 December 2003, 59/248 of 22 December 2004, 60/210 of 22 December 2005, \n62/206 of 19 December 2007, 64/217 of 21 December 2009, 66/216 of 22 December \n2011, 68/227 of 20 December 2013, 69/236 of 19 December 2014, 70/219 of \n22 December 2015, 72/234 of 20 December 2017, 74/235 of 19 December 2019 and \n77/181 of 14 December 2022 and all its other resolutions on women in development, \nand the resolutions and agreed conclusions adopted by the Commission on the Status \nof Women, as well as the declarations adopted at its forty-ninth,1 fifty-fourth,2 fifty-\nninth3 and sixty-fourth sessions,4  \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \n__________________ \n \n1 See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. A. \n \n2 Ibid., 2010, Supplement No. 7 and corrigendum (E/2010/27 and E/2010/27/Corr.1), chap. I, sect. A. \n \n3 Ibid., 2015, Supplement No. 7 (E/2015/27), chap. I, sect. C. \n \n4 Ibid., 2020, Supplement No. 7 (E/2020/27), chap. I, sect. A. \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n2/18 \n \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business,  \n \nWelcoming and reaffirming the commitments made in the 2030 Agenda to \nachieve gender equality and the empowerment of women and girls, including through \nthe Sustainable Development Goal on achieving gender equality and empowering all \nwomen and girls, and recognizing that gender equality and the empowerment of all \nwomen and girls and the full, equal and effective participation and leadership of \nwomen in decision-making and policymaking is necessary and will make a crucial \ncontribution to progress across all the Sustainable Development Goals and targets of \nthe 2030 Agenda, \n \nDeeply concerned that the world is not on track to achieve gender equality and \nthe empowerment of all women and girls as agreed in the 2030 Agenda, \n \nRecalling the commitment of completing the unfinished business of the \nMillennium Development Goals, including those related to maternal health and \nmaternal mortality,  \n \nReaffirming its resolution 69/313 of 27 July 2015, by which it endorsed the \nAddis Ababa Action Agenda of the Third International Conference on Financing for \nDevelopment, which is an integral part of the 2030 Agenda for Sustainable \nDevelopment, supports and complements it, helps to contextualize its means of \nimplementation targets with concrete policies and actions, and reaffirms the strong \npolitical commitment to address the challenge of financing and creating an enabling \nenvironment at all levels for sustainable development in the spirit of global \npartnership and solidarity, \n \nReaffirming also the recognition in the Addis Ababa Action Agenda that gender \nequality and the empowerment of all women and girls and women’s full and equal \nparticipation and leadership in the economy are vital to the achievement of sustainable \ndevelopment and significantly enhance economic growth and productivity, and the \ncommitment to enable women’s equal access to decision-making processes and \nleadership,  \n \nReaffirming further the Beijing Declaration and Platform for Action, 5  the \noutcomes of the twenty-third special session of the General Assembly, entitled \n“Women 2000: gender equality, development and peace for the twenty-first century”,6 \nwhile noting with appreciation the adoption of the political declaration on the \noccasion of the twenty-fifth anniversary of the adoption of the Beijing Declaration \nand Platform for Action and looking forward to the upcoming thirtieth anniversary in \n2025, and acknowledging the progress made since then, and the international \ncommitments made at relevant United Nations summits and conferences in the area \nof gender equality and the empowerment of women, including in the Programme of \nAction of the International Conference on Population and Development7 and the key \nactions for its further implementation,8  \n \nWelcoming the convening of the Summit of the Future on 22-23 September 2024 \nat the United Nations Headquarters in New York, at which resolution 79/1 entitled \n“The Pact for the Future” and its annexes were adopted, \n__________________ \n \n5 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II.  \n \n6 Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n7 Report of the International Conference on Population and Development, Cairo, 5 –13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex.  \n \n8 Resolution S-21/2, annex. \n\nWomen in development \nA/RES/79/223\n \n3/18\n24-24327 \n \n \nReaffirming the importance of supporting Agenda 2063, adopted by the \nAssembly of Heads of State and Government of the African Union, as well as its \n10-year plan of action, as a strategic framework for ensuring a positive social and \neconomic transformation in Africa within the next 50 years, its continental \nprogramme, embedded in the resolutions of the General Assembly on the New \nPartnership for Africa’s Development9 and regional initiatives, which promote gender \nequality and the empowerment of women and girls,  \n \nReaffirming also the Paris Agreement 10  and its early entry into force, \nencouraging parties to fully implement the Agreement, and parties to the United Nations \nFramework Convention on Climate Change11 that have not yet done so to deposit their \ninstruments of ratification, acceptance, approval or accession, where appropriate, as \nsoon as possible,  \n \nNoting the importance of ensuring the respect, promotion and consideration of \ngender equality and the empowerment of women in the implementation of the United \nNations Framework Convention on Climate Change and the Paris Agreement, in \naccordance with the enhanced Lima work programme on gender and its gender action \nplan, and recognizing that the full, meaningful and equal participation and leadership \nof women is vital for achieving long-term climate goals, \n \nReaffirming the political declaration of the 2023 high-level meeting on universal \nhealth coverage,12 which recognizes that universal health coverage is fundamental to \nachieving the Sustainable Development Goals, including achieving gender equality \nand women’s empowerment, and looking forward to the high-level meeting on \nuniversal health coverage to be held in 2027 in New York, which aims to undertake a \ncomprehensive review of the implementation of the declaration to identify gaps and \nsolutions to accelerate progress towards the achievement of universal health coverage \nby 2030 and which also presents an opportunity to reinvigorate political momentum \nand build commitment in this regard,  \n \nRecalling its resolution 75/233 of 21 December 2020 on the quadrennial \ncomprehensive policy review of operational activities for development of the United \nNations system, which reaffirmed that promoting gender equality and the \nempowerment of all women and girls, in accordance with the Beijing Declaration and \nPlatform for Action and the outcomes of relevant United Nations conferences and \nresolutions of the General Assembly, including through investing in the development \nof all women and girls and promoting their economic, social and political \nempowerment and full, equal and meaningful participation and equal access to \nleadership and representation at all levels, and promotion of equal access to and \ncontrol over economic and productive resources, decent work, social protection, \ninclusive and equitable quality education, health and technology, addressing barriers \nto their empowerment and their realization and enjoyment of their human rights, \nincluding the need to eliminate all forms of violence against women and girls, is of \nfundamental importance and has a multiplier effect for achieving sustained and \ninclusive economic growth, poverty eradication and sustainable development,  \n \nNoting the importance of the organizations and bodies of the United Nations \nsystem, in particular its funds and programmes and the specialized agencies, in \nfacilitating the advancement and empowerment of women in development, in line \nwith resolution 75/233 on the quadrennial comprehensive policy review of \noperational activities for development of the United Nations system,  \n__________________ \n \n9 A/57/304, annex. \n \n10 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n11 United Nations, Treaty Series, vol. 1771, No. 30822. \n \n12 Resolution 78/4. \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n4/18 \n \n \nReiterating the importance and value of the mandate of the United Nations \nEntity for Gender Equality and the Empowerment of Women (UN-Women), \nwelcoming the leadership of UN-Women in providing a strong voice for women and \ngirls at all levels, and reaffirming its important role in leading, coordinating and \npromoting accountability of the United Nations system in its work on gender equality \nand the empowerment of women,  \n \nStrongly condemning the persistence and pervasiveness of violence against \nwomen and girls, stressing the need to eliminate all forms of violence against all \nwomen and girls in public and private spaces, both online and offline, including \nsexual and gender-based violence, and encouraging Member States to respond to all \nforms of violence against women and girls through multisectoral and coordinated \napproaches and to end impunity and to adopt specific preventive measures to protect \nwomen, youth and children from any form of abuse, including sexual abuse, \nharassment, exploitation, trafficking and violence,  \n \nNoting with great concern the severe negative impact on human health, safety \nand well-being caused by the coronavirus disease (COVID-19) pandemic, as well as \nthe severe disruption to societies and economies and the devastating impact on lives \nand livelihoods, and that the poorest and most vulnerable are the hardest hit by the \npandemic, reaffirming the ambition to get back on track to achieve the Sustainable \nDevelopment Goals by designing and implementing sustainable and inclusive \nrecovery strategies to accelerate progress towards the full implementation of the 2030 \nAgenda for Sustainable Development and to help to reduce the risk of and build \nresilience to future shocks, crises and pandemics, including by strengthening health \nsystems and achieving universal health coverage, and recognizing that equitable and \ntimely access for all to safe, quality, effective, and affordable COVID-19 vaccines, \ntherapeutics and diagnostics are an essential part of a global response based on unity, \nsolidarity, renewed multilateral cooperation and the principle of leaving no one \nbehind,  \n \nRecognizing that, with the COVID-19 pandemic, the global economy has faced \nunprecedented challenges and uncertainties, even after a decade of crisis, \nindebtedness, fiscal austerity and deepening inequalities in the wake of the great \nrecession, and that the economic, social and health ramifications of the COVID-19 \npandemic leave women and girls in particular further behind, increasing gender \ninequality and violence against women and children, recognizing also that \nCOVID-19-induced poverty has deepened as a result of waves of virus resurgence, \nlack of global vaccination, soaring debt levels, rising food prices, massive losses of \njob and livelihoods – especially among women in the informal sector – and weakened \nsocial protection systems that have left the poorest behind, and noting with concern \nthat the pandemic has adversely impacted progress towards achieving gender equality \nand the empowerment of all women and girls and that it threatens to undermine \nprogress towards the fulfilment of their human rights,  \n \nUnderlining that, globally, the gross domestic product growth rate could \nincrease significantly if every country achieved gender equality and the full, equal \nand meaningful participation of women in the workforce, and recognizing that the \neconomic and social losses owing to a lack of progress in achieving gender equality \nand the empowerment of all women and girls are significant,  \n \nReaffirming the provisions concerning the pursuit of full and productive \nemployment and access to decent work and social protection for all in the outcome \ndocument of the United Nations Conference on Sustainable Development, 13 reiterating \nthe need for mainstreaming a gender perspective into the formulation and \n__________________ \n \n13 Resolution 66/288, annex. \n\nWomen in development \nA/RES/79/223\n \n5/18\n24-24327 \n \nimplementation of all financial, economic, environmental and social policies and \nprogrammes, and calling upon States to adopt forward-looking macroeconomic \npolicies that promote sustainable development and lead to sustained, inclusive and \nequitable economic growth, increase productive employment opportunities and \npromote agricultural and industrial development,  \n \nRecognizing that the economic empowerment, inclusion and development of \nIndigenous women, including through the establishment of Indigenous-owned \nbusinesses, can enable them to improve their social, cultural, civil and political \nengagement, achieve greater economic independence and build more sustainable and \nresilient communities, and notes the contribution of Indigenous Peoples to the \neconomy,  \n \nRecognizing also that men and women workers should have equal access to \ninclusive and equitable quality education, skills training, lifelong learning \nopportunities, healthcare services, including mental health and psychological support, \nsocial protection systems, fundamental rights at work, social and legal protections, \nincluding occupational safety and health, and decent work opportunities, as well as, \ninter alia, equal pay for equal work or work of equal value and equal opportunities \nfor employment, leadership positions and decision-making at all levels,  \n \nRecognizing further that, in general, women and girls undertake a \ndisproportionate share of unpaid care and domestic work compared with men and \nboys and that women spend less time in paid work, and that this unequal distribution \nof unpaid care and domestic work contributes to greater time burdens on women and \nsubstantially limits their participation in the social, political and economic spheres, \nand acknowledging the need to implement concrete measures to recognize, reduce \nand equitably redistribute the disproportionate share of unpaid care and domestic \nwork done by women, including through sustained investment in the care economy, \npromoting a work-life balance, the promotion of the equal sharing of responsibilities \nbetween women and men and by prioritizing, inter alia, social protection policies and \nresilient infrastructure development, as well as rewarding and representing paid care \nworkers, including through improved wages and working conditions,  \n \nRecognizing the role and contribution of all women in sustainable development \nand inclusive economic growth, including through micro-, small and medium-sized \nenterprises and equal access to financing, and the importance of skills development \ntraining for women and girls, including digital skills, and recognizing further that all \nwomen and girls play a vital role as agents of change for development,  \n \nNoting with great concern the fact that a gender digital divide persists in \nwomen’s and girls’ access to and use of information and communications \ntechnologies, including in education, and for women’s employment and other areas \nof economic and social development, and in this regard welcoming initiatives that \nfocus on access, skills and leadership towards bridging the gender digital divide, \nincluding by promoting the equal participation of women and girls in the digital age,  \n \nNoting with concern that women and girls are often disproportionately affected \nby disasters, the unprecedented biodiversity loss and land degradation, \ndesertification, deforestation, the adverse impact of climate change and other \nenvironmental issues that have a differentiated impact on women and girls, owing to \ngender inequality and the dependence of many women on natural resources for their \nlivelihoods, emphasizing the need to address disaster risk reduction and strengthen \nresilience with a renewed sense of urgency in the context of sustainable development \nand poverty eradication, recognizing the need to better understand the effects of \ndisasters on women and girls and to reduce their vulnerability by increasing their \naccess to information and facilitating more effective protection, assistance and \nevacuation measures, and that they should therefore be meaningfully engaged, as \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n6/18 \n \nappropriate, in efforts to address such matters, and recognizing that empowering all \nwomen, including women with disabilities, to publicly lead and promote gender-\nequitable and universally accessible response, recovery, rehabilitation and \nreconstruction approaches is key to sustainable development, \n \nReaffirming that, in nutrition and other related policies, special attention should \nbe paid to the empowerment of women and girls, thereby contributing to women’s \nfull and equal access to social protection and resources, including income, agricultural \ninputs, land, water, finance, education, training, science and technology and \nhealthcare services, thus promoting food security and nutrition, as well as health,  \n \nRecognizing that the feminization of poverty persists and limits women’s access \nto land, property, resources, labour markets, social protection systems and public \nservices and that the eradication of poverty in all its forms and dimensions, including \nextreme poverty, is an indispensable requirement for women’s economic \nempowerment, sustainable development and social justice, and recognizing also the \nmutually reinforcing links between the achievement of gender equality and the \nempowerment of all women and girls and the eradication of poverty,  \n \nRecognizing also, in this context, the importance of respect for all human rights, \nincluding the right to development, and of a national and international environment \nthat promotes, for women and girls, inter alia, justice, gender equality, equity, civil \nand political participation and civil, political, economic, social and cultural rights and \nfundamental freedoms in order to achieve gender equality and the advancement and \nempowerment of women and girls,  \n \nRecognizing further the challenges and obstacles to changing discriminatory \nattitudes, negative social norms and gender stereotypes, which perpetuate multiple \nand intersecting forms of discrimination against women and girls and stereotypical \nroles of men and women, and stressing that challenges and obstacles remain in the \nimplementation of international standards and norms to eliminate gender inequality,  \n \nRecognizing that poverty eradication and the achievement and preservation of \npeace are mutually reinforcing, and recognizing also that peace is inextricably linked \nto gender equality and the empowerment of women and to development,  \n \nReiterating the pledge that no one will be left behind, reaffirming the \nrecognition that the dignity of the human person is fundamental and the wish to see \nthe Sustainable Development Goals and targets met for all nations and peoples and \nfor all segments of society, and recommitting to endeavour to reach the furthest \nbehind first, \n \n1. \nTakes note of the report of the Secretary-General14 and of the report of the \nSecretary-General on the World Survey on the Role of Women in Development;15 \n \n2. \nReaffirms that the realization of gender equality and the empowerment of \nwomen and girls will make a crucial contribution to progress across all the \nSustainable Development Goals and targets, that the achievement of full human \npotential and of sustainable development is not possible if one half of humanity \ncontinues to be denied its full human rights and opportunities, including its right to \ndevelopment, that all women and girls must enjoy equal access to high-quality \neducation, economic resources and political participation, as well as equal \nopportunities with men and boys for employment, leadership positions and decision-\nmaking at all levels, that it will work for a significant increase in investments to close \nthe gender gap and strengthen support for institutions in relation to gender equality \nand the empowerment of women and girls at the global, regional and national levels, \n__________________ \n \n14 A/79/210. \n \n15 A/79/111. \n\nWomen in development \nA/RES/79/223\n \n7/18\n24-24327 \n \nthat all forms of discrimination and violence against women and girls will be \neliminated, including through the engagement of men and boys, and that the \nsystematic mainstreaming of a gender perspective in the implementation of the 2030 \nAgenda for Sustainable Development16 is crucial;  \n \n3. \nAlso reaffirms the commitment to promoting social inclusion in domestic \npolicies and to promoting and enforcing non-discriminatory laws, social infrastructure \nand policies for sustainable development, as well as to enabling women’s full, equal \nand effective participation in the economy and their equal access to decision-making \nprocesses and leadership at all levels and in all sectors, supporting and investing in \nproviding skills development, training, certification, financing and investment \nopportunities for women;  \n \n4. \nEmphasizes the need to link policies on economic, social and \nenvironmental development to ensure that all people, in particular women and \nchildren living in poverty and in vulnerable situations, benefit from inclusive \neconomic growth and development, and also emphasizes the need to work towards \nthe full and timely implementation of the Addis Ababa Action Agenda of the Third \nInternational Conference on Financing for Development,17 the Doha Declaration on \nFinancing for Development 18  and the Monterrey Consensus of the International \nConference on Financing for Development,19 and looking forward to the convening \nof the Fourth International Conference on Financing for Development from 30 June \nto 3 July 2025 in Seville, Spain; \n \n5. \nReaffirms that achieving gender equality, empowering all women and girls \nand the full realization of their human rights are essential to achieving sustained, \ninclusive and equitable economic growth and sustainable development, reiterates the \nneed for gender mainstreaming, including targeted actions and investments in the \nformulation and implementation of all financial, economic, environmental and social \npolicies, and further reaffirms the commitment to adopting and strengthening sound \npolicies and enforceable legislation and transformative actions for the promotion of \ngender equality and the empowerment of women and girls at all levels to ensure \nwomen’s equal rights, access and opportunities for participation and leadership in the \neconomy and to eliminate gender-based violence and discrimination, including when \nit occurs through or is amplified by digital technologies;  \n \n6. \nStresses the importance of the creation by Governments, international \norganizations, including the United Nations, the private sector, non-governmental \norganizations, trade unions and other stakeholders of a favourable and conducive \nnational and international environment in all areas of life for the effective integration \nof women and girls in development, supporting and investing in women’s \nemployment and enterprises in sectors adversely affected, especially by the \nCOVID-19 pandemic, and disseminating a gender analysis of legislation, policies and \nprogrammes related to macroeconomic stability, recovery measures, structural \nreform, taxation, investments, including foreign direct investment, and all relevant \nsectors of the economy; \n \n7. \nRecognizes the importance of the full engagement of all men and boys as \nstrategic partners, allies, agents and beneficiaries of change for the achievement of \ngender equality and the empowerment of all women and girls, and commits to taking \nmeasures to fully engage men and boys in efforts to achieve the full, effective and \n__________________ \n \n16 Resolution 70/1. \n \n17 Resolution 69/313, annex. \n \n18 Resolution 63/239, annex. \n \n19 Report of the International Conference on Financing for Development, Monterrey, Mexico, \n18 – 22 March 2002 (United Nations publication, Sales No. E.02.II.A.7), chap. I, resolution 1, \nannex. \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n8/18 \n \naccelerated implementation of the Beijing Declaration and Platform for Action, the \noutcome document of the twenty-third special session of the General Assembly, the \ndeclarations adopted by the Commission of the Status of Women on the occasions of \nthe tenth, 20  fifteenth, 21  twentieth 22  and twenty-fifth 23  anniversaries of the Fourth \nWorld Conference on Women and the 2030 Agenda; \n \n8. \nCalls upon Member States, the United Nations system and other \ninternational and regional organizations, within their respective mandates, and all \nsectors of civil society, including non-governmental organizations, as well as all \nwomen and men, to fulfil their respective commitments to intensify their \ncontributions to the implementation and follow-up of the Beijing Declaration and \nPlatform for Action, the outcomes of the twenty-third special session of the General \nAssembly and the Programme of Action of the International Conference on \nPopulation and Development, as well as the outcomes of their reviews;  \n \n9. \nRecognizes the mutually reinforcing links between gender equality and the \nempowerment of all women and girls and poverty eradication, as well as the need to \npromote, design and implement, where appropriate, in consultation with all relevant \nstakeholders, participatory, comprehensive, gender-sensitive poverty eradication \nstrategies that address social, structural and macroeconomic issues and invest in \napproaches that address barriers and root causes of gender inequality, in order to \nensure an adequate standard of living for women and girls throughout the life cycle, \nincluding through social protection systems;  \n \n10. Reaffirms that universal access to social protection plays a central role in \nreducing inequality, eradicating poverty in all its forms and dimensions and \npromoting opportunities for women’s full and effective participation and decision-\nmaking in public life, as well as in the elimination of violence, and reiterates that all \nwomen and girls have the right to a standard of living adequate for the health and \nwell-being of themselves and their families, including food, clothing, housing and \nmedical care and necessary social services, and that motherhood and childhood are \nentitled to special care and assistance;  \n \n11. Urges States to scale up efforts to accelerate the transition of women from \ninformal employment to formal employment, including access to decent work, \nimproved wages, social protection and quality and affordable childcare;  \n \n12. Calls for closing the gender gap in access to financial and productive \nresources, including assets, information and services in agriculture, noting with \nconcern that the gender gap persists with respect to many assets, inputs and services, \nand stresses the need to invest in and strengthen efforts to empower all women and \ngirls, in particular rural women, to address their own food and nutritional needs and \nthose of their families, to promote adequate standards of living for them, as well as \ndecent work, and to guarantee their personal health, well-being and security, full \naccess to land and natural resources and access to affordable, low-cost, long-term \nloans and to local, regional and global markets, taking into account that the prevalence \nof food insecurity puts the health and lives of women and children at risk;  \n \n13. Recognizes the critical role and contribution of rural women in agricultural \ndevelopment, including smallholders and women farmers, and Indigenous women and \nwomen in local communities, and their traditional knowledge in enhancing \n__________________ \n \n20 See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. A. \n \n21 Ibid., 2010, Supplement No. 7 and corrigendum (E/2010/27 and E/2010/27/Corr.1), chap. I, \nsect. A. \n \n22 Ibid., 2015, Supplement No. 7 (E/2015/27), chap. I, sect. C. \n \n23 Ibid., 2020, Supplement No. 7 (E/2020/27), chap. I, sect. A. \n\nWomen in development \nA/RES/79/223\n \n9/18\n24-24327 \n \nagricultural and rural development, improving food security and eradicating rural \npoverty, in this regard stresses the importance of reviewing agricultural policies and \nstrategies to ensure that the critical role of women in food security and nutrition is \nrecognized and addressed as an integral part of both short- and long-term responses \nto food insecurity, malnutrition, excessive price volatility and food crises in \ndeveloping countries, and reaffirms the need to protect the rights of all Indigenous \nwomen and girls by addressing the discrimination and barriers they face, including \neliminating and preventing all forms of violence and poverty, and ensuring their \naccess to healthcare, public services, the Internet and digital services, quality and \ninclusive education, and decent economic resources for Indigenous women, and \npromoting their full, equal and meaningful participation and leadership in the \neconomy and in decision-making processes;  \n \n14. Reaffirms the need to end hunger and famine and achieve food security as \na matter of priority and to end all forms of malnutrition, and in this regard also \nreaffirms the inclusive nature of the Committee on World Food Security, further \nreaffirms the Rome Declaration on Nutrition and the Framework for Action 24 and \nreaffirms the commitment to devote resources to developing rural and coastal areas \nand sustainable agriculture and fisheries and supporting smallholder farmers, \nespecially women farmers, herders and fishers in developing countries, particularly \nthe least developed countries;  \n \n15. Stresses the need to take action to prevent and eliminate all forms of \nviolence and discrimination against women and girls, including in the world of work, \nthrough the strengthening of institutional mechanisms and legal frameworks, given \nthat violence and discrimination, including multiple and intersecting forms of \ndiscrimination, against women and girls in private and public spaces, both online and \noffline, are a major impediment to the achievement of the empowerment of women \nand girls and their social and economic development that no country has managed to \neliminate, and encourages the adoption of specific preventive measures to protect \nwomen and girls, youth and children from violence, abuse and neglect, sexual abuse, \nexploitation, harassment, trafficking in persons and harmful practices, such as child, \nearly and forced marriage and female genital mutilation, and calls for their full access \nto justice, effective legal remedies, and healthcare and psychosocial services, \nincluding protection, rehabilitation and reintegration, taking into account the need to \naddress negative social norms, structural barriers and gender stereotypes that affect \nwomen in the world of work and to develop measures to promote the re-entry of \nvictims and survivors of violence into the labour market;  \n \n16. Recognizes that investment in health contributes to reducing inequality \nand increasing sustainable and inclusive economic growth and to social development, \nenvironmental protection and the eradication of poverty, hunger and malnutrition, and \nthe realization of the right to the enjoyment of the highest attainable standard of \nphysical and mental health for women and girls; \n \n17. Also recognizes that realizing the right to the enjoyment of the highest \nattainable standard of physical and mental health, through, inter alia, equitable and \nuniversal access to affordable and quality healthcare services and preventive \nhealthcare information, including in the area of sexual and reproductive health, is \ncritical to women’s economic advancement and empowerment, that a lack of \neconomic empowerment and independence increases women’s vulnerability to a \nrange of negative consequences, including violence and the risk of contracting HIV \nand AIDS, and that the neglect of women’s full enjoyment of human rights severely \n__________________ \n \n24 World Health Organization, document EB136/8, annexes I and II. \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n10/18 \n \nlimits their opportunities in public and private life, including the opportunities for \nreceiving an education and for achieving economic and political empowerment;  \n \n18. Expresses deep concern that, globally, women and girls are still the most \naffected by the HIV/AIDS epidemic, that they bear a disproportionate share of the \ncaregiving burden and that they are more vulnerable to violence, stigmatization, \ndiscrimination, poverty and marginalization from their families and communities as \na result of HIV/AIDS, notes that progress towards gender equality and the \nempowerment of all women and girls has been unacceptably slow and that the ability \nof women and girls to protect themselves from HIV continues to be compromised by \nphysiological factors, gender inequalities, including unequal power relations in \nsociety between women and men and boys and girls, and unequal legal, economic and \nsocial status, insufficient access to healthcare services, including sexual and \nreproductive health, multiple and intersecting forms of discrimination and violence \nin the public and private spheres, including trafficking in persons, sexual violence, \nexploitation and harmful practices, and calls upon Governments and the international \ncommunity to urgently scale up responses towards achieving the goal of universal \naccess to comprehensive HIV prevention, treatment, care and support and to ending \nthe HIV/AIDS epidemic by 2030;  \n \n19. Also expresses deep concern that the burden of non-communicable \ndiseases continues to rise disproportionately in developing countries, and encourages \nGovernments and all sectors of society to mainstream a gender perspective into the \nprevention and control of non-communicable diseases, which is crucial to \nunderstanding and addressing the health risks and needs of women and men of all \nages, giving particular attention to the impact of non-communicable diseases on \nwomen in all settings, based on data appropriately disaggregated by sex and age;  \n \n20. Recognizes the disproportionate impacts of neglected tropical diseases on \nwomen and girls, recalls States’ commitment to end the epidemic of neglected tropical \ndiseases as one of the targets of the 2030 Agenda, and emphasizes the need to \nstrengthen efforts to address it, as part of universal health coverage;  \n \n21. Expresses deep concern that maternal health remains one area constrained \nby some of the largest health inequities in the world, and over the uneven progress in \nimproving newborn, child and maternal health, in this context calls upon States to \nimplement their commitments to prevent and reduce newborn, child and maternal \nmortality and morbidity, and in this regard takes note with appreciation of \ncommitments in support of the Global Strategy for Women’s, Children’s and \nAdolescents’ Health (2016–2030), as well as national, regional and international \ninitiatives contributing to the reduction in the number of maternal deaths and deaths \nof the newborn and children under 5 years of age;  \n \n22. Encourages Governments, with the support of their development partners, \nto invest in appropriate infrastructure and other projects, including the provision of \nwater and sanitation for all, to rural areas, coastal areas and urban slums, in order to \nincrease health and well-being, relieve the workload of women and girls and release \ntheir time and energy for other productive activities, including entrepreneurship;  \n \n23. Expresses deep concern that the lack of adequate sanitation facilities and \nrelated challenges, such as water scarcity and unsafe water, disproportionately affect \nwomen and girls, including their labour force and school participation rates, with \nwomen walking long distances or waiting hours in queues to obtain water, which \nrestricts their time for other activities, such as education and leisure, or for earning a \nlivelihood, and increase their vulnerability to violence, and in this regard calls for the \nstrengthening of efforts to achieve sanitation for all and to end open defecation, \nthrough efforts to ensure access to sanitation and hygiene facilities, including \nmenstrual health and hygiene management;  \n\nWomen in development \nA/RES/79/223\n \n11/18\n24-24327 \n \n \n24. Urges all Governments to eliminate discrimination against women and \ngirls in the field of education, to promote and respect their right to education, ensure \ntheir safe and equal access to and encourage their participation in education, \nthroughout their life cycle and at all levels, especially for those who have been left \nfurthest behind, promote healthy and stimulating learning environments, and address \ngender disparities, including by investing in public education systems and \ninfrastructure, eliminating discriminatory laws and practices, providing universal \naccess to inclusive, equal and quality education, including free and compulsory \nprimary and secondary education, promoting lifelong learning and training \nopportunities for all, eliminating illiteracy of women and girls, promoting financial \nand digital literacy, reducing sectoral and occupational segregation and promoting \nwomen in non-traditional employment and sectors, and to address negative social \nnorms and gender stereotypes in education systems, including in curricula and \nteaching methodologies, that devalue women’s and girls’ education and prevent them \nfrom having access to, completing and continuing their education;  \n \n25. Urges Governments to ensure that women and girls have equal access to \ncareer development, training, scholarships and fellowships, adopting positive actions \nto build women’s and girls’ leadership skills and influence and supporting women and \ngirls in diversifying their educational and occupational choices in emerging fields, \nsuch as science, technology, engineering and mathematics and information and \ncommunications technology, and acquiring digital skills, to strive to ensure the \ncompletion of early childhood, primary and secondary education and expand \nvocational and technical education for all women and girls, and acquire the \nknowledge and skills that can strengthen their resilience and adaptive capacities \nthroughout their life cycle in order to attain high-quality jobs in the sustainable \neconomy, especially in the digital era, and to foster, as appropriate, intercultural and \nmultilingual education for all;  \n \n26. Encourages Governments to adopt and pursue national financial inclusion \nstrategies and gender-responsive strategies to end the structural barriers to women’s \nequal access to economic and financial resources and to expand peer learning, \nexperience-sharing and capacity-building among countries and regions in this respect; \n \n27. Recognizes the need to build dynamic, sustainable, innovative and people-\ncentred economies, promoting youth employment, and women’s economic \nempowerment in particular, and decent work for all, and to ensure that labour market \nregulations and social provisions create a level playing field for women, for example \nby enacting and enforcing minimum wage legislation, social protection systems and \nmeasures, eliminating discriminatory wage practices, achieving equal pay for equal \nwork or for work of equal value, and promoting measures such as public works \nprogrammes, in order to enable women to cope with new and recurrent crises and \nlong-term unemployment and provide for recruitment, retention and promotion \npolicies targeting women;  \n \n28. Reaffirms its commitment to diversity in cities and human settlements, to \nstrengthening social cohesion, intercultural dialogue and understanding, tolerance, \nmutual respect, gender equality, innovation, entrepreneurship, inclusion, identity and \nsafety, and the dignity of all people, as well as to fostering liveability and a vibrant \nurban economy and to taking steps to ensure that local institutions promote pluralism \nand peaceful coexistence within increasingly heterogeneous and multicultural societies; \n \n29. Recognizes that unremunerated work, including unpaid care and domestic \nwork, plays an essential role in improving well-being in the household and in the \nfunctioning of the economy as a whole, and urges Member States to promote shared \nresponsibility within the household and to adopt and implement legislation and \npolicies, as appropriate, that are designed to promote the reconciliation of work and \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n12/18 \n \nfamily responsibilities and that recognize, value, assess, reduce and redistribute \nwomen’s disproportionate share of unpaid domestic and care work, including through \nsustained investments in the care economy, increased flexibility in working \narrangements, such as part-time work, and the facilitation of breastfeeding for \nworking mothers, to provide support through the development of infrastructure and \ntechnology and the provision of public services, including accessible, affordable and \nquality social services, childcare and care facilities for children and other dependants, \nand to ensure that both women and men have access to inclusive, gender-responsive \nsocial protection systems, and maternity or paternity, parental and other forms of \nleave and allowances and are not discriminated against when availing themselves of \nsuch benefits;  \n \n30. Encourages \nGovernments, \nthe \nprivate \nsector, \nnon-governmental \norganizations, trade unions and other stakeholders to promote and protect the rights \nof women workers, to take action to remove structural and legal barriers to, as well \nas eliminate stereotypical attitudes towards, gender equality at work and implement \nlabour market policies to achieve full and productive employment and decent work \nfor all, to implement measures to achieve equal pay for equal work or for work of \nequal value as well as to encourage women’s full participation in the formal economy, \nin particular in economic decision-making and resource allocation, and to take \nmeasures to increase women’s access to productive resources and assets, including \ndigital technology, land, property and financial services, including microfinance, as \nappropriate;  \n \n31. Encourages the United Nations system and donor countries to support \nStates in increasing their investments in gender-responsive policies and programmes, \nsuch as providing financial services and products to women’s groups, including \nwomen’s enterprise funds, in order to promote entrepreneurship, full employment and \ndecent work for women, and in delivering social protection and social services; \n \n32. Urges Governments to develop, adequately resource and implement active \nlabour market policies to achieve full and productive employment and decent work \nfor all, including the full participation of women and men in rural, coastal and urban \nareas, as well as policies that encourage the full and equal participation of women and \nmen, including persons with disabilities, in the formal labour market, to enact or \nstrengthen and enforce laws and regulatory frameworks that ensure equality and \nprohibit discrimination against women, in particular in the world of work, including \ntheir participation in and access to labour markets, inter alia, laws and frameworks \nthat prohibit discrimination based on pregnancy, motherhood, marital status or age, \nas well as other multiple and intersecting forms of discrimination, to take appropriate \nmeasures to ensure that women, throughout the life cycle, have equal opportunities \nfor decent work in the public and private sectors, while recognizing that temporary \nspecial measures aimed at accelerating de facto equality between men and women \nshould not be considered discrimination, to address the root causes of gender \ninequality, gender stereotypes and unequal power relations between men and women \nand to provide, as appropriate, effective means of redress and access to justice in \ncases of non-compliance and accountability for violations and abuses of human rights;  \n \n33. Urges the United Nations system and other international organizations, \nupon the request of States, to support and promote innovative programme responses \nto ensure women’s access to decent work, to recognize, reduce and redistribute the \nunequal burden of unpaid care and domestic work, to promote gender-responsive \nsocial protection initiatives and measures for women and girls and to support and \nencourage the scaling up of existing good practice programmes and initiatives, \nincluding to assess and address the impact of information and communications \ntechnology, digitalization and digital markets on the labour market;  \n\nWomen in development \nA/RES/79/223\n \n13/18\n24-24327 \n \n \n34. Calls upon the international community to close the gender digital divide, \nensure the full, equal, effective and meaningful participation of all women in the \ninformation society, and women’s access to information and communications \ntechnologies for development, including women’s and girls’ access to new \ntechnologies, and develop specialized financing instruments to strengthen the \ncontribution of women, including women living in poverty, to economic growth and \ntheir continued participation in the digital economy, while reaffirming the \ncommitment to address any potential negative impacts of digital technologies on \ngender equality and the empowerment of women and girls;  \n \n35. Reaffirms the commitment to women’s equal rights and opportunities in \npolitical and economic decision-making and resource allocation, to the removal of all \nbarriers that prevent women from being full participants and leaders in the economy, \nand to the resolve to undertake legislative and administrative reforms to give women \nequal rights with men to economic resources, including access to ownership and \ncontrol over land and other forms of property, credit, inheritance, natural resources \nand appropriate new technology, encourages the private sector to contribute to \nadvancing gender equality by striving to ensure women’s full and productive \nemployment and decent work, equal pay for equal work or for work of equal value \nand equal opportunities, as well as protecting them against discrimination, sexual \nharassment and abuse in the workplace, including by supporting the women’s \nempowerment principles established by the United Nations Entity for Gender \nEquality and the Empowerment of Women (UN-Women) and the United Nations \nGlobal Compact, and encourages increased investment in women-owned companies \nor businesses;  \n \n36. Encourages Member States to pursue, by effective means, policies of \npreventing and eliminating sexual harassment in the workplace, including in digital \ncontexts, with an emphasis on effective legal, preventive and protective measures, \nincluding raising awareness regarding the rights of women who are victims or at risk \nof sexual harassment in the workplace;  \n \n37. Urges Governments to take measures to facilitate women’s access to land \nand property rights by providing training designed to make the judicial, legislative \nand administrative system gender-responsive, to provide legal aid for women seeking \nto claim their rights, to support the efforts of women’s groups and networks and to \ncarry out awareness campaigns in order to draw attention to the need for women’s \nequal rights to land and property;  \n \n38. Stresses the importance of mobilizing and allocating resources to develop \nand implement policies and programmes, to support women’s entrepreneurship and \nto support opportunities for new women entrepreneurs, which will lead to business \nexpansion for existing women-owned microenterprises and small and medium-sized \nenterprises, and encourages Governments to create a climate that is conducive to \nincreasing the number of women entrepreneurs and the size of their businesses by \nproviding them with training and advisory services in business, administration and \ninformation and communications technologies, facilitating networking and \ninformation-sharing and increasing their participation on advisory boards and in other \nforums so as to enable them to contribute to the formulation and review of policies \nand programmes being developed, especially by financial institutions;  \n \n39. Encourages the international community, including Governments, and all \nrelevant stakeholders, including the entities of the United Nations system, international \nfinancial institutions, other intergovernmental bodies, regional and national \ndevelopment banks, domestic financial institutions, credit unions, multi-stakeholder \npartnerships and relevant non-governmental organizations, as appropriate, to further \ndevelop financial literacy and financial education programmes for women and girls \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n14/18 \n \nthat include an emphasis on the impact of finance on sustainable development, as \nappropriate, in order to ensure that all learners acquire the knowledge and skills \nneeded to access financial services and financial products, in particular women \nfarmers and those working in micro-, small and medium-sized enterprises;  \n \n40. Encourages all Governments to work towards full and equal access to \nformal financial services, financial resources and financial products for all women, \nto adopt or review their financial inclusion strategies, in consultation with relevant \nstakeholders, and to consider including financial inclusion as a policy objective in \nfinancial regulation, in accordance with national priorities and legislation, encourages \ncommercial banking systems to serve all, including those who currently face barriers \nto accessing financial services and information, and to support microfinance \ninstitutions, development banks, agricultural banks, mobile network operators, agent \nnetworks, cooperatives, postal banks and savings banks, as appropriate, also \nencourages the use of innovative tools, including mobile banking, payment platforms \nand digitalized payments, and the expansion of peer learning and experience-sharing \namong countries, regions and regional organizations, commits itself to strengthening \ncapacity development for developing countries, including through the United Nations \ndevelopment system, and encourages mutual cooperation and collaboration between \nfinancial inclusion initiatives;  \n \n41. Urges Governments and all relevant stakeholders to take all appropriate \nmeasures to eliminate discrimination against women with regard to their access to all \ntypes of financial services and products, including bank loans, bank accounts, \nmortgages and other forms of financial credit, regardless of their economic and social \nstatus, to support women’s access to legal assistance and to encourage entities in the \nfinancial sector to mainstream gender perspectives in their policies and programmes, \nrecognizes the role of microfinance, including microcredit, in the eradication of \npoverty, the empowerment of women and the generation of employment, notes in this \nregard the importance of sound national financial systems, encourages the \nstrengthening of existing and emerging microcredit institutions and their capacities, \nincluding through the support of international financial institutions, and urges \nGovernments to ensure that microfinance programmes focus on the development of \nsavings products that are safe, convenient and accessible to women and that support \nwomen’s efforts to retain control over their savings;  \n \n42. Recognizes that women and girls account for almost half of all \ninternational migrants at the global level and the need to address the special situation \nand vulnerability of migrant women and girls by, inter alia, incorporating a gender \nperspective into policies and strengthening national laws, institutions and \nprogrammes to prevent and combat gender-based violence, trafficking in persons and \ndiscrimination against women and girls, providing gender-responsive programmes \nand instruments that enhance the financial inclusion of migrants and their families in \norder to end structural barriers to women’s equal access to economic resources, and \ncalls upon Governments to strengthen efforts to protect the rights of, and ensure \ndecent work conditions for, domestic workers, including migrant women and girls, in \nrelation to, inter alia, working hours, working conditions and wages, and to promote \naccess to healthcare services and other social and economic benefits;  \n \n43. Also recognizes that the positive contributions of migrant women and girls, \nin particular women migrant workers, have the potential to foster inclusive growth \nand sustainable development in countries of origin, transit and destination, further \nunderlines the value and dignity of migrant women’s labour in all sectors, including \nthe labour of domestic and care workers, and concerned that many migrant women, \nparticularly those who are engaged in informal employment, are especially vulnerable \nto abuse and exploitation;  \n\nWomen in development \nA/RES/79/223\n \n15/18\n24-24327 \n \n \n44. Further recognizes the special needs of all women and girls living in areas \naffected by complex humanitarian emergencies and humanitarian crises, and that the \nforced displacement of people threatens to reverse much of the development progress \nmade in recent decades and has particular negative impacts on women and girls that \nneed to be comprehensively assessed and addressed;  \n \n45. Encourages Member States and the United Nations system to ensure \nsystematic attention to, recognition of and support for the crucial role of women at all \nlevels and at all stages in the prevention and resolution of conflict, in mediation and \npeacebuilding efforts and in the rebuilding of post-conflict societies, inter alia, by \npromoting women’s capacity, leadership, full, equal and meaningful participation and \nengagement in political and economic decision-making and by preventing, combating \nand eliminating sexual and gender-based violence in armed conflict and post-conflict \nsituations, and, in this regard, to promote and facilitate an active and visible policy of \nmainstreaming a gender perspective into all policies and programmes;  \n \n46. Encourages Governments and all sectors of society, in a manner consistent \nwith the Convention on the Rights of Persons with Disabilities, 25 to address all \nbarriers preventing the full, equal and meaningful participation of women with \ndisabilities in decision-making, employment and the design, management, resourcing \nand implementation of policies and programmes, including for eliminating \ndiscrimination on the basis of disability with respect to poverty eradication, \nstrengthening institutions and financing with a gender perspective, promoting access \nto inclusive and accessible labour markets and work environments with safe, secure \nand healthy working conditions, productive employment and decent work on an equal \nbasis, including remote work opportunities, rehabilitation and independent living \nsupport services, ensuring access to health, disability-inclusive quality education for \nwomen and girls, distance learning and disability-inclusive disaster risk reduction \npolicies, and providing access to assistive technologies that enable them to maximize \ntheir independence and realize their full potential, while ensuring that their priorities \nand rights are fully incorporated into policies and programmes developed in \nconsultation with persons with disabilities and relevant national mechanisms and \norganizations of persons with disabilities, and notes the need to strengthen efforts to \npromote, protect and ensure the rights and address the needs of women and girls with \ndisabilities;  \n \n47. Urges States to promote the integration of a gender perspective into \nenvironmental and climate change policies and to strengthen mechanisms and provide \nadequate resources to ensure the full and equal participation of women in all levels \nof decision-making on environmental issues, stresses the need to address the \nchallenges for women and girls posed by climate change, and emphasizes the \nimportance of gender mainstreaming in developing and implementing disaster risk \nreduction, preparedness, response and recovery strategies, taking into account the \nSendai Framework for Disaster Risk Reduction 2015–2030;26  \n \n48. Stresses the importance of improving and systematizing the collection, \nanalysis and dissemination of high-quality, accessible, timely and reliable data, \ndisaggregated by income, sex, age, race, ethnicity, migration status, disability, \ngeographical location and other characteristics relevant in national contexts, and of \ndeveloping gender-sensitive indicators that are specific and relevant with respect to \nsupporting policymaking and national systems for monitoring and reporting on \nprogress and impact, and in this regard encourages developed countries and relevant \nentities of the United Nations system to provide support and assistance to developing \n__________________ \n \n25 United Nations, Treaty Series, vol. 2515, No. 44910. \n \n26 Resolution 69/283, annex II. \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n16/18 \n \ncountries, upon their request, with respect to establishing, developing and \nstrengthening their databases and information systems;  \n \n49. Encourages Governments, in cooperation with the United Nations system \nand other relevant international organizations, upon the request of Governments, to \ncollect, analyse and disseminate high quality, timely and reliable data disaggregated \nby sex, age and disability and statistics and to assess the impact of associated policy \nmeasures on women’s: \n \n(a) \nEmployment, entrepreneurship and access to decent work and social \nprotection; \n \n(b) \nUnpaid care and domestic work through regular time-use surveys and the \nestablishment of satellite accounts to assess the contribution of such work to national \nincome; \n \n(c) \nInformal employment, including agricultural work, disaggregated by sex, \nincome, age, race, ethnicity, migratory status, disability and geographical location;  \n \n50. Urges all Member States to undertake a gender analysis of national labour \nlaws and standards and to establish gender-sensitive policies and guidelines for \nemployment practices, including for transnational corporations, with particular \nattention to export-processing zones, building, in this regard, on multilateral \ninstruments, including the Convention on the Elimination of All Forms of \nDiscrimination against Women 27  and conventions of the International Labour \nOrganization;  \n \n51. Urges Member States to fully integrate gender equality strategies into \nnational sustainable development frameworks so as to promote accelerated action and \ngreater policy coherence, recognizing that achieving gender equality will require both \ntargeted gender-responsive action and the systemic mainstreaming of a gender \nperspective into all policies and programmes; \n \n52. Encourages States to allocate adequate financial and human resources to \nnational women’s machineries, as well as to, and within, line ministries, establishing \nand/or strengthening dedicated units for gender equality and the empowerment of \nwomen, providing capacity development for technical staff and developing tools and \nguidelines, and calls upon the United Nations system, particularly UN-Women and \nUnited Nations country teams, to support national efforts in this regard;  \n \n53. Encourages Member States to continue to increase, as appropriate, the \nparticipation of civil society, including women’s and youth organizations, in \ngovernment decision-making processes in national policy areas, including sustainable \ndevelopment;  \n \n54. Encourages States, the United Nations system and donor countries to \nstrengthen and implement gender-responsive planning and budgeting processes and \nto develop and strengthen methodologies and tools for this purpose, as well as for the \nmonitoring and evaluation of investments for gender equality results, as appropriate, \nand encourages donors to mainstream a gender perspective into their practices, \nincluding joint coordination and accountability mechanisms;  \n \n55. Stresses that there is a need for all donors to maintain and deliver on their \nexisting respective bilateral and multilateral official development assistance \ncommitments and targets and that the full implementation of those commitments will \nsubstantially boost resources available to push forward the international development \n__________________ \n \n27 United Nations, Treaty Series, vol. 1249, No. 20378. \n\nWomen in development \nA/RES/79/223\n \n17/18\n24-24327 \n \nagenda, and urges countries to track and report resource allocations for gender \nequality and the empowerment of all women and girls;  \n \n56. Urges the donor community, Member States, international organizations, \nincluding the United Nations, the private sector, non-governmental organizations, \ntrade unions and other stakeholders to strengthen the focus and impact of \ndevelopment assistance targeting gender equality and the empowerment of women \nand girls through gender mainstreaming and the funding of targeted activities and \nenhanced dialogue between donors and partners, and also to strengthen the capacity \nof Governments, as appropriate, and the mechanisms needed to measure effectively \nthe resources allocated to incorporating gender perspectives in all areas of \ndevelopment assistance;  \n \n57. Recognizes the need to strengthen the capacity of Governments to \nincorporate a gender perspective into policies and decision-making, and encourages \nall Governments, international organizations, including the organizations of the \nUnited Nations system, and other relevant stakeholders to assist and support the \nefforts of developing countries in integrating a gender perspective into all aspects of \npolicymaking, including through the provision of technical assistance and financial \nresources;  \n \n58. Encourages the international community, in particular the United Nations \nsystem, the private sector and civil society to continue to provide the financial \nresources necessary to assist Governments in their efforts to meet the development \ntargets, particularly for women and girls, and benchmarks agreed upon at the World \nSummit for Social Development, the Fourth World Conference on Women, the \nInternational Conference on Population and Development, the Millennium Summit, \nthe International Conference on Financing for Development, the World Summit on \nSustainable Development, the Second World Assembly on Ageing, the twenty-third \nand twenty-fourth special sessions of the General Assembly, the United Nations \nConference on Sustainable Development, the United Nations summit for the adoption \nof the post-2015 development agenda, at which the outcome document entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development” was \nadopted, and other relevant United Nations conferences and summits;  \n \n59. Urges Member States, the organizations of the United Nations system and \nnon-governmental organizations to accelerate their efforts and to provide adequate \nresources to increase the voice and full, equal and effective participation and \nleadership of women in all decision-making bodies at the highest levels of \ngovernment and in the governance structures of international organizations, including \nby eliminating gender stereotyping in appointments and promotions, to build \nwomen’s capacity as agents of change and to empower them to participate actively \nand effectively in the design, implementation, monitoring, evaluation and reporting \nof national sustainable development, poverty eradication and environmental policies, \nstrategies and programmes;  \n \n60. Urges multilateral donors and invites international financial institutions, \nwithin their respective mandates, and regional development banks to review and \nimplement policies that support national efforts to ensure that a higher proportion of \nresources reaches women and girls, in particular in rural and remote areas;  \n \n61. Recognizes the ongoing intergovernmental efforts to achieve gender \nequality and the empowerment of women, and urges the United Nations system to \ncontinue efforts to achieve gender balance in appointments to all categories of staff, \nincluding the Professional and higher categories, within the United Nations system at \nthe Headquarters, regional and country levels, bearing in mind the principle of \nequitable geographical representation and in line with Article 101 of the Charter of \nthe United Nations, with due regard to the representation of women from developing \n\nA/RES/79/223 \nWomen in development\n \n24-24327\n18/18 \n \ncountries, convinced of the need to guarantee equal opportunities for women and men \nin gaining access to senior decision-making positions, including to the post of \nSecretary-General, and in this regard notes the Secretary-General’s system-wide \nstrategy on gender parity and the United Nations System-wide Gender Equality \nAcceleration Plan;  \n \n62. Calls upon all organizations of the United Nations system, within their \norganizational mandates, to mainstream a gender perspective and to pursue gender \nequality in their country programmes, planning instruments, investment frameworks \nand sector-wide programmes and to articulate specific country-level goals and targets \nin this domain in accordance with national development strategies, welcomes the \nwork of UN-Women with United Nations country teams in assisting programme \ncountries, at their request, in the integration of a gender perspective into national \ndevelopment policies and strategies, including sustainable development policies and \nstrategies, in accordance with their national priorities, and stresses its important role \nin leading, coordinating and promoting the accountability of the United Nations \nsystem so as to ensure that the commitment to gender equality and gender \nmainstreaming translates into effective action throughout the world; \n \n63. Calls upon all entities of the United Nations development system to \ncontinue to promote gender equality and the empowerment of all women and girls by \nenhancing and accelerating gender mainstreaming through the full implementation of \nthe United Nations System-wide Action Plan on Gender Equality and the \nEmpowerment of Women, in accordance with resolution 75/233;  \n \n64. Reaffirms the commitment at the very heart of the 2030 Agenda to leave \nno one behind and commits to taking more tangible steps to support people in \nvulnerable situations and the most vulnerable countries and to reach the furthest \nbehind first;  \n \n65. Requests the Secretary-General to submit to the General Assembly at its \neighty-first session a report on the implementation of the present resolution, decides \nto include in the provisional agenda of its eighty-first session, under the item entitled \n“Eradication of poverty and other development issues”, the sub-item entitled “Women \nin development”, and also requests the Secretary-General to update the World Survey \non the Role of Women in Development for the consideration of the Assembly at its \neighty-fourth session. \n \n54th plenary meeting \n19 December 2024 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General14 and of the report of the Secretary-General on the World Survey on the Role of Women in Development;15",
    "2": "Reaffirms that the realization of gender equality and the empowerment of women and girls will make a crucial contribution to progress across all the Sustainable Development Goals and targets, that the achievement of full human potential and of sustainable development is not possible if one half of humanity continues to be denied its full human rights and opportunities, including its right to development, that all women and girls must enjoy equal access to high-quality education, economic resources and political participation, as well as equal opportunities with men and boys for employment, leadership positions and decision- making at all levels, that it will work for a significant increase in investments to close the gender gap and strengthen support for institutions in relation to gender equality and the empowerment of women and girls at the global, regional and national levels, __________________ 14 A/79/210. 15 A/79/111. Women in development A/RES/79/223 7/18 24-24327 that all forms of discrimination and violence against women and girls will be eliminated, including through the engagement of men and boys, and that the systematic mainstreaming of a gender perspective in the implementation of the 2030 Agenda for Sustainable Development16 is crucial;",
    "3": "Also reaffirms the commitment to promoting social inclusion in domestic policies and to promoting and enforcing non-discriminatory laws, social infrastructure and policies for sustainable development, as well as to enabling women’s full, equal and effective participation in the economy and their equal access to decision-making processes and leadership at all levels and in all sectors, supporting and investing in providing skills development, training, certification, financing and investment opportunities for women;",
    "4": "Emphasizes the need to link policies on economic, social and environmental development to ensure that all people, in particular women and children living in poverty and in vulnerable situations, benefit from inclusive economic growth and development, and also emphasizes the need to work towards the full and timely implementation of the Addis Ababa Action Agenda of the Third International Conference on Financing for Development,17 the Doha Declaration on Financing for Development 18 and the Monterrey Consensus of the International Conference on Financing for Development,19 and looking forward to the convening of the Fourth International Conference on Financing for Development from 30 June to 3 July 2025 in Seville, Spain;",
    "5": "Reaffirms that achieving gender equality, empowering all women and girls and the full realization of their human rights are essential to achieving sustained, inclusive and equitable economic growth and sustainable development, reiterates the need for gender mainstreaming, including targeted actions and investments in the formulation and implementation of all financial, economic, environmental and social policies, and further reaffirms the commitment to adopting and strengthening sound policies and enforceable legislation and transformative actions for the promotion of gender equality and the empowerment of women and girls at all levels to ensure women’s equal rights, access and opportunities for participation and leadership in the economy and to eliminate gender-based violence and discrimination, including when it occurs through or is amplified by digital technologies;",
    "6": "Stresses the importance of the creation by Governments, international organizations, including the United Nations, the private sector, non-governmental organizations, trade unions and other stakeholders of a favourable and conducive national and international environment in all areas of life for the effective integration of women and girls in development, supporting and investing in women’s employment and enterprises in sectors adversely affected, especially by the COVID-19 pandemic, and disseminating a gender analysis of legislation, policies and programmes related to macroeconomic stability, recovery measures, structural reform, taxation, investments, including foreign direct investment, and all relevant sectors of the economy;",
    "7": "Recognizes the importance of the full engagement of all men and boys as strategic partners, allies, agents and beneficiaries of change for the achievement of gender equality and the empowerment of all women and girls, and commits to taking measures to fully engage men and boys in efforts to achieve the full, effective and __________________ 16 Resolution 70/1. 17 Resolution 69/313, annex. 18 Resolution 63/239, annex. 19 Report of the International Conference on Financing for Development, Monterrey, Mexico, 18 – 22 March 2002 (United Nations publication, Sales No. E.02.II.A.7), chap. I, resolution 1, annex. A/RES/79/223 Women in development 24-24327 8/18 accelerated implementation of the Beijing Declaration and Platform for Action, the outcome document of the twenty-third special session of the General Assembly, the declarations adopted by the Commission of the Status of Women on the occasions of the tenth, 20 fifteenth, 21 twentieth 22 and twenty-fifth 23 anniversaries of the Fourth World Conference on Women and the 2030 Agenda;",
    "8": "Calls upon Member States, the United Nations system and other international and regional organizations, within their respective mandates, and all sectors of civil society, including non-governmental organizations, as well as all women and men, to fulfil their respective commitments to intensify their contributions to the implementation and follow-up of the Beijing Declaration and Platform for Action, the outcomes of the twenty-third special session of the General Assembly and the Programme of Action of the International Conference on Population and Development, as well as the outcomes of their reviews;",
    "9": "Recognizes the mutually reinforcing links between gender equality and the empowerment of all women and girls and poverty eradication, as well as the need to promote, design and implement, where appropriate, in consultation with all relevant stakeholders, participatory, comprehensive, gender-sensitive poverty eradication strategies that address social, structural and macroeconomic issues and invest in approaches that address barriers and root causes of gender inequality, in order to ensure an adequate standard of living for women and girls throughout the life cycle, including through social protection systems;",
    "10": "Reaffirms that universal access to social protection plays a central role in reducing inequality, eradicating poverty in all its forms and dimensions and promoting opportunities for women’s full and effective participation and decision- making in public life, as well as in the elimination of violence, and reiterates that all women and girls have the right to a standard of living adequate for the health and well-being of themselves and their families, including food, clothing, housing and medical care and necessary social services, and that motherhood and childhood are entitled to special care and assistance;",
    "11": "Urges States to scale up efforts to accelerate the transition of women from informal employment to formal employment, including access to decent work, improved wages, social protection and quality and affordable childcare;",
    "12": "Calls for closing the gender gap in access to financial and productive resources, including assets, information and services in agriculture, noting with concern that the gender gap persists with respect to many assets, inputs and services, and stresses the need to invest in and strengthen efforts to empower all women and girls, in particular rural women, to address their own food and nutritional needs and those of their families, to promote adequate standards of living for them, as well as decent work, and to guarantee their personal health, well-being and security, full access to land and natural resources and access to affordable, low-cost, long-term loans and to local, regional and global markets, taking into account that the prevalence of food insecurity puts the health and lives of women and children at risk;",
    "13": "Recognizes the critical role and contribution of rural women in agricultural development, including smallholders and women farmers, and Indigenous women and women in local communities, and their traditional knowledge in enhancing __________________ 20 See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and corrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. A. 21 Ibid., 2010, Supplement No. 7 and corrigendum (E/2010/27 and E/2010/27/Corr.1), chap. I, sect. A. 22 Ibid., 2015, Supplement No. 7 (E/2015/27), chap. I, sect. C. 23 Ibid., 2020, Supplement No. 7 (E/2020/27), chap. I, sect. A. Women in development A/RES/79/223 9/18 24-24327 agricultural and rural development, improving food security and eradicating rural poverty, in this regard stresses the importance of reviewing agricultural policies and strategies to ensure that the critical role of women in food security and nutrition is recognized and addressed as an integral part of both short- and long-term responses to food insecurity, malnutrition, excessive price volatility and food crises in developing countries, and reaffirms the need to protect the rights of all Indigenous women and girls by addressing the discrimination and barriers they face, including eliminating and preventing all forms of violence and poverty, and ensuring their access to healthcare, public services, the Internet and digital services, quality and inclusive education, and decent economic resources for Indigenous women, and promoting their full, equal and meaningful participation and leadership in the economy and in decision-making processes;",
    "14": "Reaffirms the need to end hunger and famine and achieve food security as a matter of priority and to end all forms of malnutrition, and in this regard also reaffirms the inclusive nature of the Committee on World Food Security, further reaffirms the Rome Declaration on Nutrition and the Framework for Action 24 and reaffirms the commitment to devote resources to developing rural and coastal areas and sustainable agriculture and fisheries and supporting smallholder farmers, especially women farmers, herders and fishers in developing countries, particularly the least developed countries;",
    "15": "Stresses the need to take action to prevent and eliminate all forms of violence and discrimination against women and girls, including in the world of work, through the strengthening of institutional mechanisms and legal frameworks, given that violence and discrimination, including multiple and intersecting forms of discrimination, against women and girls in private and public spaces, both online and offline, are a major impediment to the achievement of the empowerment of women and girls and their social and economic development that no country has managed to eliminate, and encourages the adoption of specific preventive measures to protect women and girls, youth and children from violence, abuse and neglect, sexual abuse, exploitation, harassment, trafficking in persons and harmful practices, such as child, early and forced marriage and female genital mutilation, and calls for their full access to justice, effective legal remedies, and healthcare and psychosocial services, including protection, rehabilitation and reintegration, taking into account the need to address negative social norms, structural barriers and gender stereotypes that affect women in the world of work and to develop measures to promote the re-entry of victims and survivors of violence into the labour market;",
    "16": "Recognizes that investment in health contributes to reducing inequality and increasing sustainable and inclusive economic growth and to social development, environmental protection and the eradication of poverty, hunger and malnutrition, and the realization of the right to the enjoyment of the highest attainable standard of physical and mental health for women and girls;",
    "17": "Also recognizes that realizing the right to the enjoyment of the highest attainable standard of physical and mental health, through, inter alia, equitable and universal access to affordable and quality healthcare services and preventive healthcare information, including in the area of sexual and reproductive health, is critical to women’s economic advancement and empowerment, that a lack of economic empowerment and independence increases women’s vulnerability to a range of negative consequences, including violence and the risk of contracting HIV and AIDS, and that the neglect of women’s full enjoyment of human rights severely __________________ 24 World Health Organization, document EB136/8, annexes I and II. A/RES/79/223 Women in development 24-24327 10/18 limits their opportunities in public and private life, including the opportunities for receiving an education and for achieving economic and political empowerment;",
    "18": "Expresses deep concern that, globally, women and girls are still the most affected by the HIV/AIDS epidemic, that they bear a disproportionate share of the caregiving burden and that they are more vulnerable to violence, stigmatization, discrimination, poverty and marginalization from their families and communities as a result of HIV/AIDS, notes that progress towards gender equality and the empowerment of all women and girls has been unacceptably slow and that the ability of women and girls to protect themselves from HIV continues to be compromised by physiological factors, gender inequalities, including unequal power relations in society between women and men and boys and girls, and unequal legal, economic and social status, insufficient access to healthcare services, including sexual and reproductive health, multiple and intersecting forms of discrimination and violence in the public and private spheres, including trafficking in persons, sexual violence, exploitation and harmful practices, and calls upon Governments and the international community to urgently scale up responses towards achieving the goal of universal access to comprehensive HIV prevention, treatment, care and support and to ending the HIV/AIDS epidemic by 2030;",
    "19": "Also expresses deep concern that the burden of non-communicable diseases continues to rise disproportionately in developing countries, and encourages Governments and all sectors of society to mainstream a gender perspective into the prevention and control of non-communicable diseases, which is crucial to understanding and addressing the health risks and needs of women and men of all ages, giving particular attention to the impact of non-communicable diseases on women in all settings, based on data appropriately disaggregated by sex and age;",
    "20": "Recognizes the disproportionate impacts of neglected tropical diseases on women and girls, recalls States’ commitment to end the epidemic of neglected tropical diseases as one of the targets of the 2030 Agenda, and emphasizes the need to strengthen efforts to address it, as part of universal health coverage;",
    "21": "Expresses deep concern that maternal health remains one area constrained by some of the largest health inequities in the world, and over the uneven progress in improving newborn, child and maternal health, in this context calls upon States to implement their commitments to prevent and reduce newborn, child and maternal mortality and morbidity, and in this regard takes note with appreciation of commitments in support of the Global Strategy for Women’s, Children’s and Adolescents’ Health (2016–2030), as well as national, regional and international initiatives contributing to the reduction in the number of maternal deaths and deaths of the newborn and children under 5 years of age;",
    "22": "Encourages Governments, with the support of their development partners, to invest in appropriate infrastructure and other projects, including the provision of water and sanitation for all, to rural areas, coastal areas and urban slums, in order to increase health and well-being, relieve the workload of women and girls and release their time and energy for other productive activities, including entrepreneurship;",
    "23": "Expresses deep concern that the lack of adequate sanitation facilities and related challenges, such as water scarcity and unsafe water, disproportionately affect women and girls, including their labour force and school participation rates, with women walking long distances or waiting hours in queues to obtain water, which restricts their time for other activities, such as education and leisure, or for earning a livelihood, and increase their vulnerability to violence, and in this regard calls for the strengthening of efforts to achieve sanitation for all and to end open defecation, through efforts to ensure access to sanitation and hygiene facilities, including menstrual health and hygiene management; Women in development A/RES/79/223 11/18 24-24327",
    "24": "Urges all Governments to eliminate discrimination against women and girls in the field of education, to promote and respect their right to education, ensure their safe and equal access to and encourage their participation in education, throughout their life cycle and at all levels, especially for those who have been left furthest behind, promote healthy and stimulating learning environments, and address gender disparities, including by investing in public education systems and infrastructure, eliminating discriminatory laws and practices, providing universal access to inclusive, equal and quality education, including free and compulsory primary and secondary education, promoting lifelong learning and training opportunities for all, eliminating illiteracy of women and girls, promoting financial and digital literacy, reducing sectoral and occupational segregation and promoting women in non-traditional employment and sectors, and to address negative social norms and gender stereotypes in education systems, including in curricula and teaching methodologies, that devalue women’s and girls’ education and prevent them from having access to, completing and continuing their education;",
    "25": "Urges Governments to ensure that women and girls have equal access to career development, training, scholarships and fellowships, adopting positive actions to build women’s and girls’ leadership skills and influence and supporting women and girls in diversifying their educational and occupational choices in emerging fields, such as science, technology, engineering and mathematics and information and communications technology, and acquiring digital skills, to strive to ensure the completion of early childhood, primary and secondary education and expand vocational and technical education for all women and girls, and acquire the knowledge and skills that can strengthen their resilience and adaptive capacities throughout their life cycle in order to attain high-quality jobs in the sustainable economy, especially in the digital era, and to foster, as appropriate, intercultural and multilingual education for all;",
    "26": "Encourages Governments to adopt and pursue national financial inclusion strategies and gender-responsive strategies to end the structural barriers to women’s equal access to economic and financial resources and to expand peer learning, experience-sharing and capacity-building among countries and regions in this respect;",
    "27": "Recognizes the need to build dynamic, sustainable, innovative and people- centred economies, promoting youth employment, and women’s economic empowerment in particular, and decent work for all, and to ensure that labour market regulations and social provisions create a level playing field for women, for example by enacting and enforcing minimum wage legislation, social protection systems and measures, eliminating discriminatory wage practices, achieving equal pay for equal work or for work of equal value, and promoting measures such as public works programmes, in order to enable women to cope with new and recurrent crises and long-term unemployment and provide for recruitment, retention and promotion policies targeting women;",
    "28": "Reaffirms its commitment to diversity in cities and human settlements, to strengthening social cohesion, intercultural dialogue and understanding, tolerance, mutual respect, gender equality, innovation, entrepreneurship, inclusion, identity and safety, and the dignity of all people, as well as to fostering liveability and a vibrant urban economy and to taking steps to ensure that local institutions promote pluralism and peaceful coexistence within increasingly heterogeneous and multicultural societies;",
    "29": "Recognizes that unremunerated work, including unpaid care and domestic work, plays an essential role in improving well-being in the household and in the functioning of the economy as a whole, and urges Member States to promote shared responsibility within the household and to adopt and implement legislation and policies, as appropriate, that are designed to promote the reconciliation of work and A/RES/79/223 Women in development 24-24327 12/18 family responsibilities and that recognize, value, assess, reduce and redistribute women’s disproportionate share of unpaid domestic and care work, including through sustained investments in the care economy, increased flexibility in working arrangements, such as part-time work, and the facilitation of breastfeeding for working mothers, to provide support through the development of infrastructure and technology and the provision of public services, including accessible, affordable and quality social services, childcare and care facilities for children and other dependants, and to ensure that both women and men have access to inclusive, gender-responsive social protection systems, and maternity or paternity, parental and other forms of leave and allowances and are not discriminated against when availing themselves of such benefits;",
    "30": "Encourages Governments, the private sector, non-governmental organizations, trade unions and other stakeholders to promote and protect the rights of women workers, to take action to remove structural and legal barriers to, as well as eliminate stereotypical attitudes towards, gender equality at work and implement labour market policies to achieve full and productive employment and decent work for all, to implement measures to achieve equal pay for equal work or for work of equal value as well as to encourage women’s full participation in the formal economy, in particular in economic decision-making and resource allocation, and to take measures to increase women’s access to productive resources and assets, including digital technology, land, property and financial services, including microfinance, as appropriate;",
    "31": "Encourages the United Nations system and donor countries to support States in increasing their investments in gender-responsive policies and programmes, such as providing financial services and products to women’s groups, including women’s enterprise funds, in order to promote entrepreneurship, full employment and decent work for women, and in delivering social protection and social services;",
    "32": "Urges Governments to develop, adequately resource and implement active labour market policies to achieve full and productive employment and decent work for all, including the full participation of women and men in rural, coastal and urban areas, as well as policies that encourage the full and equal participation of women and men, including persons with disabilities, in the formal labour market, to enact or strengthen and enforce laws and regulatory frameworks that ensure equality and prohibit discrimination against women, in particular in the world of work, including their participation in and access to labour markets, inter alia, laws and frameworks that prohibit discrimination based on pregnancy, motherhood, marital status or age, as well as other multiple and intersecting forms of discrimination, to take appropriate measures to ensure that women, throughout the life cycle, have equal opportunities for decent work in the public and private sectors, while recognizing that temporary special measures aimed at accelerating de facto equality between men and women should not be considered discrimination, to address the root causes of gender inequality, gender stereotypes and unequal power relations between men and women and to provide, as appropriate, effective means of redress and access to justice in cases of non-compliance and accountability for violations and abuses of human rights;",
    "33": "Urges the United Nations system and other international organizations, upon the request of States, to support and promote innovative programme responses to ensure women’s access to decent work, to recognize, reduce and redistribute the unequal burden of unpaid care and domestic work, to promote gender-responsive social protection initiatives and measures for women and girls and to support and encourage the scaling up of existing good practice programmes and initiatives, including to assess and address the impact of information and communications technology, digitalization and digital markets on the labour market; Women in development A/RES/79/223 13/18 24-24327",
    "34": "Calls upon the international community to close the gender digital divide, ensure the full, equal, effective and meaningful participation of all women in the information society, and women’s access to information and communications technologies for development, including women’s and girls’ access to new technologies, and develop specialized financing instruments to strengthen the contribution of women, including women living in poverty, to economic growth and their continued participation in the digital economy, while reaffirming the commitment to address any potential negative impacts of digital technologies on gender equality and the empowerment of women and girls;",
    "35": "Reaffirms the commitment to women’s equal rights and opportunities in political and economic decision-making and resource allocation, to the removal of all barriers that prevent women from being full participants and leaders in the economy, and to the resolve to undertake legislative and administrative reforms to give women equal rights with men to economic resources, including access to ownership and control over land and other forms of property, credit, inheritance, natural resources and appropriate new technology, encourages the private sector to contribute to advancing gender equality by striving to ensure women’s full and productive employment and decent work, equal pay for equal work or for work of equal value and equal opportunities, as well as protecting them against discrimination, sexual harassment and abuse in the workplace, including by supporting the women’s empowerment principles established by the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women) and the United Nations Global Compact, and encourages increased investment in women-owned companies or businesses;",
    "36": "Encourages Member States to pursue, by effective means, policies of preventing and eliminating sexual harassment in the workplace, including in digital contexts, with an emphasis on effective legal, preventive and protective measures, including raising awareness regarding the rights of women who are victims or at risk of sexual harassment in the workplace;",
    "37": "Urges Governments to take measures to facilitate women’s access to land and property rights by providing training designed to make the judicial, legislative and administrative system gender-responsive, to provide legal aid for women seeking to claim their rights, to support the efforts of women’s groups and networks and to carry out awareness campaigns in order to draw attention to the need for women’s equal rights to land and property;",
    "38": "Stresses the importance of mobilizing and allocating resources to develop and implement policies and programmes, to support women’s entrepreneurship and to support opportunities for new women entrepreneurs, which will lead to business expansion for existing women-owned microenterprises and small and medium-sized enterprises, and encourages Governments to create a climate that is conducive to increasing the number of women entrepreneurs and the size of their businesses by providing them with training and advisory services in business, administration and information and communications technologies, facilitating networking and information-sharing and increasing their participation on advisory boards and in other forums so as to enable them to contribute to the formulation and review of policies and programmes being developed, especially by financial institutions;",
    "39": "Encourages the international community, including Governments, and all relevant stakeholders, including the entities of the United Nations system, international financial institutions, other intergovernmental bodies, regional and national development banks, domestic financial institutions, credit unions, multi-stakeholder partnerships and relevant non-governmental organizations, as appropriate, to further develop financial literacy and financial education programmes for women and girls A/RES/79/223 Women in development 24-24327 14/18 that include an emphasis on the impact of finance on sustainable development, as appropriate, in order to ensure that all learners acquire the knowledge and skills needed to access financial services and financial products, in particular women farmers and those working in micro-, small and medium-sized enterprises;",
    "40": "Encourages all Governments to work towards full and equal access to formal financial services, financial resources and financial products for all women, to adopt or review their financial inclusion strategies, in consultation with relevant stakeholders, and to consider including financial inclusion as a policy objective in financial regulation, in accordance with national priorities and legislation, encourages commercial banking systems to serve all, including those who currently face barriers to accessing financial services and information, and to support microfinance institutions, development banks, agricultural banks, mobile network operators, agent networks, cooperatives, postal banks and savings banks, as appropriate, also encourages the use of innovative tools, including mobile banking, payment platforms and digitalized payments, and the expansion of peer learning and experience-sharing among countries, regions and regional organizations, commits itself to strengthening capacity development for developing countries, including through the United Nations development system, and encourages mutual cooperation and collaboration between financial inclusion initiatives;",
    "41": "Urges Governments and all relevant stakeholders to take all appropriate measures to eliminate discrimination against women with regard to their access to all types of financial services and products, including bank loans, bank accounts, mortgages and other forms of financial credit, regardless of their economic and social status, to support women’s access to legal assistance and to encourage entities in the financial sector to mainstream gender perspectives in their policies and programmes, recognizes the role of microfinance, including microcredit, in the eradication of poverty, the empowerment of women and the generation of employment, notes in this regard the importance of sound national financial systems, encourages the strengthening of existing and emerging microcredit institutions and their capacities, including through the support of international financial institutions, and urges Governments to ensure that microfinance programmes focus on the development of savings products that are safe, convenient and accessible to women and that support women’s efforts to retain control over their savings;",
    "42": "Recognizes that women and girls account for almost half of all international migrants at the global level and the need to address the special situation and vulnerability of migrant women and girls by, inter alia, incorporating a gender perspective into policies and strengthening national laws, institutions and programmes to prevent and combat gender-based violence, trafficking in persons and discrimination against women and girls, providing gender-responsive programmes and instruments that enhance the financial inclusion of migrants and their families in order to end structural barriers to women’s equal access to economic resources, and calls upon Governments to strengthen efforts to protect the rights of, and ensure decent work conditions for, domestic workers, including migrant women and girls, in relation to, inter alia, working hours, working conditions and wages, and to promote access to healthcare services and other social and economic benefits;",
    "43": "Also recognizes that the positive contributions of migrant women and girls, in particular women migrant workers, have the potential to foster inclusive growth and sustainable development in countries of origin, transit and destination, further underlines the value and dignity of migrant women’s labour in all sectors, including the labour of domestic and care workers, and concerned that many migrant women, particularly those who are engaged in informal employment, are especially vulnerable to abuse and exploitation; Women in development A/RES/79/223 15/18 24-24327",
    "44": "Further recognizes the special needs of all women and girls living in areas affected by complex humanitarian emergencies and humanitarian crises, and that the forced displacement of people threatens to reverse much of the development progress made in recent decades and has particular negative impacts on women and girls that need to be comprehensively assessed and addressed;",
    "45": "Encourages Member States and the United Nations system to ensure systematic attention to, recognition of and support for the crucial role of women at all levels and at all stages in the prevention and resolution of conflict, in mediation and peacebuilding efforts and in the rebuilding of post-conflict societies, inter alia, by promoting women’s capacity, leadership, full, equal and meaningful participation and engagement in political and economic decision-making and by preventing, combating and eliminating sexual and gender-based violence in armed conflict and post-conflict situations, and, in this regard, to promote and facilitate an active and visible policy of mainstreaming a gender perspective into all policies and programmes;",
    "46": "Encourages Governments and all sectors of society, in a manner consistent with the Convention on the Rights of Persons with Disabilities, 25 to address all barriers preventing the full, equal and meaningful participation of women with disabilities in decision-making, employment and the design, management, resourcing and implementation of policies and programmes, including for eliminating discrimination on the basis of disability with respect to poverty eradication, strengthening institutions and financing with a gender perspective, promoting access to inclusive and accessible labour markets and work environments with safe, secure and healthy working conditions, productive employment and decent work on an equal basis, including remote work opportunities, rehabilitation and independent living support services, ensuring access to health, disability-inclusive quality education for women and girls, distance learning and disability-inclusive disaster risk reduction policies, and providing access to assistive technologies that enable them to maximize their independence and realize their full potential, while ensuring that their priorities and rights are fully incorporated into policies and programmes developed in consultation with persons with disabilities and relevant national mechanisms and organizations of persons with disabilities, and notes the need to strengthen efforts to promote, protect and ensure the rights and address the needs of women and girls with disabilities;",
    "47": "Urges States to promote the integration of a gender perspective into environmental and climate change policies and to strengthen mechanisms and provide adequate resources to ensure the full and equal participation of women in all levels of decision-making on environmental issues, stresses the need to address the challenges for women and girls posed by climate change, and emphasizes the importance of gender mainstreaming in developing and implementing disaster risk reduction, preparedness, response and recovery strategies, taking into account the Sendai Framework for Disaster Risk Reduction 2015–2030;26",
    "48": "Stresses the importance of improving and systematizing the collection, analysis and dissemination of high-quality, accessible, timely and reliable data, disaggregated by income, sex, age, race, ethnicity, migration status, disability, geographical location and other characteristics relevant in national contexts, and of developing gender-sensitive indicators that are specific and relevant with respect to supporting policymaking and national systems for monitoring and reporting on progress and impact, and in this regard encourages developed countries and relevant entities of the United Nations system to provide support and assistance to developing __________________ 25 United Nations, Treaty Series, vol. 2515, No. 44910. 26 Resolution 69/283, annex II. A/RES/79/223 Women in development 24-24327 16/18 countries, upon their request, with respect to establishing, developing and strengthening their databases and information systems;",
    "49": "Encourages Governments, in cooperation with the United Nations system and other relevant international organizations, upon the request of Governments, to collect, analyse and disseminate high quality, timely and reliable data disaggregated by sex, age and disability and statistics and to assess the impact of associated policy measures on women’s: (a) Employment, entrepreneurship and access to decent work and social protection; (b) Unpaid care and domestic work through regular time-use surveys and the establishment of satellite accounts to assess the contribution of such work to national income; (c) Informal employment, including agricultural work, disaggregated by sex, income, age, race, ethnicity, migratory status, disability and geographical location;",
    "50": "Urges all Member States to undertake a gender analysis of national labour laws and standards and to establish gender-sensitive policies and guidelines for employment practices, including for transnational corporations, with particular attention to export-processing zones, building, in this regard, on multilateral instruments, including the Convention on the Elimination of All Forms of Discrimination against Women 27 and conventions of the International Labour Organization;",
    "51": "Urges Member States to fully integrate gender equality strategies into national sustainable development frameworks so as to promote accelerated action and greater policy coherence, recognizing that achieving gender equality will require both targeted gender-responsive action and the systemic mainstreaming of a gender perspective into all policies and programmes;",
    "52": "Encourages States to allocate adequate financial and human resources to national women’s machineries, as well as to, and within, line ministries, establishing and/or strengthening dedicated units for gender equality and the empowerment of women, providing capacity development for technical staff and developing tools and guidelines, and calls upon the United Nations system, particularly UN-Women and United Nations country teams, to support national efforts in this regard;",
    "53": "Encourages Member States to continue to increase, as appropriate, the participation of civil society, including women’s and youth organizations, in government decision-making processes in national policy areas, including sustainable development;",
    "54": "Encourages States, the United Nations system and donor countries to strengthen and implement gender-responsive planning and budgeting processes and to develop and strengthen methodologies and tools for this purpose, as well as for the monitoring and evaluation of investments for gender equality results, as appropriate, and encourages donors to mainstream a gender perspective into their practices, including joint coordination and accountability mechanisms;",
    "55": "Stresses that there is a need for all donors to maintain and deliver on their existing respective bilateral and multilateral official development assistance commitments and targets and that the full implementation of those commitments will substantially boost resources available to push forward the international development __________________ 27 United Nations, Treaty Series, vol. 1249, No. 20378. Women in development A/RES/79/223 17/18 24-24327 agenda, and urges countries to track and report resource allocations for gender equality and the empowerment of all women and girls;",
    "56": "Urges the donor community, Member States, international organizations, including the United Nations, the private sector, non-governmental organizations, trade unions and other stakeholders to strengthen the focus and impact of development assistance targeting gender equality and the empowerment of women and girls through gender mainstreaming and the funding of targeted activities and enhanced dialogue between donors and partners, and also to strengthen the capacity of Governments, as appropriate, and the mechanisms needed to measure effectively the resources allocated to incorporating gender perspectives in all areas of development assistance;",
    "57": "Recognizes the need to strengthen the capacity of Governments to incorporate a gender perspective into policies and decision-making, and encourages all Governments, international organizations, including the organizations of the United Nations system, and other relevant stakeholders to assist and support the efforts of developing countries in integrating a gender perspective into all aspects of policymaking, including through the provision of technical assistance and financial resources;",
    "58": "Encourages the international community, in particular the United Nations system, the private sector and civil society to continue to provide the financial resources necessary to assist Governments in their efforts to meet the development targets, particularly for women and girls, and benchmarks agreed upon at the World Summit for Social Development, the Fourth World Conference on Women, the International Conference on Population and Development, the Millennium Summit, the International Conference on Financing for Development, the World Summit on Sustainable Development, the Second World Assembly on Ageing, the twenty-third and twenty-fourth special sessions of the General Assembly, the United Nations Conference on Sustainable Development, the United Nations summit for the adoption of the post-2015 development agenda, at which the outcome document entitled “Transforming our world: the 2030 Agenda for Sustainable Development” was adopted, and other relevant United Nations conferences and summits;",
    "59": "Urges Member States, the organizations of the United Nations system and non-governmental organizations to accelerate their efforts and to provide adequate resources to increase the voice and full, equal and effective participation and leadership of women in all decision-making bodies at the highest levels of government and in the governance structures of international organizations, including by eliminating gender stereotyping in appointments and promotions, to build women’s capacity as agents of change and to empower them to participate actively and effectively in the design, implementation, monitoring, evaluation and reporting of national sustainable development, poverty eradication and environmental policies, strategies and programmes;",
    "60": "Urges multilateral donors and invites international financial institutions, within their respective mandates, and regional development banks to review and implement policies that support national efforts to ensure that a higher proportion of resources reaches women and girls, in particular in rural and remote areas;",
    "61": "Recognizes the ongoing intergovernmental efforts to achieve gender equality and the empowerment of women, and urges the United Nations system to continue efforts to achieve gender balance in appointments to all categories of staff, including the Professional and higher categories, within the United Nations system at the Headquarters, regional and country levels, bearing in mind the principle of equitable geographical representation and in line with Article 101 of the Charter of the United Nations, with due regard to the representation of women from developing A/RES/79/223 Women in development 24-24327 18/18 countries, convinced of the need to guarantee equal opportunities for women and men in gaining access to senior decision-making positions, including to the post of Secretary-General, and in this regard notes the Secretary-General’s system-wide strategy on gender parity and the United Nations System-wide Gender Equality Acceleration Plan;",
    "62": "Calls upon all organizations of the United Nations system, within their organizational mandates, to mainstream a gender perspective and to pursue gender equality in their country programmes, planning instruments, investment frameworks and sector-wide programmes and to articulate specific country-level goals and targets in this domain in accordance with national development strategies, welcomes the work of UN-Women with United Nations country teams in assisting programme countries, at their request, in the integration of a gender perspective into national development policies and strategies, including sustainable development policies and strategies, in accordance with their national priorities, and stresses its important role in leading, coordinating and promoting the accountability of the United Nations system so as to ensure that the commitment to gender equality and gender mainstreaming translates into effective action throughout the world;",
    "63": "Calls upon all entities of the United Nations development system to continue to promote gender equality and the empowerment of all women and girls by enhancing and accelerating gender mainstreaming through the full implementation of the United Nations System-wide Action Plan on Gender Equality and the Empowerment of Women, in accordance with resolution 75/233;",
    "64": "Reaffirms the commitment at the very heart of the 2030 Agenda to leave no one behind and commits to taking more tangible steps to support people in vulnerable situations and the most vulnerable countries and to reach the furthest behind first;",
    "65": "Requests the Secretary-General to submit to the General Assembly at its eighty-first session a report on the implementation of the present resolution, decides to include in the provisional agenda of its eighty-first session, under the item entitled “Eradication of poverty and other development issues”, the sub-item entitled “Women in development”, and also requests the Secretary-General to update the World Survey on the Role of Women in Development for the consideration of the Assembly at its eighty-fourth session. 54th plenary meeting 19 December 2024"
  },
  "agenda_items": [
    "Item 22"
  ],
  "symbol_references": []
}