{
  "symbol": "A/RES/78/323",
  "filename": "A_RES_78_323.pdf",
  "title": "78/323. International Day of Women and Girls of African Descent",
  "text": "United Nations \nA/RES/78/323\n \n \nGeneral Assembly \nDistr.: General \n14 August 2024 \n \n24-14711 (E) \n*2414711* \n \n \nSeventy-eighth session \nAgenda item 69 \nElimination of racism, racial discrimination, xenophobia and \nrelated intolerance \n \n \n \nResolution adopted by the General Assembly \non 13 August 2024 \n \n \n \n \n[without reference to a Main Committee (A/78/L.96)] \n \n \n 78/323. International Day of Women and Girls of African Descent \n \n \n \nThe General Assembly, \n \nReaffirming the purposes and principles of the Charter of the United Nations, \n \nRecalling the Universal Declaration of Human Rights,1 the International \nCovenant on Civil and Political Rights2 and the International Covenant on Economic, \nSocial and Cultural Rights,3 the Convention on the Elimination of All Forms of \nDiscrimination against Women,4 which condemns any discrimination against women \nin all its forms, in particular relevant articles thereof, the International Convention on \nthe Elimination of All Forms of Racial Discrimination, 5 the Convention on the Rights \nof the Child,6 the Convention on the Rights of Persons with Disabilities 7 and other \ninternational instruments related to the rights of women and girls, and the importance \nof promoting actions to prevent and eliminate all forms of discrimination and violence \nagainst women,  \n \nRecalling also its resolutions 53/199 of 15 December 1998 and 61/185 of \n20 December 2006 on the proclamation of international years, and Economic and \nSocial Council resolution 1980/67 of 25 July 1980 on international years and \nanniversaries, \n \nObserving the mutually reinforcing relationship between achieving gender \nequality and the empowerment of all women and girls and the full realization of all \n__________________ \n \n1 Resolution 217 A (III). \n \n2 See resolution 2200 A (XXI), annex. \n \n3 Ibid. \n \n4 United Nations, Treaty Series, vol. 1249, No. 20378. \n \n5 Ibid., vol. 660, No. 9464. \n \n6 Ibid., vol. 1577, No. 27531. \n \n7 Ibid., vol. 2515, No. 44910. \n\nA/RES/78/323 \nInternational Day of Women and Girls of African Descent\n \n24-14711\n2/3 \n \ntheir human rights and fundamental freedoms and the implementation of the 2030 \nAgenda for Sustainable Development,8 and noting in this regard Sustainable \nDevelopment Goals 5 and 10, which seek, respectively, to achieve gender equality \nand empower all women and girls and to reduce inequality within and among \ncountries, including through specific measures to address racial discrimination,  \n \nReaffirming the Vienna Declaration and Programme of Action,9 as well as the \nBeijing Declaration and Platform for Action,10 the Programme of Action of the \nInternational Conference on Population and Development 11 and the outcomes of their \nreview conferences, \n \nNoting the general recommendations of the Committee on the Elimination of \nRacial Discrimination, especially general recommendation No. 25 (2000) on gender-\nrelated dimensions of racial discrimination12 and general recommendation No. 34 \n(2011) on racial discrimination against people of African descent, 13 \n \nRecalling its resolution 68/237 of 23 December 2013, in which it proclaimed \nthe International Decade for People of African Descent, commencing on 1 January \n2015 and ending on 31 December 2024, with the theme “People of African descent: \nrecognition, justice and development”, and in this regard contributing to the \nimplementation of the Durban Declaration and Programme of Action, \n \nRecognizing the significant contribution of all women and girls of African \ndescent to the development of societies and the importance of ensuring the full, equal \nand meaningful participation and decision-making of women of African descent in \nall aspects of society, \n \n1. \nDecides to proclaim 25 July as the International Day of Women and Girls \nof African Descent, in order to highlight the importance of this day as a moment to \ncommemorate the global fight against slavery and racism and the commitment to \nachieve gender equality, as well as the significant contribution of all women and girls \nof African descent to the development of societies;  \n \n2. \nInvites all Member States, organizations of the United Nations system, \ninternational and regional organizations and other relevant stakeholders, including \ncivil society, the private sector, academia and the media, to commemorate the \nInternational Day in an appropriate manner, promoting events and activities that \nhighlight the history, culture and struggles of women and girls of African descent \naround the world;  \n \n3. \nEncourages all Member States and the United Nations system to take \nconcrete measures to address and prevent racial and gender-based discrimination, as \nwell as to eliminate all forms of violence against all women and girls of African \ndescent, and to ensure the full enjoyment of human rights by women and girls of \nAfrican descent; \n \n4. \nEmphasizes that the cost of all activities that may result from the \nimplementation of the present resolution should be covered by voluntary \ncontributions, including from the private sector;  \n__________________ \n \n8 Resolution 70/1. \n \n9 A/CONF.157/24 (Part I), chap. III. \n \n10 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n11 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n12 Official Records of the General Assembly, Fifty-fifth Session, Supplement No. 18 (A/55/18), \nannex V, sect. A. \n \n13 Ibid., Sixty-sixth Session, Supplement No. 18 (A/66/18), annex IX. \n\nInternational Day of Women and Girls of African Descent \nA/RES/78/323\n \n3/3\n24-14711 \n \n \n5. \nRequests the Secretary-General to bring the present resolution to the \nattention of all States Members of the United Nations, members of the specialized \nagencies and observers of the General Assembly, as well as the organizations of the \nUnited Nations system and other relevant stakeholders, for appropriate observance of \nthe International Day of Women and Girls of African descent. \n \n103rd plenary meeting \n13 August 2024 \n \n",
  "paragraphs": {
    "1": "Decides to proclaim 25 July as the International Day of Women and Girls of African Descent, in order to highlight the importance of this day as a moment to commemorate the global fight against slavery and racism and the commitment to achieve gender equality, as well as the significant contribution of all women and girls of African descent to the development of societies;",
    "2": "Invites all Member States, organizations of the United Nations system, international and regional organizations and other relevant stakeholders, including civil society, the private sector, academia and the media, to commemorate the International Day in an appropriate manner, promoting events and activities that highlight the history, culture and struggles of women and girls of African descent around the world;",
    "3": "Encourages all Member States and the United Nations system to take concrete measures to address and prevent racial and gender-based discrimination, as well as to eliminate all forms of violence against all women and girls of African descent, and to ensure the full enjoyment of human rights by women and girls of African descent;",
    "4": "Emphasizes that the cost of all activities that may result from the implementation of the present resolution should be covered by voluntary contributions, including from the private sector; __________________ 8 Resolution 70/1. 9 A/CONF.157/24 (Part I), chap. III. 10 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United Nations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. 11 Report of the International Conference on Population and Development, Cairo, 5–13 September 1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. 12 Official Records of the General Assembly, Fifty-fifth Session, Supplement No. 18 (A/55/18), annex V, sect. A. 13 Ibid., Sixty-sixth Session, Supplement No. 18 (A/66/18), annex IX. International Day of Women and Girls of African Descent A/RES/78/323 3/3 24-14711",
    "5": "Requests the Secretary-General to bring the present resolution to the attention of all States Members of the United Nations, members of the specialized agencies and observers of the General Assembly, as well as the organizations of the United Nations system and other relevant stakeholders, for appropriate observance of the International Day of Women and Girls of African descent. 103rd plenary meeting 13 August 2024"
  },
  "agenda_items": [
    "Item 69"
  ],
  "symbol_references": [
    "A/78/L.96"
  ]
}