{
  "symbol": "A/RES/72/149",
  "filename": "A_RES_72_149.pdf",
  "title": "72/149. Violence against women migrant workers",
  "text": "United Nations \nA/RES/72/149\n \n \nGeneral Assembly \nDistr.: General \n17 January 2018 \n \n17-22937 (E)    220118 \n*1722937* \n \n \nSeventy-second session  \nAgenda item 28 (a)  \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2017 \n \n \n \n \n[on the report of the Third Committee (A/72/432)] \n \n \n 72/149. Violence against women migrant workers \n \n \n \nThe General Assembly, \n \nRecalling all of its previous resolutions on violence against women migrant \nworkers and those adopted by the Commission on the Status of Women, the \nCommission on Human Rights and the Commission on Crime Prevention and \nCriminal Justice, and also recalling the Declaration on the Elimination of Violence \nagainst Women,1  \n \nReaffirming the provisions concerning women migrant workers contained in the \noutcome documents of the World Conference on Human Rights, 2 the International \nConference on Population and Development,3 the Fourth World Conference on \nWomen4 and the World Summit for Social Development5 and their reviews, \n \nReaffirming also the provisions concerning women migrants contained in the \noutcome document of the United Nations Conference on Sustainable Development, 6 \nand calling upon States to promote and protect effectively the human rights and \nfundamental freedoms of all migrants regardless of migratory status, especially those \nof women and children, and to encourage their active participation, as appropriate, in \nprocesses that contribute to decision-making, planning and implementation of \npolicies and programmes for sustainable development at all levels, \n__________________ \n \n1  Resolution 48/104. \n \n2  A/CONF.157/24 (Part I), chap. III. \n \n3  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n4  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n5  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n6  Resolution 66/288, annex. \n\nA/RES/72/149 \nViolence against women migrant workers\n \n17-22937 \n2/12 \n \n \nReaffirming further that the Convention on the Elimination of All Forms of \nDiscrimination against Women7 and the Convention on the Rights of the Child,8 and \nthe Optional Protocols thereto,9 as well as other relevant conventions and treaties, \nprovide an international legal framework and a comprehensive set of measures for the \nelimination and prevention of all forms of discrimination and violence against women \nand girls and for the promotion of gender equality and the empowerment of women, \n \nRecalling the adoption of the 2030 Agenda for Sustainable Development, 10 \nacknowledging that the 2030 Agenda covers the achievement of gender equality and \nempowerment of all women and girls and the protection of labour rights and \npromotion of safe and secure working environments for all workers, including \nmigrant workers, in particular women migrants, and those in informal employment, \nand also acknowledging the need, inter alia, to end all violence and discrimination \nagainst them, \n \nWelcoming the adoption of the New York Declaration for Refugees and \nMigrants at the high-level plenary meeting of the General Assembly on addressing \nlarge movements of refugees and migrants, held on 19 September 2016,11 the \ncommitment by Member States to ensure that their responses to large movements of \nrefugees and migrants mainstream a gender perspective, promote gender equality and \nthe empowerment of all women and girls and fully respect and protect the human \nrights of women and girls, and their commitment to combat sexual and gender-based \nviolence to the greatest extent possible,  \n \nAcknowledging the role of the United Nations Entity for Gender Equality and \nthe Empowerment of Women (UN-Women), including in supporting national efforts, \nto increase women’s access to economic opportunities, including for women migrant \nworkers, and to end violence against them, in the light of the UN-Women strategic \nplan, 2018–2021,12 \n \nAcknowledging also the need to protect the labour rights of and promote a safe \nenvironment for migrant workers and migrants in informal employment, including \nwomen migrant workers in all sectors, and to facilitate opportunities for safe, orderly \nand regular migration, \n \nReaffirming the outcomes of the Fourth World Conference on Women, the \nBeijing Declaration and Platform for Action,4 and of the twenty-third special session \nof the General Assembly, entitled “Women 2000: gender equality, development and \npeace for the twenty-first century”,13 and their reviews,  \n \nTaking note of the agreed conclusions adopted by the Commission on the Status \nof Women at its sixty-first session,14 recognizing the need to address the special \nsituation and vulnerability of migrant women and girls, and that many migrant \nwomen, particularly those who are employed in the informal economy and in less \nskilled work, are especially vulnerable to abuse and exploitation, and underlining in \nthis regard the obligation of States to protect the human rights of migrants so as to \nprevent and address abuse and exploitation, \n__________________ \n \n7  United Nations, Treaty Series, vol. 1249, No. 20378. \n \n8  Ibid., vol. 1577, No. 27531. \n \n9  Ibid., vol. 2131, No. 20378; and vols. 2171 and 2173, No. 27531; and resolution 66/138, annex. \n \n10  Resolution 70/1. \n \n11  Resolution 71/1. \n \n12  UNW/2017/6/Rev.1.  \n \n13  Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n14  Official Records of the Economic and Social Council, 2017, Supplement No. 7 (E/2017/27), \nchap. I, sect. A. \n\nViolence against women migrant workers \nA/RES/72/149\n \n3/12 \n17-22937 \n \n \nTaking note with appreciation of the agreed conclusions adopted by the \nCommission on the Status of Women at its fifty-seventh session,15 and taking note, in \nparticular, of the commitment, as appropriate, to further adopt and implement \nmeasures to ensure the social and legal inclusion and protection of women migrants, \nincluding women migrant workers in countries of origin, transit and destination, \npromote and protect the full realization of their human rights and their protection \nagainst violence and exploitation, implement gender-sensitive policies and \nprogrammes for women migrant workers and provide safe and legal channels that \nrecognize their skills and education, provide fair labour conditions and, as \nappropriate, facilitate their productive employment and decent work as well as their \nintegration into the labour force, \n \nUnderlining the importance of taking into account the root causes and \nconsequences of migration, and acknowledging that poverty, in particular the \nfeminization of poverty, underdevelopment, lack of opportunity, poor governance and \nenvironmental factors are among the drivers of migration, \n \nRecalling the declaration of the United Nations High-level Dialogue on \nInternational Migration and Development, held on 3 and 4 October 2013,16 which \nreaffirmed the need to promote and protect effectively the human rights and \nfundamental freedoms of all migrants, regardless of their migratory status, especially \nthose of women and children, and to address international migration through \ninternational, regional or bilateral cooperation and dialogue and through a \ncomprehensive and balanced approach, recognizing the roles and responsibilities of \ncountries of origin, transit and destination in promoting and protecting the human \nrights of all migrants and avoiding approaches that might aggravate their \nvulnerability, \n \nRecalling also that the declaration recognized that women and girls account for \nalmost half of all international migrants at the global level and the need to address the \nspecial situation and vulnerability of migrant women and girls by, inter alia, \nincorporating a gender perspective into policies and strengthening national laws, \ninstitutions and programmes to combat gender-based violence, including trafficking \nin persons and discrimination against them, and emphasized in this regard the need to \nestablish appropriate measures for the protection of women migrant workers in all \nsectors, including those involved in care and domestic work, \n \nTaking note with appreciation of the adoption by the International Labour \nConference on 16 June 2011, at its 100th session, of the Domestic Workers \nConvention, 2011 (No. 189) and of the Domestic Workers Recommendation, 2011 \n(No. 201), and the entry into force of the Convention on 5 September 2013, and \ninviting States to consider ratifying it, encouraging States parties to the Convention \non the Elimination of All Forms of Discrimination against Women to take note of and \nconsider general recommendation No. 26 (2008) on women migrant workers, adopted \nby the Committee on the Elimination of Discrimination against Women in November \n2008,17 and encouraging States parties to the International Convention on the \nProtection of the Rights of All Migrant Workers and Members of Their Families 18 to \ntake note of and consider general comment No. 1 on migrant domestic workers, \nadopted by the Committee on the Protection of the Rights of All Migrant Workers and \n__________________ \n \n15  Ibid., 2013, Supplement No. 7 (E/2013/27), chap. I, sect. A. \n \n16  Resolution 68/4. \n \n17  Official Records of the General Assembly, Sixty-fourth Session, Supplement No. 38 (A/64/38), \npart one, annex I, decision 42/I. \n \n18  United Nations, Treaty Series, vol. 2220, No. 39481. \n\nA/RES/72/149 \nViolence against women migrant workers\n \n17-22937 \n4/12 \n \nMembers of Their Families in December 2010,19 acknowledging that they are \ncomplementary and mutually reinforcing, \n \nRecognizing the urgency of combating trafficking in persons in all its forms, \nincluding for the purposes of forced or compulsory labour, particularly of women \nmigrant workers, and in this regard taking note of the adoption by the International \nLabour Conference on 11 June 2014, at its 103rd session, of the Protocol to the Forced \nLabour Convention, 1930 (No. 29), and of Recommendation No. 203 on \nsupplementary measures for the effective suppression of forced labour, of the \nInternational Labour Organization, \n \nRecognizing also the increasing participation of women of all skill levels in \ninternational migration, driven in large part by socioeconomic factors, and that this \nfeminization of migration requires greater gender sensitivity in all policies and efforts \nrelated to the subject of international migration, \n \nRecognizing further that the demand for migrant care work appears to be rising, \nwhere the failure to resolve care deficits and secure public provision of care has \nincreased the demand for care work, particularly in the private sphere, and that some \nmigrant workers engaged in informal care work, particularly women, face serious \nhuman rights abuses owing to the invisible nature of their workplace, while many \nbenefit from the economic opportunities offered by care work, \n \nRecognizing the roles and responsibilities of and need for cooperation among \nall stakeholders, in particular countries of origin, transit and destination, relevant \nregional and international organizations, the private sector and civil society, in \npromoting an environment that prevents and addresses violence against women \nmigrant workers, including in the context of discrimination, through targeted \nmeasures, and in this regard recognizing the importance of joint and collaborative \napproaches and strategies at the national, bilateral, regional and international levels, \n \nRecognizing also that the positive contribution of women migrant workers has \nthe potential to foster inclusive growth and sustainable development in countries of \norigin, transit and destination, underlining the value and dignity of their labour, in all \nsectors, including in care and domestic work, and encouraging efforts to improve \npublic perceptions of migrants and migration, \n \nRecognizing further the contribution of women migrant workers to the \ndevelopment of their families, inter alia, through the delivery of remittances, \n \nRecognizing the particular vulnerability and needs of women and their children \nat all stages of the migration process, extending from the moment of deciding to \nmigrate, and including transit, engagement in formal and informal employment and \nintegration into the host society, as well as during their return to and reintegration in \ntheir countries of origin, \n \nExpressing deep concern at the continuing reports of grave abuses and violence \ncommitted against migrant women and girls, including gender-based violence, sexual \nviolence, domestic violence, gender-related killing of women and girls, including \nfemicide, racist and xenophobic acts, discrimination, abusive labour practices, \nexploitative conditions of work and trafficking in persons, including forced labour or \nservices, slavery or practices similar to slavery, while taking into account the \nparticular difficulties in accessing justice that may be faced by women migrant \nworkers, \n \nRecognizing that one of the key causes of the labour exploitation suffered by \nmigrants, including women migrant workers, is linked to the unscrupulous practices \n__________________ \n \n19  CMW/C/GC/1. \n\nViolence against women migrant workers \nA/RES/72/149\n \n5/12 \n17-22937 \n \nof some recruitment agencies and informal brokers that charge high recruitment fees, \nand noting with concern the reports of abuse committed by some recruitment agencies \nand employers, \n \nRecognizing also that violence against women and girls, in particular migrant \nwomen, is rooted in historical and structural inequality in power relations between \nwomen and men, which further reinforces gender stereotypes and barriers to the full \nenjoyment by women and girls of their human rights, \n \nRecognizing further that the intersection of, inter alia, age, class, race and \ngender-based and ethnic discrimination and stereotypes can compound the \ndiscrimination faced by women migrant workers and that gender-based violence is a \nform of discrimination, \n \nReaffirming the commitment to respect, protect and promote the human rights \nof all women, including, without discrimination, indigenous women who migrate for \nwork, and in this regard noting the attention paid in the United Nations Declaration \non the Rights of Indigenous Peoples20 to the elimination of all forms of violence and \ndiscrimination against indigenous women, as appropriate, \n \nStressing the multiple and intersecting forms of discrimination that may be faced \nby indigenous migrant women, who suffer at a disproportionately high rate from \ndomestic violence and sexual abuse, and as victims of trafficking in persons, \n \nConcerned that many migrant women who are employed in the informal \neconomy and in less skilled work are especially vulnerable to abuse and exploitation, \nunderlining in this regard the obligation of States to protect the human rights of \nmigrants so as to prevent and address abuse and exploitation, observing with concern \nthat many women migrant workers take on jobs for which they may be overqualified \nand in which, at the same time, they may be more vulnerable because of poor pay and \ninadequate social protection, and in this regard taking note of the adoption by the \nInternational Labour Conference on 12 June 2015, at its 104th session, of \nRecommendation No. 204 concerning the transition from the informal to the formal \neconomy, \n \nConcerned also that migrant women in informal employment may benefit only \nfrom limited legal protection of their labour rights, increasing the risk of exploitation, \n \nEmphasizing the need for objective, comprehensive and broad-based \ninformation, including sex- and age-disaggregated data and statistics, and gender-\nsensitive indicators for research and analysis, and a wide exchange of experience and \nlessons learned by individual Member States and civil society in the formulation of \ntargeted policies and concrete strategies to specifically address violence against \nwomen migrant workers, including in the context of discrimination, \n \nRealizing that the movement of a significant number of women migrant workers \nmay be facilitated and made possible by means of fraudulent or irregular \ndocumentation and sham marriages with the object of migration, that this may be \nfacilitated through, inter alia, the Internet and that those women migrant workers are \nmore vulnerable to abuse and exploitation, \n \nRecognizing the importance of exploring the link between migration and \ntrafficking in persons in order to further efforts towards protecting women migrant \nworkers from violence, discrimination, exploitation and abuse and to provide \nappropriate care, assistance and services for trafficking victims, regardless of \nmigratory status, \n__________________ \n \n20  Resolution 61/295, annex. \n\nA/RES/72/149 \nViolence against women migrant workers\n \n17-22937 \n6/12 \n \n \nRecognizing also that the vulnerabilities documented for women migrant \nworkers highlight increasingly complex migration contexts and channels, where \nmigrant workers may find themselves in life-threatening situations when entering \nother countries, \n \nHighlighting measures adopted by some countries of destination to alleviate the \nplight of women migrant workers residing in their areas of jurisdiction and to promote \naccess to justice, including through the establishment of gender-sensitive protection \nmechanisms for migrant workers, by facilitating their access to mechanisms for \nreporting complaints or providing assistance during legal proceedings and by \npromoting actions to protect migrant women who are victims of violence, \n \nUnderlining the important role of relevant United Nations treaty bodies in \nmonitoring the implementation of human rights conventions and of the relevant \nspecial procedures, as well as of the supervisory mechanisms of the International \nLabour Organization, in monitoring the implementation of international labour \nstandards, within their respective mandates, in addressing the problem of violence \nagainst women migrant workers and in protecting and promoting their human rights \nand welfare, \n \n1. \nTakes note of the report of the Secretary-General;21  \n \n2. \nTakes note with appreciation of the report of the Secretary-General on the \nreview and appraisal of the implementation of the Beijing Declaration and Platform \nfor Action and the outcomes of the twenty-third special session of the General \nAssembly,22 which highlights, inter alia, that overall progress in the implementation \nof the Platform for Action has been particularly slow for women and girls who \nexperience multiple and intersecting forms of discrimination and that marginalized \ngroups of women, including migrant women, are at particular risk of discrimination \nand violence; \n \n3. \nInvites Member States to consider ratifying relevant International Labour \nOrganization conventions, including the Migration for Employment Convention \n(Revised), 1949 (No. 97),23 the Migrant Workers (Supplementary Provisions) \nConvention, 1975 (No. 143),24 the Private Employment Agencies Convention, 1997 \n(No. 181)25 and the Domestic Workers Convention, 2011 (No. 189), and to consider \nsigning and ratifying or acceding to the International Convention on the Protection of \nthe Rights of All Migrant Workers and Members of Their Families, 18 the Protocol to \nPrevent, Suppress and Punish Trafficking in Persons, Especially Women and \nChildren, supplementing the United Nations Convention against Transnational \nOrganized Crime,26 the Protocol against the Smuggling of Migrants by Land, Sea and \nAir, supplementing the United Nations Convention against Transnational Organized \nCrime,27 the 1954 Convention relating to the Status of Stateless Persons 28 and the \n1961 Convention on the Reduction of Statelessness,29 as well as all other human rights \ntreaties that contribute to the protection of the rights of women migrant workers, calls \nupon States parties to comply with their relevant obligations under international law, \n__________________ \n \n21  A/72/215.  \n \n22  E/CN.6/2015/3. \n \n23  United Nations, Treaty Series, vol. 120, No. 1616. \n \n24  Ibid., vol. 1120, No. 17426. \n \n25  Ibid., vol. 2115, No. 36794. \n \n26  Ibid., vol. 2237, No. 39574. \n \n27  Ibid., vol. 2241, No. 39574. \n \n28  Ibid., vol. 360, No. 5158. \n \n29  Ibid., vol. 989, No. 14458. \n\nViolence against women migrant workers \nA/RES/72/149\n \n7/12 \n17-22937 \n \nand encourages Member States to implement the United Nations Global Plan of \nAction to Combat Trafficking in Persons;30  \n \n4. \nTakes note of the reports of the Special Rapporteur of the Human Rights \nCouncil on the human rights of migrants submitted to the Council at its seventeenth \nand twentieth sessions,31 in particular their elaboration of the vulnerabilities and \nchallenges faced by irregular migrants, including negative public perceptions and \nlimited access to protection, assistance and justice, and of the report of the Special \nRapporteur submitted to the Council at its twenty-sixth session,32 in particular the \nfocus of its thematic part on labour exploitation of migrants, covering some of the \nmost common manifestations of labour exploitation affecting migrants; \n \n5. \nWelcomes the adoption of the New Urban Agenda at the United Nations \nConference on Housing and Sustainable Urban Development (Habitat III), held in \nQuito from 17 to 20 October 2016,33 in which Member States committed to \nrecognizing the contribution of the working poor in the informal economy, \nparticularly women migrant workers, to the urban economies; \n \n6. \nEncourages all United Nations agencies and special rapporteurs on human \nrights whose mandates touch on the issues of violence against women migrant \nworkers to improve the collection of information on and analysis of those areas within \ntheir mandates relating to the current challenges facing women migrant workers, \nincluding in supply chains, and also encourages Governments to cooperate with the \nagencies and special rapporteurs in this regard; \n \n7. \nCalls upon all Governments to incorporate a human rights, gender-\nsensitive and people-centred perspective in legislation, policies and programmes on \ninternational migration and on labour and employment, consistent with their human \nrights obligations and commitments under human rights instruments, for the \nprevention of and protection of migrant women against violence and discrimination, \ntrafficking in persons, exploitation and abuse, to take effective measures to ensure \nthat such migration and labour policies do not reinforce discrimination, and, where \nnecessary, to conduct impact assessment studies of such legislation, policies and \nprogrammes in order to identify the impact of measures taken and the results achieved \nin regard to women migrant workers; \n \n8. \nCalls upon Governments to adopt or strengthen measures to protect the \nhuman rights of women migrant workers, including domestic workers, regardless of \ntheir migratory status, including in policies that regulate the recruitment and \ndeployment of women migrant workers, to consider expanding dialogue among States \non devising innovative methods to promote legal channels of migration in order to \ndeter irregular migration, to consider incorporating a gender perspective into \nimmigration laws in order to prevent discrimination and violence against women, \nincluding in independent, circular and temporary migration, and to consider \npermitting, in accordance with national legislation, women migrant workers who are \nvictims of violence, trafficking in persons or other forms of exploitation or abuse to \napply for residency permits independently of abusive employers or spouses, and to \neliminate abusive sponsorship systems; \n \n9. \nEncourages Governments to consider, inter alia, provisions regarding \ngender equality and the empowerment of all migrant women and girls, and the \ntackling of all forms of violence perpetrated against them, in the global compact for \nsafe, orderly and regular migration, which will be negotiated in 2018; \n__________________ \n \n30  Resolution 64/293. \n \n31  A/HRC/17/33 and A/HRC/20/24. \n \n32  A/HRC/26/35. \n \n33  Resolution 71/256, annex. \n\nA/RES/72/149 \nViolence against women migrant workers\n \n17-22937 \n8/12 \n \n \n10. Also encourages Governments to consider adopting measures to reduce \nthe cost of labour migration and promote ethical recruitment policies and practices \nbetween sending and receiving countries; \n \n11. \nUrges States to adopt or develop and implement legislation and policies, \nin accordance with their commitments and obligations under international law, to \nprevent and respond to gender-related killing of women and girls, including femicide, \nwhile taking into account the particular difficulties faced by women migrant workers \nin accessing justice; \n \n12. Encourages Governments to seek to address the push and pull factors \nsurrounding women’s irregular migration, including the need to resolve care deficits \nin labour-importing countries and to regulate, formalize, professionalize and protect \nthe terms and conditions of employment in care work, in line with national law and \napplicable obligations under international law; \n \n13. Urges Governments to enhance bilateral, regional, interregional and \ninternational cooperation to address violence against women migrant workers, fully \nrespecting international law, including international human rights law, as well as to \nstrengthen efforts to reduce the vulnerability of women migrant workers by promoting \ndecent work, by, inter alia, adopting minimum wage policies and employment \ncontracts in accordance with applicable laws and regulations, facilitating effective \naccess to justice and effective action in the areas of law enforcement, prosecution, \nprevention, capacity-building and victim protection and support, exchanging \ninformation and good practices in combating violence and discrimination against \nwomen migrant workers and fostering sustainable development alternatives to \nmigration in countries of origin; \n \n14. Also urges Governments to take into account the best interests of the child \nby adopting or strengthening measures to respect, promote and protect the human \nrights of migrant children, especially girls, including unaccompanied girls, regardless \nof their migratory status, so as to prevent trafficking in persons, labour and economic \nexploitation, discrimination, commercial sexual exploitation, sexual harassment, \nviolence and sexual abuse of migrant children; \n \n15. Further urges Governments to strongly encourage all stakeholders, \nespecially the private sector, including employment agencies involved in recruiting \nwomen migrant workers, to strengthen the focus on and funding support for the \nprevention of violence against women migrant workers, in particular by promoting \nthe access of women to meaningful and gender-sensitive information and education \non, inter alia, the costs and benefits of migration, rights and benefits to which they \nare entitled in the countries of origin and employment, overall conditions in countries \nof employment and procedures for legal migration, as well as to ensure that laws and \npolicies governing recruiters, employers and intermediaries promote adherence to and \nrespect for the human rights and, where applicable, labour rights of migrant workers, \nparticularly women; \n \n16. Encourages all States to remove obstacles that may prevent the \ntransparent, safe, unrestricted and expeditious transfer of remittances of migrants to \ntheir countries of origin or to any other countries, including, where appropriate, by \nreducing transaction costs and implementing woman-friendly remittance transfer, \nsavings and investment schemes, including diaspora investment schemes, in \nconformity with applicable national legislation, and to consider, as appropriate, \nmeasures to solve other problems that may impede women migrant workers’ access \nto and management of their economic resources; \n \n17. Encourages States to consider designing and implementing financial \nliteracy training programmes for women migrant workers and, where appropriate, \n\nViolence against women migrant workers \nA/RES/72/149\n \n9/12 \n17-22937 \n \ntheir families, and other programmes that may contribute to the full development \nimpact of migration;  \n \n18. Calls upon States to address the structural and underlying causes of \nviolence against women migrant workers, including through education and \ndissemination of information and by raising awareness of gender-equality issues, \npromoting their economic empowerment and access to decent work and, where \nrelevant, their integration into the formal economy, in particular in economic \ndecision-making, and promoting their participation in public life, as appropriate; \n \n19. Calls upon Governments to promote access to adequate health-care \nservices and education for women migrant workers and their accompanying children; \n \n20. Also calls upon Governments to recognize the right of women migrant \nworkers and their accompanying children, regardless of their migratory status, to have \naccess without discrimination to emergency health care, including in times of \nhumanitarian crises, natural disasters and other emergency situations, and in this \nregard to ensure that women migrant workers are not discriminated against on the \ngrounds of pregnancy and childbirth and, in accordance with national legislation, to \naddress the vulnerabilities to HIV experienced by migrant populations and support \ntheir access to HIV prevention, treatment, care and support; \n \n21. Encourages Governments to ensure the appropriate use of voluntary and \nconfidential HIV testing and pregnancy testing to prevent unwarranted barriers prior \nto and during migration; \n \n22. Encourages States to protect women migrant workers, including domestic \nworkers, from becoming victims of trafficking in persons, through the \nimplementation of programmes and policies that prevent victimization and through \nthe provision of protection and access to justice, as well as medical and psychological \nassistance, where appropriate;  \n \n23. Urges States to recognize the significant contributions and leadership of \nwomen in migrant communities and to take appropriate steps to promote their full, \nequal and meaningful participation in the development of local solutions and \nopportunities, and also to recognize the importance of protecting labour rights and a \nsafe environment for women migrant workers and those in informal employment, \nprotecting women migrant workers in all sectors and encouraging safe, orderly and \nregular migration, as well as labour mobility, including circular migration; \n \n24. Urges States that have not yet done so to adopt and implement legislation \nand policies that protect all women migrant workers, including those in domestic \nwork, to include therein, and improve where necessary, relevant monitoring and \ninspection measures, in line with applicable International Labour Organization \nconventions and other instruments to ensure compliance with international \nobligations and to grant women migrant workers in domestic service access to gender-\nsensitive, transparent mechanisms for bringing complaints against recruitment \nagencies and employers, including terminating their contracts in the event of labour \nand economic exploitation, discrimination, sexual harassment, violence and sexual \nabuse in the workplace, while stressing that such instruments should not punish \nwomen migrant workers, and calls upon States to promptly investigate and punish all \nviolations of their rights; \n \n25. Urges Governments to support enhanced reception and reintegration \nassistance for those who return, with particular attention to the needs of victims of \ntrafficking in persons and of migrants in vulnerable situations, inter alia, children, \nolder women and women with disabilities; \n\nA/RES/72/149 \nViolence against women migrant workers\n \n17-22937 \n10/12 \n \n \n26. Calls upon Governments, in cooperation with international organizations, \nnon-governmental organizations, the private sector and other stakeholders, to provide \nwomen migrant workers who are victims of violence, irrespective of their migratory \nstatus, in line with domestic legislation, access to the full range of emergency \nassistance and protection and, to the extent possible, with gender-sensitive services \nthat are culturally and linguistically appropriate, which includes the provision of \ninformation on the rights of women migrant workers, hotlines, dispute resolution \nmechanisms, legal aid, victim advocacy, services for children, safety planning, \npsychological support and trauma counselling, social services, women-only spaces \nand access to women’s shelters, where these exist, in accordance with relevant \ninternational human rights instruments and applicable conventions; \n \n27. Also calls upon Governments to ensure that legislative provisions and \njudicial processes are in place to provide women migrant workers access to justice, \nto enhance, develop or maintain legal frameworks and specific gender-sensitive \npolicies to explicitly meet their needs and rights and, where necessary, to take \nappropriate steps to reform existing legislation and policies to capture their needs and \nprotect their rights; \n \n28. Further calls upon Governments, in particular those of the countries of \norigin and destination, to put in place penal and criminal sanctions, in order to punish \nperpetrators of violence against women migrant workers and intermediaries, and \ngender-sensitive redress and justice mechanisms that victims can access effectively \nand that allow their views and concerns to be presented and considered at appropriate \nstages of proceedings, including other measures that will allow victims to be present \nduring the judicial process, when possible, and to protect women migrant workers \nwho are victims of violence from revictimization, including by authorities; \n \n29. Urges all States to adopt and implement effective measures to put an end \nto the arbitrary arrest and detention of women migrant workers and to take action to \nprevent and punish any form of illegal deprivation of the liberty of women migrant \nworkers by individuals or groups; \n \n30. Encourages Governments to formulate, implement and refine training \nprogrammes for their law enforcement officials, immigration officers and border \nofficials, diplomatic and consular officials, judiciary, prosecutors, public sector \nmedical staff and other service providers, with a view to sensitizing those public \nsector workers to the issue of violence against women migrant workers and imparting \nto them the necessary skills and attitude to ensure the delivery of proper, professional \nand gender-sensitive interventions, including for those in detention facilities; \n \n31. Also encourages Governments to promote coherence between migration, \nlabour and anti-trafficking policies and programmes concerning women migrant \nworkers, based on a human rights, gender-sensitive and people-centred perspective, \nto ensure that the human rights of women migrant workers are protected throughout \nthe migration process and to enhance efforts to prevent violence against women \nmigrant workers, prosecute perpetrators and protect and support victims and their \nfamilies; \n \n32. Calls upon States, in accordance with the provisions of article 36 of the \nVienna Convention on Consular Relations,34 to ensure that, if a woman migrant \nworker is arrested or committed to prison or custody pending trial, or is detained in \nany other manner, the competent authorities respect her freedom to communicate with \nand have access to the consular officials of the country of her nationality and, in this \n__________________ \n \n34  United Nations, Treaty Series, vol. 596, No. 8638. \n\nViolence against women migrant workers \nA/RES/72/149\n \n11/12 \n17-22937 \n \nregard, to inform without delay, if that woman migrant worker so requests, the \nconsular post of her State of nationality; \n \n33. Invites the United Nations system and other concerned intergovernmental \nand non-governmental organizations to cooperate with Governments, within existing \nresources, towards a better understanding of the issues concerning women and \ninternational migration, and to improve the collection, dissemination and analysis of \nsex- and age-disaggregated data and information in order to assist in the formulation \nof migration and labour policies that are, inter alia, gender-sensitive and that protect \nhuman rights, as well as to aid in policy assessment and to continue to support national \nefforts to address violence against women migrant workers in a coordinated way that \nensures effective implementation, enhances their impact and strengthens positive \noutcomes for women migrant workers; \n \n34. Encourages Governments, in accordance with their applicable legal \nobligations, to formulate national policies concerning women migrant workers that \nare based on up-to-date, relevant sex-disaggregated data and analysis, in close \nconsultation with women migrant workers and relevant stakeholders throughout the \npolicy process, and also encourages Governments to ensure that this process is \nadequately resourced and that the resulting policies have measurable targets and \nindicators, timetables and monitoring and accountability measures, in particular for \nemployment agencies, employers and public officials, and provide for impact \nassessments and ensure multi-sector coordination within and between countries of \norigin, transit and destination through appropriate mechanisms; \n \n35. Encourages concerned Governments, in particular those of countries of \norigin, transit and destination, to avail themselves of the expertise of the United \nNations, including the Statistics Division of the Department of Economic and Social \nAffairs of the Secretariat, the International Labour Organization and the United \nNations Entity for Gender Equality and the Empowerment of Women (UN-Women), \nto develop and enhance appropriate sex-disaggregated national data collection, \nanalysis and dissemination methodologies that will generate comparable data, and \ntracking and reporting systems on violence against women migrant workers and, \nwherever possible, on violations of their rights at all stages of the migration process, \nand: \n \n(a) \nTo further study the costs of violence against women, including migrant \nworkers, to the women themselves, their families and their communities; \n \n(b) \nTo analyse the opportunities available to women migrant workers and their \nimpact on development; \n \n(c) \nTo further assess and measure recruitment costs and fees through the \nprovision of appropriate sex-disaggregated data and analysis, where available; \n \n(d) \nTo support the improvement of macrodata on migration costs and on \nremittances, for appropriate policy formulation and implementation; \n \n36. Requests Governments and international organizations to take appropriate \nmeasures to give due consideration to the declaration of the United Nations High-\nlevel Dialogue on International Migration and Development, held in New York on \n3 and 4 October 2013,16 in order to ensure that the human rights and human \ndevelopment aspects of women’s migration are adequately integrated into national, \nregional and international development policy and practice, such as poverty reduction \nstrategies and strategies aimed at implementing the 2030 Agenda for Sustainable \nDevelopment;10 \n \n37. Encourages the United Nations system and related entities to continue and \nstep up their efforts and promote partnerships with all stakeholders, including civil \n\nA/RES/72/149 \nViolence against women migrant workers\n \n17-22937 \n12/12 \n \nsociety organizations, and to coordinate their work in support, as appropriate, of \neffective implementation of relevant international and regional instruments in order \nto enhance their impact through concrete positive outcomes for the advancement of \nthe rights of women migrant workers; \n \n38. Requests the Secretary-General to provide a comprehensive, analytical and \nthematic report to the General Assembly at its seventy-fourth session on the problem \nof violence against women migrant workers, especially domestic workers, and on the \nimplementation of the present resolution, taking into account updated information \nfrom Member States, the organizations of the United Nations system, in particular the \nInternational Labour Organization, the International Organization for Migration, the \nUnited Nations Development Programme, UN-Women and the United Nations Office \non Drugs and Crime, as well as the reports of special rapporteurs that refer to the \nsituation of women migrant workers and other relevant sources, including \nnon-governmental organizations. \n \n73rd plenary meeting  \n19 December 2017 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;21",
    "2": "Takes note with appreciation of the report of the Secretary-General on the review and appraisal of the implementation of the Beijing Declaration and Platform for Action and the outcomes of the twenty-third special session of the General Assembly,22 which highlights, inter alia, that overall progress in the implementation of the Platform for Action has been particularly slow for women and girls who experience multiple and intersecting forms of discrimination and that marginalized groups of women, including migrant women, are at particular risk of discrimination and violence;",
    "3": "Invites Member States to consider ratifying relevant International Labour Organization conventions, including the Migration for Employment Convention (Revised), 1949 (No. 97),23 the Migrant Workers (Supplementary Provisions) Convention, 1975 (No. 143),24 the Private Employment Agencies Convention, 1997 (No. 181)25 and the Domestic Workers Convention, 2011 (No. 189), and to consider signing and ratifying or acceding to the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, 18 the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime,26 the Protocol against the Smuggling of Migrants by Land, Sea and Air, supplementing the United Nations Convention against Transnational Organized Crime,27 the 1954 Convention relating to the Status of Stateless Persons 28 and the 1961 Convention on the Reduction of Statelessness,29 as well as all other human rights treaties that contribute to the protection of the rights of women migrant workers, calls upon States parties to comply with their relevant obligations under international law, __________________ 21 A/72/215. 22 E/CN.6/2015/3. 23 United Nations, Treaty Series, vol. 120, No. 1616. 24 Ibid., vol. 1120, No. 17426. 25 Ibid., vol. 2115, No. 36794. 26 Ibid., vol. 2237, No. 39574. 27 Ibid., vol. 2241, No. 39574. 28 Ibid., vol. 360, No. 5158. 29 Ibid., vol. 989, No. 14458. Violence against women migrant workers A/RES/72/149 7/12 17-22937 and encourages Member States to implement the United Nations Global Plan of Action to Combat Trafficking in Persons;30",
    "4": "Takes note of the reports of the Special Rapporteur of the Human Rights Council on the human rights of migrants submitted to the Council at its seventeenth and twentieth sessions,31 in particular their elaboration of the vulnerabilities and challenges faced by irregular migrants, including negative public perceptions and limited access to protection, assistance and justice, and of the report of the Special Rapporteur submitted to the Council at its twenty-sixth session,32 in particular the focus of its thematic part on labour exploitation of migrants, covering some of the most common manifestations of labour exploitation affecting migrants;",
    "5": "Welcomes the adoption of the New Urban Agenda at the United Nations Conference on Housing and Sustainable Urban Development (Habitat III), held in Quito from 17 to 20 October 2016,33 in which Member States committed to recognizing the contribution of the working poor in the informal economy, particularly women migrant workers, to the urban economies;",
    "6": "Encourages all United Nations agencies and special rapporteurs on human rights whose mandates touch on the issues of violence against women migrant workers to improve the collection of information on and analysis of those areas within their mandates relating to the current challenges facing women migrant workers, including in supply chains, and also encourages Governments to cooperate with the agencies and special rapporteurs in this regard;",
    "7": "Calls upon all Governments to incorporate a human rights, gender- sensitive and people-centred perspective in legislation, policies and programmes on international migration and on labour and employment, consistent with their human rights obligations and commitments under human rights instruments, for the prevention of and protection of migrant women against violence and discrimination, trafficking in persons, exploitation and abuse, to take effective measures to ensure that such migration and labour policies do not reinforce discrimination, and, where necessary, to conduct impact assessment studies of such legislation, policies and programmes in order to identify the impact of measures taken and the results achieved in regard to women migrant workers;",
    "8": "Calls upon Governments to adopt or strengthen measures to protect the human rights of women migrant workers, including domestic workers, regardless of their migratory status, including in policies that regulate the recruitment and deployment of women migrant workers, to consider expanding dialogue among States on devising innovative methods to promote legal channels of migration in order to deter irregular migration, to consider incorporating a gender perspective into immigration laws in order to prevent discrimination and violence against women, including in independent, circular and temporary migration, and to consider permitting, in accordance with national legislation, women migrant workers who are victims of violence, trafficking in persons or other forms of exploitation or abuse to apply for residency permits independently of abusive employers or spouses, and to eliminate abusive sponsorship systems;",
    "9": "Encourages Governments to consider, inter alia, provisions regarding gender equality and the empowerment of all migrant women and girls, and the tackling of all forms of violence perpetrated against them, in the global compact for safe, orderly and regular migration, which will be negotiated in 2018; __________________ 30 Resolution 64/293. 31 A/HRC/17/33 and A/HRC/20/24. 32 A/HRC/26/35. 33 Resolution 71/256, annex. A/RES/72/149 Violence against women migrant workers 17-22937 8/12",
    "10": "Also encourages Governments to consider adopting measures to reduce the cost of labour migration and promote ethical recruitment policies and practices between sending and receiving countries;",
    "11": "Urges States to adopt or develop and implement legislation and policies, in accordance with their commitments and obligations under international law, to prevent and respond to gender-related killing of women and girls, including femicide, while taking into account the particular difficulties faced by women migrant workers in accessing justice;",
    "12": "Encourages Governments to seek to address the push and pull factors surrounding women’s irregular migration, including the need to resolve care deficits in labour-importing countries and to regulate, formalize, professionalize and protect the terms and conditions of employment in care work, in line with national law and applicable obligations under international law;",
    "13": "Urges Governments to enhance bilateral, regional, interregional and international cooperation to address violence against women migrant workers, fully respecting international law, including international human rights law, as well as to strengthen efforts to reduce the vulnerability of women migrant workers by promoting decent work, by, inter alia, adopting minimum wage policies and employment contracts in accordance with applicable laws and regulations, facilitating effective access to justice and effective action in the areas of law enforcement, prosecution, prevention, capacity-building and victim protection and support, exchanging information and good practices in combating violence and discrimination against women migrant workers and fostering sustainable development alternatives to migration in countries of origin;",
    "14": "Also urges Governments to take into account the best interests of the child by adopting or strengthening measures to respect, promote and protect the human rights of migrant children, especially girls, including unaccompanied girls, regardless of their migratory status, so as to prevent trafficking in persons, labour and economic exploitation, discrimination, commercial sexual exploitation, sexual harassment, violence and sexual abuse of migrant children;",
    "15": "Further urges Governments to strongly encourage all stakeholders, especially the private sector, including employment agencies involved in recruiting women migrant workers, to strengthen the focus on and funding support for the prevention of violence against women migrant workers, in particular by promoting the access of women to meaningful and gender-sensitive information and education on, inter alia, the costs and benefits of migration, rights and benefits to which they are entitled in the countries of origin and employment, overall conditions in countries of employment and procedures for legal migration, as well as to ensure that laws and policies governing recruiters, employers and intermediaries promote adherence to and respect for the human rights and, where applicable, labour rights of migrant workers, particularly women;",
    "16": "Encourages all States to remove obstacles that may prevent the transparent, safe, unrestricted and expeditious transfer of remittances of migrants to their countries of origin or to any other countries, including, where appropriate, by reducing transaction costs and implementing woman-friendly remittance transfer, savings and investment schemes, including diaspora investment schemes, in conformity with applicable national legislation, and to consider, as appropriate, measures to solve other problems that may impede women migrant workers’ access to and management of their economic resources;",
    "17": "Encourages States to consider designing and implementing financial literacy training programmes for women migrant workers and, where appropriate, Violence against women migrant workers A/RES/72/149 9/12 17-22937 their families, and other programmes that may contribute to the full development impact of migration;",
    "18": "Calls upon States to address the structural and underlying causes of violence against women migrant workers, including through education and dissemination of information and by raising awareness of gender-equality issues, promoting their economic empowerment and access to decent work and, where relevant, their integration into the formal economy, in particular in economic decision-making, and promoting their participation in public life, as appropriate;",
    "19": "Calls upon Governments to promote access to adequate health-care services and education for women migrant workers and their accompanying children;",
    "20": "Also calls upon Governments to recognize the right of women migrant workers and their accompanying children, regardless of their migratory status, to have access without discrimination to emergency health care, including in times of humanitarian crises, natural disasters and other emergency situations, and in this regard to ensure that women migrant workers are not discriminated against on the grounds of pregnancy and childbirth and, in accordance with national legislation, to address the vulnerabilities to HIV experienced by migrant populations and support their access to HIV prevention, treatment, care and support;",
    "21": "Encourages Governments to ensure the appropriate use of voluntary and confidential HIV testing and pregnancy testing to prevent unwarranted barriers prior to and during migration;",
    "22": "Encourages States to protect women migrant workers, including domestic workers, from becoming victims of trafficking in persons, through the implementation of programmes and policies that prevent victimization and through the provision of protection and access to justice, as well as medical and psychological assistance, where appropriate;",
    "23": "Urges States to recognize the significant contributions and leadership of women in migrant communities and to take appropriate steps to promote their full, equal and meaningful participation in the development of local solutions and opportunities, and also to recognize the importance of protecting labour rights and a safe environment for women migrant workers and those in informal employment, protecting women migrant workers in all sectors and encouraging safe, orderly and regular migration, as well as labour mobility, including circular migration;",
    "24": "Urges States that have not yet done so to adopt and implement legislation and policies that protect all women migrant workers, including those in domestic work, to include therein, and improve where necessary, relevant monitoring and inspection measures, in line with applicable International Labour Organization conventions and other instruments to ensure compliance with international obligations and to grant women migrant workers in domestic service access to gender- sensitive, transparent mechanisms for bringing complaints against recruitment agencies and employers, including terminating their contracts in the event of labour and economic exploitation, discrimination, sexual harassment, violence and sexual abuse in the workplace, while stressing that such instruments should not punish women migrant workers, and calls upon States to promptly investigate and punish all violations of their rights;",
    "25": "Urges Governments to support enhanced reception and reintegration assistance for those who return, with particular attention to the needs of victims of trafficking in persons and of migrants in vulnerable situations, inter alia, children, older women and women with disabilities; A/RES/72/149 Violence against women migrant workers 17-22937 10/12",
    "26": "Calls upon Governments, in cooperation with international organizations, non-governmental organizations, the private sector and other stakeholders, to provide women migrant workers who are victims of violence, irrespective of their migratory status, in line with domestic legislation, access to the full range of emergency assistance and protection and, to the extent possible, with gender-sensitive services that are culturally and linguistically appropriate, which includes the provision of information on the rights of women migrant workers, hotlines, dispute resolution mechanisms, legal aid, victim advocacy, services for children, safety planning, psychological support and trauma counselling, social services, women-only spaces and access to women’s shelters, where these exist, in accordance with relevant international human rights instruments and applicable conventions;",
    "27": "Also calls upon Governments to ensure that legislative provisions and judicial processes are in place to provide women migrant workers access to justice, to enhance, develop or maintain legal frameworks and specific gender-sensitive policies to explicitly meet their needs and rights and, where necessary, to take appropriate steps to reform existing legislation and policies to capture their needs and protect their rights;",
    "28": "Further calls upon Governments, in particular those of the countries of origin and destination, to put in place penal and criminal sanctions, in order to punish perpetrators of violence against women migrant workers and intermediaries, and gender-sensitive redress and justice mechanisms that victims can access effectively and that allow their views and concerns to be presented and considered at appropriate stages of proceedings, including other measures that will allow victims to be present during the judicial process, when possible, and to protect women migrant workers who are victims of violence from revictimization, including by authorities;",
    "29": "Urges all States to adopt and implement effective measures to put an end to the arbitrary arrest and detention of women migrant workers and to take action to prevent and punish any form of illegal deprivation of the liberty of women migrant workers by individuals or groups;",
    "30": "Encourages Governments to formulate, implement and refine training programmes for their law enforcement officials, immigration officers and border officials, diplomatic and consular officials, judiciary, prosecutors, public sector medical staff and other service providers, with a view to sensitizing those public sector workers to the issue of violence against women migrant workers and imparting to them the necessary skills and attitude to ensure the delivery of proper, professional and gender-sensitive interventions, including for those in detention facilities;",
    "31": "Also encourages Governments to promote coherence between migration, labour and anti-trafficking policies and programmes concerning women migrant workers, based on a human rights, gender-sensitive and people-centred perspective, to ensure that the human rights of women migrant workers are protected throughout the migration process and to enhance efforts to prevent violence against women migrant workers, prosecute perpetrators and protect and support victims and their families;",
    "32": "Calls upon States, in accordance with the provisions of article 36 of the Vienna Convention on Consular Relations,34 to ensure that, if a woman migrant worker is arrested or committed to prison or custody pending trial, or is detained in any other manner, the competent authorities respect her freedom to communicate with and have access to the consular officials of the country of her nationality and, in this __________________ 34 United Nations, Treaty Series, vol. 596, No. 8638. Violence against women migrant workers A/RES/72/149 11/12 17-22937 regard, to inform without delay, if that woman migrant worker so requests, the consular post of her State of nationality;",
    "33": "Invites the United Nations system and other concerned intergovernmental and non-governmental organizations to cooperate with Governments, within existing resources, towards a better understanding of the issues concerning women and international migration, and to improve the collection, dissemination and analysis of sex- and age-disaggregated data and information in order to assist in the formulation of migration and labour policies that are, inter alia, gender-sensitive and that protect human rights, as well as to aid in policy assessment and to continue to support national efforts to address violence against women migrant workers in a coordinated way that ensures effective implementation, enhances their impact and strengthens positive outcomes for women migrant workers;",
    "34": "Encourages Governments, in accordance with their applicable legal obligations, to formulate national policies concerning women migrant workers that are based on up-to-date, relevant sex-disaggregated data and analysis, in close consultation with women migrant workers and relevant stakeholders throughout the policy process, and also encourages Governments to ensure that this process is adequately resourced and that the resulting policies have measurable targets and indicators, timetables and monitoring and accountability measures, in particular for employment agencies, employers and public officials, and provide for impact assessments and ensure multi-sector coordination within and between countries of origin, transit and destination through appropriate mechanisms;",
    "35": "Encourages concerned Governments, in particular those of countries of origin, transit and destination, to avail themselves of the expertise of the United Nations, including the Statistics Division of the Department of Economic and Social Affairs of the Secretariat, the International Labour Organization and the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), to develop and enhance appropriate sex-disaggregated national data collection, analysis and dissemination methodologies that will generate comparable data, and tracking and reporting systems on violence against women migrant workers and, wherever possible, on violations of their rights at all stages of the migration process, and: (a) To further study the costs of violence against women, including migrant workers, to the women themselves, their families and their communities; (b) To analyse the opportunities available to women migrant workers and their impact on development; (c) To further assess and measure recruitment costs and fees through the provision of appropriate sex-disaggregated data and analysis, where available; (d) To support the improvement of macrodata on migration costs and on remittances, for appropriate policy formulation and implementation;",
    "36": "Requests Governments and international organizations to take appropriate measures to give due consideration to the declaration of the United Nations High- level Dialogue on International Migration and Development, held in New York on 3 and 4 October 2013,16 in order to ensure that the human rights and human development aspects of women’s migration are adequately integrated into national, regional and international development policy and practice, such as poverty reduction strategies and strategies aimed at implementing the 2030 Agenda for Sustainable Development;10",
    "37": "Encourages the United Nations system and related entities to continue and step up their efforts and promote partnerships with all stakeholders, including civil A/RES/72/149 Violence against women migrant workers 17-22937 12/12 society organizations, and to coordinate their work in support, as appropriate, of effective implementation of relevant international and regional instruments in order to enhance their impact through concrete positive outcomes for the advancement of the rights of women migrant workers;",
    "38": "Requests the Secretary-General to provide a comprehensive, analytical and thematic report to the General Assembly at its seventy-fourth session on the problem of violence against women migrant workers, especially domestic workers, and on the implementation of the present resolution, taking into account updated information from Member States, the organizations of the United Nations system, in particular the International Labour Organization, the International Organization for Migration, the United Nations Development Programme, UN-Women and the United Nations Office on Drugs and Crime, as well as the reports of special rapporteurs that refer to the situation of women migrant workers and other relevant sources, including non-governmental organizations. 73rd plenary meeting 19 December 2017"
  },
  "agenda_items": [
    "Item 28"
  ],
  "symbol_references": []
}