{
  "symbol": "A/RES/80/14",
  "filename": "A_RES_80_14.pdf",
  "title": "80/14. African Nuclear-Weapon-Free Zone Treaty",
  "text": "United Nations \nA/RES/80/14 \n \nGeneral Assembly \nDistr.: General \n5 December 2025 \n25-19971 (E) \n*2519971* \n \n \nEightieth session \nAgenda item 92 \nAfrican Nuclear-Weapon-Free Zone Treaty \n \n \n \n \n Resolution adopted by the General Assembly \non 1 December 2025 \n \n \n[on the report of the First Committee (A/80/534, para. 7)] \n \n \n \n80/14. African Nuclear-Weapon-Free Zone Treaty \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 51/53 of 10 December 1996 and 56/17 of 29 November \n2001 and all its other relevant resolutions, as well as those of the Organization of \nAfrican Unity and of the African Union, \n \nRecalling also the signing of the African Nuclear-Weapon-Free Zone Treaty \n(Treaty of Pelindaba) in Cairo on 11 April 1996,1 \n \nRecalling further the Cairo Declaration adopted on that occasion,2 in which it \nwas emphasized that nuclear-weapon-free zones, especially in regions of tension, \nsuch as the Middle East, enhance global and regional peace and security, \n \nRecalling the statement made by the President of the Security Council on behalf \nof the members of the Council on 12 April 1996,3 in which the Council affirmed that \nthe signature of the Treaty constituted an important contribution by the African \ncountries to the maintenance of international peace and security, \n \nConsidering that the establishment of nuclear-weapon-free zones, especially in \nthe Middle East, would enhance the security of Africa and the viability of the African \nnuclear-weapon-free zone, \n \n1. \nRecalls with satisfaction the entry into force of the African Nuclear-\nWeapon-Free Zone Treaty (Treaty of Pelindaba) on 15 July 2009; \n \n2. \nCalls upon African States that have not yet done so to sign and ratify the \nTreaty as soon as possible; \n_______________ \n \n1 A/50/426, annex. \n \n2 A/51/113-S/1996/276, annex. \n \n3 S/PRST/1996/17; see Resolutions and Decisions of the Security Council, 1996 (S/INF/52). \n\nA/RES/80/14 \nAfrican Nuclear-Weapon-Free Zone Treaty\n \n25-19971\n2/2 \n \n \n3. \nRecalls the convening of the first Conference of States Parties to the \nAfrican Nuclear-Weapon-Free Zone Treaty (Treaty of Pelindaba), on 4 November \n2010, the second Conference of States Parties, on 12 and 13 November 2012, the third \nConference of States Parties, on 29 and 30 May 2014, the fourth Conference of States \nParties, on 14 and 15 March 2018, the fifth Conference of States Parties, on 17 and \n18 May 2022, and the sixth Conference of States Parties, on 24 and 25 October 2024, \nall held in Addis Ababa; \n \n4. \nExpresses its appreciation to the nuclear-weapon States that have signed \nthe Protocols to the Treaty4 that concern them, and calls upon those that have not yet \nratified the Protocols that concern them to do so as soon as possible; \n \n5. \nCalls upon the States contemplated in Protocol III to the Treaty that have \nnot yet done so to take all measures necessary to ensure the speedy application of the \nTreaty to territories for which they are, de jure or de facto, internationally responsible \nand which lie within the limits of the geographical zone established in the Treaty; \n \n6. \nCalls upon the African States Parties to the Treaty on the Non-Proliferation \nof Nuclear Weapons5 that have not yet done so to conclude comprehensive safeguards \nagreements with the International Atomic Energy Agency pursuant to the Treaty, \nthereby satisfying the requirements of article 9 (b) and annex II to the Treaty of \nPelindaba, and encourages them to conclude additional protocols to their safeguards \nagreements on the basis of the model protocol approved by the Board of Governors \nof the Agency on 15 May 1997; \n \n7. \nExpresses its gratitude to the Secretary-General of the United Nations, the \nChairperson of the African Union Commission and the Director General of the \nInternational Atomic Energy Agency for the diligence with which they have rendered \neffective assistance to the signatories to the Treaty; \n \n8. \nDecides to include in the provisional agenda of its eighty-first session the \nitem entitled “African Nuclear-Weapon-Free Zone Treaty”. \n \n52nd plenary meeting \n1 December 2025 \n \n_______________ \n \n4 See A/50/426, annex. \n \n5 United Nations, Treaty Series, vol. 729, No. 10485. \n",
  "paragraphs": {
    "1": "Recalls with satisfaction the entry into force of the African Nuclear- Weapon-Free Zone Treaty (Treaty of Pelindaba) on 15 July 2009;",
    "2": "Calls upon African States that have not yet done so to sign and ratify the Treaty as soon as possible; _______________ 1 A/50/426, annex. 2 A/51/113-S/1996/276, annex. 3 S/PRST/1996/17; see Resolutions and Decisions of the Security Council, 1996 (S/INF/52). A/RES/80/14 African Nuclear-Weapon-Free Zone Treaty 25-19971 2/2",
    "3": "Recalls the convening of the first Conference of States Parties to the African Nuclear-Weapon-Free Zone Treaty (Treaty of Pelindaba), on 4 November 2010, the second Conference of States Parties, on 12 and 13 November 2012, the third Conference of States Parties, on 29 and 30 May 2014, the fourth Conference of States Parties, on 14 and 15 March 2018, the fifth Conference of States Parties, on 17 and 18 May 2022, and the sixth Conference of States Parties, on 24 and 25 October 2024, all held in Addis Ababa;",
    "4": "Expresses its appreciation to the nuclear-weapon States that have signed the Protocols to the Treaty4 that concern them, and calls upon those that have not yet ratified the Protocols that concern them to do so as soon as possible;",
    "5": "Calls upon the States contemplated in Protocol III to the Treaty that have not yet done so to take all measures necessary to ensure the speedy application of the Treaty to territories for which they are, de jure or de facto, internationally responsible and which lie within the limits of the geographical zone established in the Treaty;",
    "6": "Calls upon the African States Parties to the Treaty on the Non-Proliferation of Nuclear Weapons5 that have not yet done so to conclude comprehensive safeguards agreements with the International Atomic Energy Agency pursuant to the Treaty, thereby satisfying the requirements of article 9 (b) and annex II to the Treaty of Pelindaba, and encourages them to conclude additional protocols to their safeguards agreements on the basis of the model protocol approved by the Board of Governors of the Agency on 15 May 1997;",
    "7": "Expresses its gratitude to the Secretary-General of the United Nations, the Chairperson of the African Union Commission and the Director General of the International Atomic Energy Agency for the diligence with which they have rendered effective assistance to the signatories to the Treaty;",
    "8": "Decides to include in the provisional agenda of its eighty-first session the item entitled “African Nuclear-Weapon-Free Zone Treaty”. 52nd plenary meeting 1 December 2025 _______________ 4 See A/50/426, annex. 5 United Nations, Treaty Series, vol. 729, No. 10485."
  },
  "agenda_items": [
    "Item 92"
  ],
  "symbol_references": []
}