{
  "symbol": "A/RES/79/152",
  "filename": "A_RES_79_152.pdf",
  "title": "79/152. Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment",
  "text": "United Nations \nA/RES/79/152\n \n \nGeneral Assembly \nDistr.: General \n19 December 2024 \n \n24-24142 (E)     \n*2424142* \n \n \nSeventy-ninth session \nAgenda item 27 \nAdvancement of women \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/451, para. 65)] \n \n \n 79/152. Intensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 61/143 of 19 December 2006, 62/133 of 18 December \n2007, 63/155 of 18 December 2008, 64/137 of 18 December 2009, 65/187 of \n21 December 2010, 67/144 of 20 December 2012 and all its previous resolutions on \nthe elimination of violence against women, as well as its resolutions 69/147 of \n18 December 2014, 71/170 of 19 December 2016, 73/148 of 17 December 2018, \n75/161 of 16 December 2020 and 77/193 of 15 December 2022 on the intensification \nof efforts to eliminate all forms of violence against women and girls and 78/213 of \n19 December 2023 on the promotion and protection of human rights in the context of \ndigital technologies, \n \nReaffirming the Universal Declaration of Human Rights 1  and the Vienna \nDeclaration and Programme of Action, 2 \n \nReaffirming also the obligation of all States to promote and protect all human \nrights and fundamental freedoms, and reaffirming further that discrimination on the \nbasis of sex is contrary to the Charter of the United Nations, the Universal Declaration \nof Human Rights, the International Covenant on Civil and Political Rights, 3 the \nInternational Covenant on Economic, Social and Cultural Rights, 4 the Convention on \nthe Elimination of All Forms of Discrimination against Women, 5 the International \nConvention on the Elimination of All Forms of Racial Discrimination,6 the Convention \n__________________ \n \n1 Resolution 217 A (III). \n \n2 A/CONF.157/24 (Part I), chap. III. \n \n3 See resolution 2200 A (XXI), annex. \n \n4 Ibid. \n \n5 United Nations, Treaty Series, vol. 1249, No. 20378. \n \n6 Ibid., vol. 660, No. 9464. \n\nA/RES/79/152 \nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment\n \n24-24142\n2/16 \n \non the Rights of Persons with Disabilities7 and the Convention on the Rights of the \nChild and the Optional Protocols thereto,8  \n \nReaffirming further the Declaration on the Elimination of Violence against \nWomen, 9 the Beijing Declaration 10 and Platform for Action, 11 the Programme of \nAction of the International Conference on Population and Development 12 and the \noutcomes of their review conferences, and the United Nations Declaration on the \nRights of Indigenous Peoples,13 \n \nWelcoming the commitment to achieve gender equality and the empowerment \nof all women and girls contained in the 2030 Agenda for Sustainable Development14 \nand in the agreed conclusions adopted by the Commission on the Status of Women at \nits sixty-eighth session15 and previous sessions, recognizing that women play a vital \nrole as agents of change for sustainable development, and acknowledging that \nachieving gender equality and the empowerment of all women and girls is crucial to \nmaking progress across all Sustainable Development Goals and targets, \n \nRecalling all previous agreed conclusions adopted by the Commission on the \nStatus of Women, including at its sixty-seventh session, on 17 March 2023, on \ninnovation and technological change, and education in the digital age for achieving \ngender equality and the empowerment of all women and girls, 16 at its sixty-fifth \nsession, on 26 March 2021, on women’s full and effective participation and decision-\nmaking in public life, as well as the elimination of violence, for achieving gender \nequality and the empowerment of all women and girls, 17 and at its fifty-seventh \nsession, on 15 March 2013, on the elimination and prevention of all forms of violence \nagainst women and girls, 18 taking note of all international, regional and national \ninitiatives in this regard, such as the Generation Equality Forum, which was convened \nby the United Nations Entity for Gender Equality and the Empowerment of Women \n(UN-Women) and co-chaired by France and Mexico, in partnership with civil society, \n \nRecalling also the commitment to eliminate all forms of violence against all \nwomen and girls in the public and private spheres, including trafficking and sexual \nand other types of exploitation, contained in Sustainable Development Goal 5, in \nparticular targets 5.2 and 5.3, the commitment to promote peaceful and inclusive \nsocieties for sustainable development, provide access to justice for all and build \neffective, accountable and inclusive institutions at all levels, contained in Sustainable \nDevelopment Goal 16, and the commitment to leave no one behind, \n \nAcknowledging the importance of combating trafficking in persons in order to \nprevent and eliminate all forms of violence against women and girls, and in this regard \nstressing the importance of the full and effective implementation of the Protocol to \nPrevent, Suppress and Punish Trafficking in Persons, Especially Women and \nChildren, supplementing the United Nations Convention against Transnational \n__________________ \n \n7 Ibid., vol. 2515, No. 44910. \n \n8 Ibid., vols. 1577, 2171, 2173 and 2983, No. 27531. \n \n9 Resolution 48/104. \n \n10 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United Nations \npublication, Sales No. E.96.IV.13), chap. I, resolution 1, annex I. \n \n11 Ibid., annex II. \n \n12 Report of the International Conference on Population and Development, Cairo, 5 –13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n13 Resolution 61/295, annex. \n \n14 Resolution 70/1. \n \n15 Official Records of the Economic and Social Council, 2024, Supplement No. 7 (E/2024/27), \nchap. I, sect. A. \n \n16 Ibid., 2023, Supplement No. 7 (E/2023/27), chap. I, sect. A. \n \n17 Ibid., 2021, Supplement No. 7 (E/2021/27), chap. I, sect. A. \n \n18 Ibid., 2013, Supplement No. 7 (E/2013/27), chap. I, sect. A. \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment \nA/RES/79/152\n \n3/16\n24-24142 \n \nOrganized Crime,19 as well as of the United Nations Global Plan of Action to Combat \nTrafficking in Persons, 20  and reaffirming the obligation to take or strengthen \nmeasures, including through bilateral or multilateral cooperation, to alleviate the \nfactors that make women and girls vulnerable to trafficking, such as poverty, \nunderdevelopment and lack of equal opportunity, \n \nRecalling that by adopting the Pact for the Future, to which a Global Digital \nCompact is annexed,21 Member States committed themselves to ensuring that science, \ntechnology and innovation improve gender equality and the lives of all women and \ngirls, and decided to address gender-related risks and challenges emerging from the \nuse of technologies, including all forms of violence, including sexual and gender-\nbased violence, trafficking in persons, harassment, bias and discrimination against all \nwomen and girls that occur through or are amplified by the use of technology, \n \nRecognizing that digital technologies can play an important role in empowering \nwomen and girls to exercise all human rights, including the right to freedom of \nopinion and expression, and in enabling the full, equal and meaningful participation \nof women and, as appropriate, girls in political, economic, cultural and social life, \nand in this regard emphasizing the need to bridge the digital divides within and among \ncountries, in particular the gender digital divide, in order to achieve gender equality \nand the empowerment of all women and girls, \n \nDeeply concerned about the continued prevalence of violence against women \nand girls in all its different forms and manifestations worldwide, offline and online, \nwhich is underrecognized and underreported, particularly at the community level, and \nits pervasiveness, which reflects discriminatory norms that reinforce stereotypes, \nincluding gender stereotypes and negative social norms, and gender inequality and \nthe corresponding impunity and lack of accountability, reiterating the need to \nintensify efforts to prevent and eliminate all forms of violence against all women and \ngirls, both offline and online, in the public and private spheres, and in all regions of \nthe world, and re-emphasizing that violence against women and girls violates, and \nimpairs their full enjoyment of, all human rights, \n \nExpressing grave concern that women and girls are, both online and offline, at \nan increased and disproportionate risk of experiencing all forms of sexual \nexploitation, abuse and violence, including harassment, \n \nEmphasizing that domestic violence against women and girls of all social strata \nacross the world is a violation, abuse or impairment of the enjoyment of their human \nrights and fundamental freedoms and, as such, is unacceptable, and gravely concerned \nthat domestic violence, including intimate partner violence and marital rape, remains \nthe most prevalent and least visible form of violence, \n \nExpressing concern about the continuity and interrelation between offline and \nonline violence, harassment and discrimination against women and girls, condemning \nthe increase of such acts that are committed, assisted, aggravated or amplified by the \nuse of technology, such as cyberstalking or the dissemination of private data of girls \nand, when non-consensual, of women, and expressing further concern about the \nmagnitude of this violence and the significant physical, sexual, psychological, social, \npolitical and economic harm it causes to women and girls, throughout their life \ncourse, infringing on their rights and freedoms, \n \nNoting with concern the underrepresentation of women and girls and the lack of \nor limited participation and leadership of women and, as appropriate, girls, in the \n__________________ \n \n19 United Nations, Treaty Series, vol. 2237, No. 39574. \n \n20 Resolution 64/293. \n \n21 Resolution 79/1. \n\nA/RES/79/152 \nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment\n \n24-24142\n4/16 \n \nconceptualization, design, development, implementation and use of digital \ntechnologies, as well as the use and production of imbalanced and non-representative \ndata, which can lead to inaccuracies and biases in algorithms, in the training of smart \napplications \nand \nartificial \nintelligence-based \nsolutions, \nand \ntherefore \nto \ndiscrimination, including racial and gender-based discrimination, which in turn \ncontributes to the perpetuation of violence against women and girls, noting with \nfurther concern that this impacts the accuracy of facial recognition technologies, \nincluding for women and girls, and exacerbates racial inequalities, \n \nDeeply concerned by the impact of historical and structural inequalities, unequal \npower relations, gender stereotypes and negative social norms, perceptions and \ncustoms and disregard for women and girls’ dignity, integrity and autonomy, that are \namong the primary causes of gender-based violence and harmful practices against \nwomen and girls and that reinforce the lower status of girls and adolescent girls in \nsociety, \n \nRecognizing that violence against women and girls is one of the fundamental \nsocial, political and economic means by which the position of women with respect to \nmen is regarded as subordinate and their stereotyped roles are perpetuated, and that \nthis violence is rooted in gender stereotypes and negative social norms, such as the \nideology of men’s entitlement and privilege over women, and perceptions of \nmasculinity, including the need to assert male control or power, leading to the \njustification, normalization, condonement and perpetuation of violence and \nstigmatization of victims and survivors, \n \nRecognizing also the challenges and obstacles to eliminating discriminatory \nattitudes, gender stereotypes and negative social norms that perpetuate multiple and \nintersecting forms of discrimination against women and girls, and stressing that \nchallenges and obstacles remain in the implementation of international standards and \nnorms to eliminate gender inequality, \n \nExpressing deep concern at the continuing reports of grave abuses and violence \ncommitted against migrant women and girls, both online and offline, including sexual \nviolence, sexual exploitation and abuse, domestic violence, gender-related killings, \nincluding femicide, racist and xenophobic acts and expressions, discrimination, \nabusive labour practices, exploitative conditions of work and trafficking in persons, \nincluding forced labour or services, slavery or practices similar to slavery, while \ntaking into account the particular difficulties in accessing justice that may be faced \nby women migrant workers and acknowledging the challenges in recognizing their \npositive contributions, \n \nExpressing its concern that incidents of racial and religious intolerance, \ndiscrimination and related violence against women and girls, because of negative \nracial and religious stereotyping, continue to rise around the world, including in the \ndigital environment, and condemning, in this context, any advocacy of national, racial \nor religious hatred that constitutes incitement to discrimination, hostility or violence, \nand urging States to take effective measures, consistent with their obligations under \ninternational human rights law, to address and combat such incidents,  \n \nDeeply concerned that women and girls with disabilities face an increased risk \nof violence based on stereotypes that dehumanize, infantilize, objectify, exclude or \nisolate them, \n \nReaffirming the right to freely choose a spouse, to enter into marriage only with \nfree and full consent and to have control over and to decide freely and responsibly on \nmatters relating to sexuality, including sexual and reproductive health, free of \ncoercion, discrimination and violence, and recognizing that equal relationships in \nmatters of sexual relations and reproduction, including full respect for dignity, \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment \nA/RES/79/152\n \n5/16\n24-24142 \n \nintegrity and autonomy, are key to preventing and eliminating all forms of violence \nagainst all women and girls, \n \nNoting that women and girls experience, both offline and online, gender-specific \nviolations and abuses of their right to privacy, which is set forth in article 17 of the \nInternational Covenant on Civil and Political Rights, and recognizing that the way in \nwhich many digital platforms are designed, commercialized, maintained and \ngoverned can give rise to disinformation, misinformation and hate speech, which can \nexacerbate gender stereotypes, disproportionately expose women and girls to various \nforms of violence, and undermine data protection and the realization of all women’s \nand girls’ rights, \n \nStressing the concern over the increasing misuse of social media, online digital \nplatforms and the Internet, as well as of digital technologies, to undermine women’s \nand girls’ rights, for example targeting their sexual and reproductive health and \nreproductive rights, which should be protected in accordance with the Programme of \nAction of the International Conference on Population and Development, the Beijing \nPlatform for Action and the outcome documents of their review conferences, \n \nRecognizing the contributions of family members in combating violence against \nwomen and girls, including domestic violence and violence in the digital environment, \nand that in preventing such violence family members can play an important role, and \nemphasizing men’s responsibilities as partners, parents and caregivers in the equal \nsharing of unpaid care and domestic work, as a means of enabling women to increase \ntheir participation in decision-making in public life and in the labour market, \n \nAcknowledging the role of civil society, in particular women’s groups and \norganizations and other non-governmental organizations, of the private sector and of \nother relevant stakeholders, at all levels, in combating all forms of violence against \nwomen and girls that occur through or are amplified by the use of digital technologies, \n \nExpressing concern at institutional and structural discrimination against all \nwomen and girls, such as laws, policies, regulations, programmes, administrative \nprocedures or structures, services and practices that directly or indirectly restrict \naccess to institutions, property and landownership, inheritance, nationality, healthcare \nand services, education, justice, women’s employment and access to credit, which \nplace them at increased risk of violence, and compound the violence experienced, and \nconstitute a major impediment to their full, equal, meaningful and effective \nparticipation in society, as well as economic and political life, \n \nRecognizing that women’s poverty and lack of empowerment, as well as their \nmarginalization resulting from their exclusion from social and economic policies and \nfrom the benefits of education and sustainable development, can place them at \nincreased risk of violence, and that violence against women and girls impedes the \nsocial and economic and therefore the sustainable development of communities and \nStates, as well as the achievement of the 2030 Agenda for Sustainable Development \nand other internationally agreed development goals, \n \nRecognizing also the importance of relevant International Labour Organization \nstandards related to the realization of women’s right to work and rights at work which \nare critical for women’s full and effective participation and decision-making in public \nlife and the elimination of violence, recalling the decent work agenda of the \nInternational Labour Organization and the International Labour Organization \nDeclaration on Fundamental Principles and Rights at Work, and noting the importance \nof their effective implementation, \n \nStressing the need to eliminate gender stereotypes and negative social norms in \nthe world of work that condone violence against women and girls, including through, \n\nA/RES/79/152 \nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment\n \n24-24142\n6/16 \n \nbut not limited to, quality education, training and awareness-raising campaigns, \nassociated with a change in attitudes and increased knowledge about sexual \nharassment, particularly among men and boys, as well as ensuring equal pay for work \nof equal value and reaffirming the necessity of recognizing, valuing, reducing and \nredistributing unpaid care and domestic work, \n \nRecognizing the need to ensure that human rights are promoted, respected, \nprotected and fulfilled through the entirety of digital technologies’ life cycle, \nincluding through their conception, design, development, deployment, use, evaluation \nand regulation, and to ensure that they are subject to adequate safeguards in order to \npromote a free, open, universal, interoperable, safe, secure, stable, accessible and \naffordable digital environment for all, \n \nRecognizing also that educational opportunities, awareness-raising and training, \nincluding in the fields of digital literacy and online safety, as well as equal access to \ngender-responsive education addressing consent, respecting boundaries and what \nconstitutes unacceptable behaviour and how to report it, are effective ways to prevent \nand eliminate violence against women and girls, to combat gender stereotypes and \nnegative social norms, and to achieve gender equality and the empowerment of all \nwomen and girls, women’s formal employment and economic opportunities and their \nactive participation in economic, social and cultural development, governance and \ndecision-making, \n \nExpressing deep concern over the growing number of groups, including incels, \ninciting to and engaging in abuses in the digital environment, including sexual \nharassment of women and girls, and emphasizing that there is evidence to suggest \nthat online violence against women and girls or incitement to such violence often \nprecedes violence carried out against women and girls offline, \n \nRecognizing that images, videos and other content in the digital environment of \nwomen and girls and violence against them, in particular those that depict rape, sexual \nexploitation or sexual slavery, and including the creation and sharing of, or \nthreatening to share, real or simulated intimate content, such as deepfakes, of girls \nand, especially when non-consensual, of women, are factors contributing to the \ncontinued prevalence of such violence, and that the arts, media and other forms of \ncommunication can exacerbate, maintain or combat gender stereotypes and negative \nsocial norms, \n \nRecognizing also that the growing impact of violence against women and girls, \nincluding sexual harassment and abuse, in digital contexts, especially on social media, \nits impunity and the lack of legislative and preventive measures and remedies \nunderline the need for action by Member States, in partnership with relevant \nstakeholders, and that such violence may include stalking, death threats and threats \nof sexual and gender-based violence, as well as related trends against women and \ngirls in digital contexts, such as trolling, cyberbullying and other forms of \ncyberharassment, including unwanted verbal or non-verbal conduct of a sexual \nnature, arbitrary or unlawful surveillance and tracking, trafficking in persons, \nextortion, censorship and the hacking of digital accounts, mobile telephones and other \nelectronic devices, limiting women’s equal participation in public life, including \nthrough discrediting or silencing women and girls, compromising their health, \nemotional and psychological well-being and safety and/or inciting other violations \nand abuses against them, \n \nExpressing concern about the increased exposure of women and girls to all \nforms of violence in the digital environment, including harassment and any forms of \nsexual abuse online, and expressing further concern that the use of artificial \nintelligence can have far-reaching implications and cause disproportionate negative \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment \nA/RES/79/152\n \n7/16\n24-24142 \n \nimpacts on women and girls, especially through new evolving technologies that create \nnew forms of violence, such as deepfakes, \n \nNoting with concern the misuse of digital technologies for the purpose of any \nforms of child sexual exploitation and abuse, of child trafficking, of child, early and \nforced marriage and forced labour, of the production and distribution of child sexual \nexploitation and abuse material, or of the exploitation of the prostitution of others, \nwhile acknowledging the role that information and communications technologies can \nplay in reducing the risk of sexual abuse and exploitation, including by empowering \nwomen and girls to report such abuses, \n \nNoting the fact that several countries have criminalized the non-consensual \nonline dissemination of intimate or sexually explicit images of adult persons, ensuring \nthat victims do not have to rely solely on other criminal law provisions, \n \nRecognizing the transnational nature of violence in the digital environment, the \ncontinual and diverse use and adaptation of digital technologies by perpetrators to \navoid detection and investigation, and the role that the misuse of pseudonymity can \nplay in facilitating digital violence, and in this regard recognizing the need to \nstrengthen law enforcement capacity and training to conduct trauma-informed \ninvestigations into violence in the digital environment and to develop coordinated \napproaches to hold perpetrators liable, \n \nRecognizing also the contribution of digitalization to the full, equal and \nmeaningful participation and involvement of women in peace processes, conflict \nprevention, conflict resolution and peacebuilding, and the role that digital \ntechnologies can play to support the pursuit of peace and security, \n \nAlarmed by the fact that violence against women and girls, including gender-\nrelated killings of women and girls, also known as femicide, which constitutes an \nextreme form of violence against women and girls, is among the least punished crimes \nowing to, inter alia, gender bias among the judiciary and law enforcement, \nrecognizing the key role of the criminal justice system, including law enforcement \nofficials, in preventing and responding to violence against women and girls, including \nin ending impunity for such crimes and ensuring accountability, including at the \ninternational level, \n \nRecognizing that women human rights defenders, politicians, journalists and \nother media workers, and women in leadership positions that challenge accepted \nsociocultural norms, traditions, perceptions and stereotypes, including gender \nstereotypes and negative social norms, are at greater risk of facing certain forms of \nviolence, and gravely concerned that impunity for violations and abuses against them \npersists owing to factors such as a lack of reporting, documentation, investigation and \naccess to justice, social barriers and constraints with regard to addressing sexual and \ngender-based violence and the stigmatization that may result from such violations and \nabuses, \n \nDeeply concerned that all women and girls, especially in developing countries, \nincluding small island developing States, and particularly those in vulnerable \nsituations, are often disproportionately affected by the adverse impacts of climate \nchange, environmental degradation, biodiversity loss, extreme weather events and \nnatural disasters and other environmental issues, which may exacerbate existing \nstructural inequalities as well as violence against women and girls and harmful \npractices, including the incidence of child, early and forced marriage and female \ngenital mutilation, and emphasizing the lack of sufficient data and understanding of \nthe impact of climate change and environmental degradation on violence against \nwomen and girls, \n\nA/RES/79/152 \nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment\n \n24-24142\n8/16 \n \n \nRecognizing that all women and girls, especially victims and survivors of all \nforms of violence, including sexual and gender-based violence, living in areas \naffected by complex humanitarian emergencies and in areas affected by terrorism and \nconflict, have particular needs, including regarding their physical, mental, sexual and \nreproductive health, and that global health threats, climate change, water scarcity, \nmore frequent and intense natural disasters, conflicts, violent extremism as and when \nconducive to terrorism, and related humanitarian crises and the forced displacement \nof people threaten to reverse much of the development progress made in recent \ndecades and have particular negative impacts on women and girls that need to be \ncomprehensively assessed and addressed, \n \nStressing that men and boys need to support and take concrete actions for more \nequal power relations, and therefore stressing the need to fully engage men and boys \nas strategic partners, allies and beneficiaries in achieving gender equality and the \nempowerment of all women and girls and in preventing and eliminating all forms of \nsexual and gender-based violence, both online and offline, including by combating \ngender stereotypes and negative social norms, such as patriarchal masculinity, sexism \nand misogyny, \n \nRecognizing the need to promote the full, effective, equal and meaningful \nparticipation of women in all their diversity and women’s and girls’ rights \norganizations and women’s organizations, including victims and survivors of violence, \nin the development, implementation and evaluation of gender-responsive policies, \nregulations and legislation designed to prevent and eliminate all forms of violence \nagainst women and girls and to allow civil society to operate freely and safely, \n \n1. \nStrongly condemns all forms of violence against all women and girls, \nwhich often occur in a continuum and throughout the life course, and their persistence \nand pervasiveness, recognizing that they are an impediment to the achievement of \ngender equality and the empowerment of all women and girls and to the full \nrealization of their human rights; \n \n2. \nStresses that “violence against women and girls” means any act of \nviolence, including sexual and gender-based violence, that results in, or is likely to \nresult in, physical, sexual, psychological or economic harm or suffering to women \nand girls, including threats of such acts, coercion or arbitrary deprivation of liberty, \nwhether occurring in public or in private life, online and offline, and notes the \neconomic and social harm caused by such violence; \n \n3. \nUrges States to strongly condemn all forms of violence against women and \ngirls, both offline and online, and reaffirms that they should not invoke any custom, \ntradition or religious consideration to avoid their obligations with respect to its \nelimination and should pursue, by all appropriate means and without delay, a policy \nof eliminating all forms of violence against women, as set out in the Declaration on \nthe Elimination of Violence against Women; \n \n4. \nCalls upon States to address multiple and intersecting forms of \ndiscrimination, which place women and girls at greater risk of exploitation, violence \nand abuse, to implement measures to prevent and eliminate gender stereotypes, \nnegative social norms, attitudes and behaviours that cause or perpetuate \ndiscrimination and violence against women and girls and to ensure the full, equal and \nmeaningful participation and leadership in decision-making processes of all women \nand, as appropriate, girls; \n \n5. \nUrges States to take comprehensive, multisectoral, coordinated, effective \nand gender-responsive measures to prevent and eliminate all forms of violence against \nall women and girls and to address structural and underlying causes and risk factors, \nincluding by: \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment \nA/RES/79/152\n \n9/16\n24-24142 \n \n \n(a) \nDesigning and implementing legislation and policies to prevent and \neliminate all forms of violence and harmful practices against all women and girls, \nincluding sexual and gender-based violence, domestic violence, including intimate \npartner violence and marital rape, online violence, sexual harassment, gender-related \nkilling of women and girls, including femicide and female infanticide, child, early \nand forced marriage and female genital mutilation, and to end impunity for such cases; \n \n(b) \nAddressing and eliminating the root causes of gender inequality, including \nall forms of discrimination against women and girls, patriarchal values, unequal \npower relations, gender stereotypes and negative social norms, perceptions and \ncustoms and harmful social norms, attitudes and behaviours, which justify, normalize, \ncondone or perpetuate violence against women and girls and stigmatize victims and \nsurvivors; \n \n(c) \nPreventing and eliminating, in all public and private spheres, \ndiscrimination, gender stereotypes, negative social norms, attitudes and behaviours \nand unequal power relations by which women and girls are regarded as subordinate \nto men and boys, and that underlie and perpetuate male domination, by designing and \nimplementing gender-responsive policies, regulations and legislation that are aimed \nat eliminating discriminatory attitudes and social and cultural patterns of conduct that \ncondone violence against all women and girls; \n \n(d) \nAddressing and eliminating gender stereotypes and negative social norms \nthat perpetuate racism, racial discrimination, xenophobia and related intolerance, \nwhich reveal themselves in a differentiated manner for women and girls and can be \namong the factors leading to a deterioration in their living conditions, poverty, \nviolence, multiple forms of discrimination and limitation or denial of their human \nrights; \n \n(e) \nEliminating gender stereotypes and negative social norms that can lead to \nviolence against migrant women and girls, including women migrant workers, by \naddressing the structural and underlying causes of all forms of violence against them, \nincluding through education and the dissemination of information to combat \nmisinformation and stigma against them, by acknowledging their positive \ncontributions, thereby combating negative perceptions of them, and by raising \nawareness of gender equality issues and promoting their economic empowerment and \naccess to decent work; \n \n(f) \nAddressing the challenges presented by new methods of profiling, \nrecruiting, controlling and exploiting victims of human trafficking, as well as sexual \nand other types of exploitation and abuse, and developing specialized victim-centred \nand trauma-informed training for law enforcement and criminal justice practitioners; \n \n(g) \nTaking measures to empower women by, inter alia, strengthening their \neconomic autonomy and ensuring their full, effective, equal and meaningful \nparticipation in society and in decision-making processes by adopting and \nimplementing social and economic policies that guarantee women full and equal \naccess to opportunities, resources and basic services such as quality education and \ntraining and affordable and adequate public and social services, as well as full and \nequal access to financial, natural and productive resources and decent work, equal \npay for work of equal value, and full and equal rights to own and have access to and \ncontrol over land and other property, and guaranteeing women’s and girls’ inheritance \nrights, and taking further appropriate measures to address the increasing rate of \nhomelessness of and inadequate housing for women in order to reduce their \nvulnerability to violence; \n\nA/RES/79/152 \nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment\n \n24-24142\n10/16 \n \n \n(h) \nEnacting or strengthening and enforcing laws and policies to eliminate all \nforms of violence and harassment against women of all ages in the world of work, \nincluding by eliminating gender stereotypes and negative social norms; \n \n(i) \nAdopting measures to recognize, reduce and redistribute women’s and \ngirls’ disproportionate share of unpaid care, informal and domestic work and to tackle \nthe persisting feminization of poverty, including through paid maternity, paternity, \npaternal and other leave schemes, sustained investments in the digital and the care \neconomy, the promotion of work-life and work-family balance and of an equal sharing \nof responsibilities between women and men within the household with respect to care \nand household work, efforts to bridge the gender digital divide, poverty eradication \nmeasures, labour policies, public services and social protection programmes, and to \naddress the discrimination and gender inequality, including gender stereotypes and \nnegative social norms, attitudes and behaviours and unequal power relations in which \nwomen and girls are viewed as subordinate to men and boys, that are at the root of \nthese imbalances; \n \n(j) \nEnsuring the promotion and protection of the human rights of all women \nand their sexual and reproductive health and reproductive rights in accordance with \nthe Programme of Action of the International Conference on Population and \nDevelopment, the Beijing Platform for Action and the outcome documents of their \nreview conferences, including through the development and enforcement of policies \nand legal frameworks and the strengthening of health systems that make universally \naccessible and available quality, comprehensive sexual and reproductive healthcare \nservices, commodities, information and education, including safe and effective \nmethods of modern contraception, emergency contraception, prevention programmes \nfor adolescent pregnancy, maternal healthcare such as skilled birth attendance and \nemergency obstetric care, which will reduce obstetric fistula and other complications \nof pregnancy and delivery, safe abortion where such services are permitted by national \nlaw, and prevention and treatment of reproductive tract infections, sexually \ntransmitted infections, HIV and reproductive cancers, recognizing that human rights \ninclude the right to have control over and decide freely and responsibly on matters \nrelated to their sexuality, including sexual and reproductive health, free from \ncoercion, discrimination and violence; \n \n(k) \nDeveloping and implementing programmes that aim to prevent and \neliminate the gender digital divide and disparities in enrolment, and gender stereotypes \nand negative social norms in education systems, curricula and materials, whether \nderived from any discriminatory practices, social or cultural attitudes or legal and \neconomic circumstances, and enhancing efforts to achieve universal and affordable \nconnectivity, expand digital learning and literacy and facilitate access to information \nand communications technology for women and girls, including by addressing the \ngender digital divide, and thus ensuring that girls exercise their right to education; \n \n(l) \nImplementing, in partnership with all relevant stakeholders, effective \nviolence prevention and response activities in schools and communities on the \ncontinuum between offline and online violence, educating children from a young age \nregarding the importance of treating all people with dignity and respect, and designing \neducational programmes and teaching materials that support consent, non-violent \nbehaviour, respect for boundaries and what constitutes unacceptable behaviour and \nhow to report it offline and online, that eliminate gender stereotypes and negative \nsocial norms, build self-esteem and informed decision-making and communication \nskills, that support the development of digital literacy and online safety curricula, \nespecially among children, and that promote the development of respectful \nrelationships based on gender equality, inclusion and respect for human rights; \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment \nA/RES/79/152\n \n11/16\n24-24142 \n \n \n(m) Developing policies and programmes with the support, where appropriate, \nof international organizations, civil society and non-governmental organizations, \ngiving priority to formal, informal and non-formal education programmes, including \nscientifically accurate and age-appropriate comprehensive education that is relevant \nto cultural contexts, that targets stereotyped gender roles and promotes the values of \ngender equality and non-discrimination, including positive masculinities, and that \nprovides adolescent girls and boys and young women and men in and out of school, \nconsistent with their evolving capacities, and with appropriate direction and guidance \nfrom parents and legal guardians, with the best interests of the child as their basic \nconcern, information on sexual and reproductive health and HIV prevention, gender \nequality and women’s empowerment, human rights, physical, psychological and \npubertal development, including menstrual health, and power in relationships \nbetween women and men, to enable them to build self-esteem and foster informed \ndecision-making, communication and risk reduction skills and to develop respectful \nrelationships, in full partnership with young persons, parents, legal guardians, \ncaregivers, educators and healthcare providers, in order to, inter alia, enable them to \nprotect themselves from HIV infection and other risks; \n \n(n) \nRemoving barriers, including political, legal, cultural, social, economic, \ninstitutional and religious ones, preventing women’s full, equal, effective and \nmeaningful participation in leadership and political and other decision-making \npositions, taking into account that promoting women to leadership positions may \nsignificantly reduce the risk of violence against women and girls and promoting the \nfull, effective, equal and meaningful participation of women and women’s organizations, \nincluding victims and survivors of violence, in the development, implementation and \nevaluation of gender-responsive policies, regulations and legislation designed to \nprevent and eliminate all forms of violence against women and girls and to allow civil \nsociety to operate freely and safely without fear of intimidation or reprisals; \n \n(o) \nPreventing, addressing and prohibiting sexual and gender-based violence, \nincluding sexual harassment, against all women and girls, both offline and online, in \nthe world of work and in public and political life, including women in leadership \npositions, journalists and other media workers, feminists and women human rights \ndefenders, including by ensuring proactive and rapid detection and an appropriate and \neffective response to prevent threats, harassment and violence, and extrajudicial \nkillings, and to combat impunity by ensuring that those responsible for violations and \nabuses, including sexual and gender-based violence and threats, including in digital \ncontexts, are promptly brought to justice and held accountable through impartial \ninvestigations; \n \n(p) \nTaking measures to address the use of hate speech, both online and offline, \nagainst women and girls, particularly those in vulnerable situations and those who \nmay be subject to racism, racial discrimination, xenophobia and related intolerance, \nin line with international human rights law, including the right to freedom of expression; \n \n(q) \nPromoting the full, equal and meaningful participation and leadership of \nyoung women and, as appropriate, adolescent girls in decision-making processes by \naddressing gender-specific barriers and by promoting and enabling spaces where they \ncan express their views of all matters relevant to them, ensuring their full and equal \naccess to quality education, including digital literacy, technology and skills \ndevelopment, leadership and mentorship programmes, increased technical and \nfinancial support, as well as the full, equal and meaningful participation of women in \nthe technology workforce, including in cloud computing, software and artificial \nintelligence development and data management, and as entrepreneurs, innovators, \nresearchers and industry executives and leaders, and noting that policies and \nprogrammes to achieve gender parity in science, technology, engineering and \n\nA/RES/79/152 \nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment\n \n24-24142\n12/16 \n \nmathematics should place the responsibility for driving change on those who are \nresponsible for creating supportive workplaces and educational settings in order to \npromote the representation of women and girls from different backgrounds; \n \n(r) \nPreventing, addressing and prohibiting all forms of discrimination, \nintimidation, harassment and violence, both offline and online, that prevent women \nand girls from fully enjoying all their human rights and fundamental freedoms, and \ntaking all measures to address the gender digital divide, notably by supporting \ninitiatives that strengthen the digital, media and information literacy and skills of \nwomen and girls, including those related to the protection of personal data and \ncybersecurity, and to ensure equal access of women and girls to information and \ncommunications technology design and consumption, promoting digital, media and \ninformation literacy and connectivity to enable the participation of all women and \ngirls in education and training, while combating new technological developments that \ncan perpetuate existing patterns of inequality and discrimination, including in the data \nand algorithms used in artificial intelligence-based solutions, enhancing resilience \nagainst the harmful impacts of misinformation and disinformation; \n \n(s) \nPromoting digital health, including digital health technologies, digital \ntools, telemedicine and mobile health, to achieve universal health coverage, notably \nby addressing all communicable and non-communicable diseases, including waterborne \nand neglected tropical diseases, to provide information on nutrition, healthy lifestyles \nand antenatal and postnatal health, and to ensure universal access to sexual and \nreproductive healthcare services, including for family planning, information and \neducation; reinforcing the protection of information and data related to women’s and \ngirls’ sexual and reproductive health, including menstrual health; and prioritizing that \nwomen and, as appropriate, girls are able to exercise full control and provide ongoing \nand informed consent over their privacy, personal data and information online; \n \n(t) \nEmphasizing that the human rights and fundamental freedoms of women \nand girls must be respected, protected and promoted, both online and offline, and \nthroughout the life cycle of artificial intelligence systems, and calling upon all \nMember States and, where applicable, other stakeholders to refrain from or cease the \nuse of artificial intelligence systems and technologies that are impossible to operate \nin compliance with international human rights law or that pose undue risks to the \nenjoyment of human rights; \n \n(u) \nPromoting the critical role that information and communications \ntechnologies can play as spaces where all women and, as appropriate, girls can \nadvocate, mobilize and participate fully, equally and meaningfully in public life, \nunderlining the need for online platforms to strengthen their efforts to remove online \nsexual and gender-based violence-related content, including through the adoption of \nsafety-by-design approaches in the development and deployment of digital tools and \ntechnologies, and emphasizing that women’s and girls’ online contributions can foster \ninclusive and participatory public discourse and policy outcomes that take into \naccount the interests, needs and perspectives of all women and girls; \n \n(v) \nAdopting and implementing effective measures to encourage social media \nand online digital platforms to eliminate discrimination against women and girls, \nincluding the harmful and stereotypical portrayal of women or girls or specific groups \nof women or girls, from their activities, practices and output, including those \nperpetuated by advertisements, online and in other digital environments, that foster \nand perpetuate gender-based violence, sexual exploitation and inequality, and to \naddress content that presents women and girls as inferior beings and exploiting them \nas sexual objects and commodities; \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment \nA/RES/79/152\n \n13/16\n24-24142 \n \n \n(w) Mainstreaming a gender perspective in the conceptualization, development \nand implementation of digital technologies and related policies and promoting the \nparticipation of women in order to address violence and discrimination against women \nand girls in digital contexts, inter alia by encouraging digital technology companies, \nincluding Internet service providers, and digital platforms to respect standards and \nimplement effective, inclusive, transparent and accessible reporting mechanisms; \n \n(x) \nTaking appropriate measures for the prevention of all forms of violence, \nintimidation, threats and attacks against women online and through digital \ntechnologies, and to protect them in online spaces, and considering adopting laws, \npolicies and practices that protect them from defamation and hate speech while also \nrespecting their human rights and fundamental freedoms; \n \n(y) \nEnsuring that, in armed conflict and post-conflict situations and in natural \ndisaster situations, the prevention of and response to all forms of violence against \nwomen and girls, including sexual and gender-based violence and conflict-related \nsexual violence, are prioritized and effectively addressed and are centred on victims \nand survivors, while respecting the rights and prioritizing the needs of survivors, \nincluding groups that are particularly at risk or may be specifically targeted, including \nthrough the investigation, prosecution and punishment of perpetrators and the \nstrengthening of national justice mechanisms to end impunity, the removal of barriers \nto women’s and girls’ access to justice, the establishment of complaint and reporting \nmechanisms and the provision of support and services to victims and survivors; \n \n(z) \nEngaging, educating, encouraging and supporting men and boys to be \npositive role models for gender equality and to promote respectful relationships, to \nrefrain from and condemn all forms of discrimination and violence against women \nand girls, to increase their understanding of the harmful effects of violence for the \nvictim/survivor and society as a whole, to encourage them to speak up in the defence \nof women’s and girls’ rights online and in the digital environment, and to ensure that \nthey take responsibility and are held accountable for behaviour, including for \nbehaviour that perpetuates gender stereotypes and negative social norms, including \nmisconceptions about masculinities that underlie discrimination and violence against \nwomen and girls, and that men and boys take responsibility for their sexual and \nreproductive behaviour and for equitable sharing of responsibilities with respect to \ncare and household work; \n \n(aa) Holding persons in positions of authority, whether in public or private \nenvironments, such as teachers, religious and community leaders, traditional \nauthorities, politicians and law enforcement officials, accountable for not complying \nwith and/or upholding laws and regulations relating to violence against women and \ngirls, both online and offline, in order to prevent and respond to such violence in a \ngender-responsive manner, to end impunity and to avoid the abuse of power leading \nto violence against women and girls and the revictimization of victims/survivors of \nsuch violence; \n \n6. \nAlso urges States to take immediate and effective action to prevent and \neliminate all forms of violence against women and girls that occur through or are \namplified by the use of technology, and to support and protect all victims and \nsurvivors by: \n \n(a) \nExercising due diligence and ensuring legislation to prevent, investigate, \nprosecute and hold to account the perpetrators of all forms of violence against women \nand girls, including violence that occurs through or is amplified by the use of \ntechnology, to eliminate impunity and to provide for effective access to appropriate \nremedies and reparations for victims and survivors, ensuring the protection of women \nand girls, including adequate enforcement of civil remedies, orders of protection and \n\nA/RES/79/152 \nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment\n \n24-24142\n14/16 \n \ncriminal sanctions, and the provision of shelters, mental health and psychosocial \nservices, counselling, healthcare services and other types of support services, in order \nto avoid revictimization, promoting an empowering environment, and in doing so \ncontributing to the enjoyment of all human rights and fundamental freedoms by \nwomen and girls subjected to violence; \n \n(b) \nRemoving all barriers to women’s access to justice and accountability \nmechanisms and ensuring that they all have access to information about their rights \nas well as effective legal assistance so that they can make informed decisions \nregarding, inter alia, legal proceedings and issues relating to family law, and also \nensuring that they have access to just and effective victim-centred remedies for the \nharm that they have suffered, including formal and appropriate informal justice \nmechanisms, as provided for by national legislation and, where necessary, the \nadoption of national legislation, bearing in mind that victims and survivors may be \nsubjected to further discrimination or reprisals; \n \n(c) \nProviding relevant, comprehensive and victim-centred legal protection in \nfull respect of human rights to support and assist victims and survivors of all forms \nof violence, in a gender-responsive manner, including victim and witness protection \nfrom reprisals for bringing complaints or giving evidence, within the framework of \ntheir national legal systems, including, as appropriate, legislative or other measures, \nsuch as addressing gender stereotypes and negative social norms throughout the \ncriminal and civil justice system and law enforcement, taking into account women \nand girls facing multiple and intersecting forms of discrimination; \n \n(d) \nEnsuring that services and programmes designed to protect women and \ngirls from violence are accessible to women and girls with disabilities, including those \nliving in institutionalized settings, who are particularly vulnerable to violence, \nincluding by ensuring that facilities for such services and programmes are accessible, \nand disability is mainstreamed in materials and training courses addressed to \nprofessionals working on violence against women; \n \n(e) \nEstablishing comprehensive, coordinated, interdisciplinary, accessible and \nsustained multisectoral services, programmes and responses for all victims and \nsurvivors of all forms of violence, including sexual harassment online and offline, \nthat are adequately resourced, that are, when possible, in a language that they \nunderstand and in which they can communicate and that include effective and \ncoordinated action by, as appropriate, relevant stakeholders, such as the police and \nthe justice sector, as well as providers of legal aid services, health services, shelters, \nmedical and psychological assistance counselling services and protection, and online \ndigital platforms, and, in cases of girl victims and survivors, ensuring that such \nservices, programmes and responses take into account the best interests of the child; \n \n(f) \nEstablishing and/or strengthening law enforcement, health and social \nworkers’ and counsellors’ response protocols and procedures to ensure that all \nappropriate actions are coordinated and taken to protect and respond to the needs of \nvictims of violence, to identify acts of violence and to prevent their recurrence or \nfurther acts of violence and physical and psychological harm, ensuring that services \nare responsive to survivors’ needs, including by providing access to female healthcare \nproviders, police officers and counsellors if requested, and ensuring and maintaining \nthe privacy of victims and the confidentiality of their reporting; \n \n(g) \nTaking and implementing further measures to ensure that all officials, \nincluding those in leadership positions, responsible for implementing policies and \nprogrammes aimed at preventing violence against women and girls, protecting and \nassisting victims and investigating and punishing acts of violence receive training on \ngender equality and women’s and girls’ empowerment, to raise their awareness of \n\nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment \nA/RES/79/152\n \n15/16\n24-24142 \n \ngender-specific needs, as well as of the underlying causes and the short- and long-\nterm impact of violence against women and girls, and training on gender-responsive \ninvestigation of crimes of violence against women and girls; \n \n7. \nEncourages States, in efforts to prevent and eliminate all forms of violence \nagainst women and girls, to work in partnership with the private sector and civil \nsociety, including women’s, young women’s, youth-led and community-based \norganizations, organizations of and led by persons with disabilities, faith-based \norganizations, rural, Indigenous and feminist groups, women human rights defenders, \nwomen journalists and media workers and trade, labour and other professional unions, \nas well as other relevant stakeholders, and to support initiatives undertaken by them, \nincluding by allocating adequate financial resources, aimed at promoting gender \nequality and inclusion and eliminating violence against women and girls; \n \n8. \nAlso encourages States to systematically collect, analyse and disseminate \ndata disaggregated by sex, age and other parameters relevant in national contexts, \nincluding, where appropriate, administrative data from law enforcement officials, the \nhealth sector, the judiciary and other relevant sectors, to consider developing \nmethodologies to collect data on all forms of violence against women and girls, \nincluding sexual harassment, in, inter alia, digital contexts, in order to monitor all \nforms of such violence, such as data on the relationship between the perpetrator and \nthe victim and geographical location, with the involvement of national statistical \noffices and, where appropriate, in partnership with other actors, including law \nenforcement agencies, in order to ensure high-quality, reliable and timely \ndisaggregated data and gender statistics to effectively review and implement laws, \npolicies, strategies and preventive and protective measures, while ensuring and \nmaintaining the privacy and the confidentiality of the victims; \n \n9. \nUrges the international community, including the United Nations system \nand, as appropriate, regional and subregional organizations, to support national efforts \nto promote gender equality and the empowerment of all women and girls in order to \nenhance international efforts to eliminate all forms of violence against all women and \ngirls, through, inter alia, official development assistance, other appropriate assistance \nas well as South-South and triangular cooperation, such as facilitating the sharing of \nguidelines, methodologies, lessons learned and best practices, taking into account \nnational priorities; \n \n10. Stresses the need to continue to take and strengthen the measures necessary \nto ensure that no individual working within the United Nations system, including its \nagencies, funds, programmes and entities, is involved in sexual harassment and abuse, \ntoo often perpetrated against those affected by humanitarian crises, and calling upon \nthe United Nations system to intensify its efforts in this regard to ensure zero \ntolerance for any kind of violence; \n \n11. Underscores the critical importance of protecting all persons affected by \nhumanitarian crises, in particular women and children, from any form of sexual \nexploitation and abuse, including those perpetrated by humanitarian personnel and \nthose taking place in the digital environment, welcomes the determination of the \nSecretary-General to fully implement the United Nations policy of zero tolerance for \nsexual exploitation and abuse, stresses that victims and survivors should be at the core \nof such efforts, notes the six core principles relating to sexual exploitation and abuse \nadopted by the Inter-Agency Standing Committee, and encourages Member States to \nmake greater efforts to prevent and respond to sexual exploitation and abuse and to \nensure that perpetrators are held accountable; \n \n12. Stresses that, within the United Nations system, adequate resources should \nbe assigned to UN-Women and other bodies, specialized agencies, funds and \nprogrammes responsible for the promotion of gender equality, the empowerment of \n\nA/RES/79/152 \nIntensification of efforts to prevent and eliminate all forms of \nviolence against women and girls: the digital environment\n \n24-24142\n16/16 \n \nwomen and the human rights of women and girls and to efforts throughout the United \nNations system to prevent and eliminate violence against women and girls, including \nsexual harassment, calls upon the United Nations system to make the necessary \nsupport and resources available, and takes note with appreciation in this regard of the \ncontribution of the Spotlight initiative; \n \n13. Also stresses the importance of the Secretary-General’s Global Database \non Violence against Women, expresses its appreciation to all those States that have \nprovided the Database with information regarding, inter alia, their national policies \nand legal frameworks aimed at eliminating violence against women and girls and \nsupporting victims of such violence, strongly encourages all States to regularly \nprovide updated information for the Database, and calls upon all relevant entities of \nthe United Nations system to continue to support States, at their request, in the \ncompilation and regular updating of pertinent information and to raise awareness of \nthe Database among all relevant stakeholders, including civil society; \n \n14. Calls upon all United Nations bodies, entities, funds and programmes and \nthe specialized agencies and invites the Bretton Woods institutions to intensify their \nefforts at all levels to eliminate all forms of violence against women and girls and to \nbetter coordinate their work, with a view to increasing effective support for national \nefforts to prevent and eliminate sexual harassment; \n \n15. Requests the Special Rapporteur on violence against women and girls, its \ncauses and consequences to submit an annual report to the General Assembly at its \neightieth and eighty-first sessions; \n \n16. Requests the Secretary-General to submit to the General Assembly at its \neighty-first session a report containing: \n \n(a) \nInformation provided by the United Nations bodies, funds and programmes \nand the specialized agencies on their follow-up activities to implement resolution \n77/193 and the present resolution, including on their assistance to States in their \nefforts to eliminate all forms of violence against women and girls;  \n \n(b) \nInformation provided by States on their follow-up activities to implement \nthe present resolution; \n \n17. Also requests the Secretary-General to present an oral report to the \nCommission on the Status of Women at its sixty-ninth and seventieth sessions, \nincluding information provided by the United Nations bodies, funds and programmes \nand the specialized agencies on recent follow-up activities to implement resolutions \n75/161 and 77/193 and the present resolution, and urges United Nations bodies, \nentities, funds and programmes and the specialized agencies to contribute promptly \nto that report; \n \n18. Decides to continue its consideration of the elimination of all forms of \nviolence against women and girls at its eighty-first session under the item entitled \n“Advancement of women”. \n \n53rd plenary meeting \n17 December 2024  \n \n",
  "paragraphs": {
    "1": "Strongly condemns all forms of violence against all women and girls, which often occur in a continuum and throughout the life course, and their persistence and pervasiveness, recognizing that they are an impediment to the achievement of gender equality and the empowerment of all women and girls and to the full realization of their human rights;",
    "2": "Stresses that “violence against women and girls” means any act of violence, including sexual and gender-based violence, that results in, or is likely to result in, physical, sexual, psychological or economic harm or suffering to women and girls, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life, online and offline, and notes the economic and social harm caused by such violence;",
    "3": "Urges States to strongly condemn all forms of violence against women and girls, both offline and online, and reaffirms that they should not invoke any custom, tradition or religious consideration to avoid their obligations with respect to its elimination and should pursue, by all appropriate means and without delay, a policy of eliminating all forms of violence against women, as set out in the Declaration on the Elimination of Violence against Women;",
    "4": "Calls upon States to address multiple and intersecting forms of discrimination, which place women and girls at greater risk of exploitation, violence and abuse, to implement measures to prevent and eliminate gender stereotypes, negative social norms, attitudes and behaviours that cause or perpetuate discrimination and violence against women and girls and to ensure the full, equal and meaningful participation and leadership in decision-making processes of all women and, as appropriate, girls;",
    "5": "Urges States to take comprehensive, multisectoral, coordinated, effective and gender-responsive measures to prevent and eliminate all forms of violence against all women and girls and to address structural and underlying causes and risk factors, including by: Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment A/RES/79/152 9/16 24-24142 (a) Designing and implementing legislation and policies to prevent and eliminate all forms of violence and harmful practices against all women and girls, including sexual and gender-based violence, domestic violence, including intimate partner violence and marital rape, online violence, sexual harassment, gender-related killing of women and girls, including femicide and female infanticide, child, early and forced marriage and female genital mutilation, and to end impunity for such cases; (b) Addressing and eliminating the root causes of gender inequality, including all forms of discrimination against women and girls, patriarchal values, unequal power relations, gender stereotypes and negative social norms, perceptions and customs and harmful social norms, attitudes and behaviours, which justify, normalize, condone or perpetuate violence against women and girls and stigmatize victims and survivors; (c) Preventing and eliminating, in all public and private spheres, discrimination, gender stereotypes, negative social norms, attitudes and behaviours and unequal power relations by which women and girls are regarded as subordinate to men and boys, and that underlie and perpetuate male domination, by designing and implementing gender-responsive policies, regulations and legislation that are aimed at eliminating discriminatory attitudes and social and cultural patterns of conduct that condone violence against all women and girls; (d) Addressing and eliminating gender stereotypes and negative social norms that perpetuate racism, racial discrimination, xenophobia and related intolerance, which reveal themselves in a differentiated manner for women and girls and can be among the factors leading to a deterioration in their living conditions, poverty, violence, multiple forms of discrimination and limitation or denial of their human rights; (e) Eliminating gender stereotypes and negative social norms that can lead to violence against migrant women and girls, including women migrant workers, by addressing the structural and underlying causes of all forms of violence against them, including through education and the dissemination of information to combat misinformation and stigma against them, by acknowledging their positive contributions, thereby combating negative perceptions of them, and by raising awareness of gender equality issues and promoting their economic empowerment and access to decent work; (f) Addressing the challenges presented by new methods of profiling, recruiting, controlling and exploiting victims of human trafficking, as well as sexual and other types of exploitation and abuse, and developing specialized victim-centred and trauma-informed training for law enforcement and criminal justice practitioners; (g) Taking measures to empower women by, inter alia, strengthening their economic autonomy and ensuring their full, effective, equal and meaningful participation in society and in decision-making processes by adopting and implementing social and economic policies that guarantee women full and equal access to opportunities, resources and basic services such as quality education and training and affordable and adequate public and social services, as well as full and equal access to financial, natural and productive resources and decent work, equal pay for work of equal value, and full and equal rights to own and have access to and control over land and other property, and guaranteeing women’s and girls’ inheritance rights, and taking further appropriate measures to address the increasing rate of homelessness of and inadequate housing for women in order to reduce their vulnerability to violence; A/RES/79/152 Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment 24-24142 10/16 (h) Enacting or strengthening and enforcing laws and policies to eliminate all forms of violence and harassment against women of all ages in the world of work, including by eliminating gender stereotypes and negative social norms; (i) Adopting measures to recognize, reduce and redistribute women’s and girls’ disproportionate share of unpaid care, informal and domestic work and to tackle the persisting feminization of poverty, including through paid maternity, paternity, paternal and other leave schemes, sustained investments in the digital and the care economy, the promotion of work-life and work-family balance and of an equal sharing of responsibilities between women and men within the household with respect to care and household work, efforts to bridge the gender digital divide, poverty eradication measures, labour policies, public services and social protection programmes, and to address the discrimination and gender inequality, including gender stereotypes and negative social norms, attitudes and behaviours and unequal power relations in which women and girls are viewed as subordinate to men and boys, that are at the root of these imbalances; (j) Ensuring the promotion and protection of the human rights of all women and their sexual and reproductive health and reproductive rights in accordance with the Programme of Action of the International Conference on Population and Development, the Beijing Platform for Action and the outcome documents of their review conferences, including through the development and enforcement of policies and legal frameworks and the strengthening of health systems that make universally accessible and available quality, comprehensive sexual and reproductive healthcare services, commodities, information and education, including safe and effective methods of modern contraception, emergency contraception, prevention programmes for adolescent pregnancy, maternal healthcare such as skilled birth attendance and emergency obstetric care, which will reduce obstetric fistula and other complications of pregnancy and delivery, safe abortion where such services are permitted by national law, and prevention and treatment of reproductive tract infections, sexually transmitted infections, HIV and reproductive cancers, recognizing that human rights include the right to have control over and decide freely and responsibly on matters related to their sexuality, including sexual and reproductive health, free from coercion, discrimination and violence; (k) Developing and implementing programmes that aim to prevent and eliminate the gender digital divide and disparities in enrolment, and gender stereotypes and negative social norms in education systems, curricula and materials, whether derived from any discriminatory practices, social or cultural attitudes or legal and economic circumstances, and enhancing efforts to achieve universal and affordable connectivity, expand digital learning and literacy and facilitate access to information and communications technology for women and girls, including by addressing the gender digital divide, and thus ensuring that girls exercise their right to education; (l) Implementing, in partnership with all relevant stakeholders, effective violence prevention and response activities in schools and communities on the continuum between offline and online violence, educating children from a young age regarding the importance of treating all people with dignity and respect, and designing educational programmes and teaching materials that support consent, non-violent behaviour, respect for boundaries and what constitutes unacceptable behaviour and how to report it offline and online, that eliminate gender stereotypes and negative social norms, build self-esteem and informed decision-making and communication skills, that support the development of digital literacy and online safety curricula, especially among children, and that promote the development of respectful relationships based on gender equality, inclusion and respect for human rights; Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment A/RES/79/152 11/16 24-24142 (m) Developing policies and programmes with the support, where appropriate, of international organizations, civil society and non-governmental organizations, giving priority to formal, informal and non-formal education programmes, including scientifically accurate and age-appropriate comprehensive education that is relevant to cultural contexts, that targets stereotyped gender roles and promotes the values of gender equality and non-discrimination, including positive masculinities, and that provides adolescent girls and boys and young women and men in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with the best interests of the child as their basic concern, information on sexual and reproductive health and HIV prevention, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development, including menstrual health, and power in relationships between women and men, to enable them to build self-esteem and foster informed decision-making, communication and risk reduction skills and to develop respectful relationships, in full partnership with young persons, parents, legal guardians, caregivers, educators and healthcare providers, in order to, inter alia, enable them to protect themselves from HIV infection and other risks; (n) Removing barriers, including political, legal, cultural, social, economic, institutional and religious ones, preventing women’s full, equal, effective and meaningful participation in leadership and political and other decision-making positions, taking into account that promoting women to leadership positions may significantly reduce the risk of violence against women and girls and promoting the full, effective, equal and meaningful participation of women and women’s organizations, including victims and survivors of violence, in the development, implementation and evaluation of gender-responsive policies, regulations and legislation designed to prevent and eliminate all forms of violence against women and girls and to allow civil society to operate freely and safely without fear of intimidation or reprisals; (o) Preventing, addressing and prohibiting sexual and gender-based violence, including sexual harassment, against all women and girls, both offline and online, in the world of work and in public and political life, including women in leadership positions, journalists and other media workers, feminists and women human rights defenders, including by ensuring proactive and rapid detection and an appropriate and effective response to prevent threats, harassment and violence, and extrajudicial killings, and to combat impunity by ensuring that those responsible for violations and abuses, including sexual and gender-based violence and threats, including in digital contexts, are promptly brought to justice and held accountable through impartial investigations; (p) Taking measures to address the use of hate speech, both online and offline, against women and girls, particularly those in vulnerable situations and those who may be subject to racism, racial discrimination, xenophobia and related intolerance, in line with international human rights law, including the right to freedom of expression; (q) Promoting the full, equal and meaningful participation and leadership of young women and, as appropriate, adolescent girls in decision-making processes by addressing gender-specific barriers and by promoting and enabling spaces where they can express their views of all matters relevant to them, ensuring their full and equal access to quality education, including digital literacy, technology and skills development, leadership and mentorship programmes, increased technical and financial support, as well as the full, equal and meaningful participation of women in the technology workforce, including in cloud computing, software and artificial intelligence development and data management, and as entrepreneurs, innovators, researchers and industry executives and leaders, and noting that policies and programmes to achieve gender parity in science, technology, engineering and A/RES/79/152 Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment 24-24142 12/16 mathematics should place the responsibility for driving change on those who are responsible for creating supportive workplaces and educational settings in order to promote the representation of women and girls from different backgrounds; (r) Preventing, addressing and prohibiting all forms of discrimination, intimidation, harassment and violence, both offline and online, that prevent women and girls from fully enjoying all their human rights and fundamental freedoms, and taking all measures to address the gender digital divide, notably by supporting initiatives that strengthen the digital, media and information literacy and skills of women and girls, including those related to the protection of personal data and cybersecurity, and to ensure equal access of women and girls to information and communications technology design and consumption, promoting digital, media and information literacy and connectivity to enable the participation of all women and girls in education and training, while combating new technological developments that can perpetuate existing patterns of inequality and discrimination, including in the data and algorithms used in artificial intelligence-based solutions, enhancing resilience against the harmful impacts of misinformation and disinformation; (s) Promoting digital health, including digital health technologies, digital tools, telemedicine and mobile health, to achieve universal health coverage, notably by addressing all communicable and non-communicable diseases, including waterborne and neglected tropical diseases, to provide information on nutrition, healthy lifestyles and antenatal and postnatal health, and to ensure universal access to sexual and reproductive healthcare services, including for family planning, information and education; reinforcing the protection of information and data related to women’s and girls’ sexual and reproductive health, including menstrual health; and prioritizing that women and, as appropriate, girls are able to exercise full control and provide ongoing and informed consent over their privacy, personal data and information online; (t) Emphasizing that the human rights and fundamental freedoms of women and girls must be respected, protected and promoted, both online and offline, and throughout the life cycle of artificial intelligence systems, and calling upon all Member States and, where applicable, other stakeholders to refrain from or cease the use of artificial intelligence systems and technologies that are impossible to operate in compliance with international human rights law or that pose undue risks to the enjoyment of human rights; (u) Promoting the critical role that information and communications technologies can play as spaces where all women and, as appropriate, girls can advocate, mobilize and participate fully, equally and meaningfully in public life, underlining the need for online platforms to strengthen their efforts to remove online sexual and gender-based violence-related content, including through the adoption of safety-by-design approaches in the development and deployment of digital tools and technologies, and emphasizing that women’s and girls’ online contributions can foster inclusive and participatory public discourse and policy outcomes that take into account the interests, needs and perspectives of all women and girls; (v) Adopting and implementing effective measures to encourage social media and online digital platforms to eliminate discrimination against women and girls, including the harmful and stereotypical portrayal of women or girls or specific groups of women or girls, from their activities, practices and output, including those perpetuated by advertisements, online and in other digital environments, that foster and perpetuate gender-based violence, sexual exploitation and inequality, and to address content that presents women and girls as inferior beings and exploiting them as sexual objects and commodities; Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment A/RES/79/152 13/16 24-24142 (w) Mainstreaming a gender perspective in the conceptualization, development and implementation of digital technologies and related policies and promoting the participation of women in order to address violence and discrimination against women and girls in digital contexts, inter alia by encouraging digital technology companies, including Internet service providers, and digital platforms to respect standards and implement effective, inclusive, transparent and accessible reporting mechanisms; (x) Taking appropriate measures for the prevention of all forms of violence, intimidation, threats and attacks against women online and through digital technologies, and to protect them in online spaces, and considering adopting laws, policies and practices that protect them from defamation and hate speech while also respecting their human rights and fundamental freedoms; (y) Ensuring that, in armed conflict and post-conflict situations and in natural disaster situations, the prevention of and response to all forms of violence against women and girls, including sexual and gender-based violence and conflict-related sexual violence, are prioritized and effectively addressed and are centred on victims and survivors, while respecting the rights and prioritizing the needs of survivors, including groups that are particularly at risk or may be specifically targeted, including through the investigation, prosecution and punishment of perpetrators and the strengthening of national justice mechanisms to end impunity, the removal of barriers to women’s and girls’ access to justice, the establishment of complaint and reporting mechanisms and the provision of support and services to victims and survivors; (z) Engaging, educating, encouraging and supporting men and boys to be positive role models for gender equality and to promote respectful relationships, to refrain from and condemn all forms of discrimination and violence against women and girls, to increase their understanding of the harmful effects of violence for the victim/survivor and society as a whole, to encourage them to speak up in the defence of women’s and girls’ rights online and in the digital environment, and to ensure that they take responsibility and are held accountable for behaviour, including for behaviour that perpetuates gender stereotypes and negative social norms, including misconceptions about masculinities that underlie discrimination and violence against women and girls, and that men and boys take responsibility for their sexual and reproductive behaviour and for equitable sharing of responsibilities with respect to care and household work; (aa) Holding persons in positions of authority, whether in public or private environments, such as teachers, religious and community leaders, traditional authorities, politicians and law enforcement officials, accountable for not complying with and/or upholding laws and regulations relating to violence against women and girls, both online and offline, in order to prevent and respond to such violence in a gender-responsive manner, to end impunity and to avoid the abuse of power leading to violence against women and girls and the revictimization of victims/survivors of such violence;",
    "6": "Also urges States to take immediate and effective action to prevent and eliminate all forms of violence against women and girls that occur through or are amplified by the use of technology, and to support and protect all victims and survivors by: (a) Exercising due diligence and ensuring legislation to prevent, investigate, prosecute and hold to account the perpetrators of all forms of violence against women and girls, including violence that occurs through or is amplified by the use of technology, to eliminate impunity and to provide for effective access to appropriate remedies and reparations for victims and survivors, ensuring the protection of women and girls, including adequate enforcement of civil remedies, orders of protection and A/RES/79/152 Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment 24-24142 14/16 criminal sanctions, and the provision of shelters, mental health and psychosocial services, counselling, healthcare services and other types of support services, in order to avoid revictimization, promoting an empowering environment, and in doing so contributing to the enjoyment of all human rights and fundamental freedoms by women and girls subjected to violence; (b) Removing all barriers to women’s access to justice and accountability mechanisms and ensuring that they all have access to information about their rights as well as effective legal assistance so that they can make informed decisions regarding, inter alia, legal proceedings and issues relating to family law, and also ensuring that they have access to just and effective victim-centred remedies for the harm that they have suffered, including formal and appropriate informal justice mechanisms, as provided for by national legislation and, where necessary, the adoption of national legislation, bearing in mind that victims and survivors may be subjected to further discrimination or reprisals; (c) Providing relevant, comprehensive and victim-centred legal protection in full respect of human rights to support and assist victims and survivors of all forms of violence, in a gender-responsive manner, including victim and witness protection from reprisals for bringing complaints or giving evidence, within the framework of their national legal systems, including, as appropriate, legislative or other measures, such as addressing gender stereotypes and negative social norms throughout the criminal and civil justice system and law enforcement, taking into account women and girls facing multiple and intersecting forms of discrimination; (d) Ensuring that services and programmes designed to protect women and girls from violence are accessible to women and girls with disabilities, including those living in institutionalized settings, who are particularly vulnerable to violence, including by ensuring that facilities for such services and programmes are accessible, and disability is mainstreamed in materials and training courses addressed to professionals working on violence against women; (e) Establishing comprehensive, coordinated, interdisciplinary, accessible and sustained multisectoral services, programmes and responses for all victims and survivors of all forms of violence, including sexual harassment online and offline, that are adequately resourced, that are, when possible, in a language that they understand and in which they can communicate and that include effective and coordinated action by, as appropriate, relevant stakeholders, such as the police and the justice sector, as well as providers of legal aid services, health services, shelters, medical and psychological assistance counselling services and protection, and online digital platforms, and, in cases of girl victims and survivors, ensuring that such services, programmes and responses take into account the best interests of the child; (f) Establishing and/or strengthening law enforcement, health and social workers’ and counsellors’ response protocols and procedures to ensure that all appropriate actions are coordinated and taken to protect and respond to the needs of victims of violence, to identify acts of violence and to prevent their recurrence or further acts of violence and physical and psychological harm, ensuring that services are responsive to survivors’ needs, including by providing access to female healthcare providers, police officers and counsellors if requested, and ensuring and maintaining the privacy of victims and the confidentiality of their reporting; (g) Taking and implementing further measures to ensure that all officials, including those in leadership positions, responsible for implementing policies and programmes aimed at preventing violence against women and girls, protecting and assisting victims and investigating and punishing acts of violence receive training on gender equality and women’s and girls’ empowerment, to raise their awareness of Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment A/RES/79/152 15/16 24-24142 gender-specific needs, as well as of the underlying causes and the short- and long- term impact of violence against women and girls, and training on gender-responsive investigation of crimes of violence against women and girls;",
    "7": "Encourages States, in efforts to prevent and eliminate all forms of violence against women and girls, to work in partnership with the private sector and civil society, including women’s, young women’s, youth-led and community-based organizations, organizations of and led by persons with disabilities, faith-based organizations, rural, Indigenous and feminist groups, women human rights defenders, women journalists and media workers and trade, labour and other professional unions, as well as other relevant stakeholders, and to support initiatives undertaken by them, including by allocating adequate financial resources, aimed at promoting gender equality and inclusion and eliminating violence against women and girls;",
    "8": "Also encourages States to systematically collect, analyse and disseminate data disaggregated by sex, age and other parameters relevant in national contexts, including, where appropriate, administrative data from law enforcement officials, the health sector, the judiciary and other relevant sectors, to consider developing methodologies to collect data on all forms of violence against women and girls, including sexual harassment, in, inter alia, digital contexts, in order to monitor all forms of such violence, such as data on the relationship between the perpetrator and the victim and geographical location, with the involvement of national statistical offices and, where appropriate, in partnership with other actors, including law enforcement agencies, in order to ensure high-quality, reliable and timely disaggregated data and gender statistics to effectively review and implement laws, policies, strategies and preventive and protective measures, while ensuring and maintaining the privacy and the confidentiality of the victims;",
    "9": "Urges the international community, including the United Nations system and, as appropriate, regional and subregional organizations, to support national efforts to promote gender equality and the empowerment of all women and girls in order to enhance international efforts to eliminate all forms of violence against all women and girls, through, inter alia, official development assistance, other appropriate assistance as well as South-South and triangular cooperation, such as facilitating the sharing of guidelines, methodologies, lessons learned and best practices, taking into account national priorities;",
    "10": "Stresses the need to continue to take and strengthen the measures necessary to ensure that no individual working within the United Nations system, including its agencies, funds, programmes and entities, is involved in sexual harassment and abuse, too often perpetrated against those affected by humanitarian crises, and calling upon the United Nations system to intensify its efforts in this regard to ensure zero tolerance for any kind of violence;",
    "11": "Underscores the critical importance of protecting all persons affected by humanitarian crises, in particular women and children, from any form of sexual exploitation and abuse, including those perpetrated by humanitarian personnel and those taking place in the digital environment, welcomes the determination of the Secretary-General to fully implement the United Nations policy of zero tolerance for sexual exploitation and abuse, stresses that victims and survivors should be at the core of such efforts, notes the six core principles relating to sexual exploitation and abuse adopted by the Inter-Agency Standing Committee, and encourages Member States to make greater efforts to prevent and respond to sexual exploitation and abuse and to ensure that perpetrators are held accountable;",
    "12": "Stresses that, within the United Nations system, adequate resources should be assigned to UN-Women and other bodies, specialized agencies, funds and programmes responsible for the promotion of gender equality, the empowerment of A/RES/79/152 Intensification of efforts to prevent and eliminate all forms of violence against women and girls: the digital environment 24-24142 16/16 women and the human rights of women and girls and to efforts throughout the United Nations system to prevent and eliminate violence against women and girls, including sexual harassment, calls upon the United Nations system to make the necessary support and resources available, and takes note with appreciation in this regard of the contribution of the Spotlight initiative;",
    "13": "Also stresses the importance of the Secretary-General’s Global Database on Violence against Women, expresses its appreciation to all those States that have provided the Database with information regarding, inter alia, their national policies and legal frameworks aimed at eliminating violence against women and girls and supporting victims of such violence, strongly encourages all States to regularly provide updated information for the Database, and calls upon all relevant entities of the United Nations system to continue to support States, at their request, in the compilation and regular updating of pertinent information and to raise awareness of the Database among all relevant stakeholders, including civil society;",
    "14": "Calls upon all United Nations bodies, entities, funds and programmes and the specialized agencies and invites the Bretton Woods institutions to intensify their efforts at all levels to eliminate all forms of violence against women and girls and to better coordinate their work, with a view to increasing effective support for national efforts to prevent and eliminate sexual harassment;",
    "15": "Requests the Special Rapporteur on violence against women and girls, its causes and consequences to submit an annual report to the General Assembly at its eightieth and eighty-first sessions;",
    "16": "Requests the Secretary-General to submit to the General Assembly at its eighty-first session a report containing: (a) Information provided by the United Nations bodies, funds and programmes and the specialized agencies on their follow-up activities to implement resolution 77/193 and the present resolution, including on their assistance to States in their efforts to eliminate all forms of violence against women and girls; (b) Information provided by States on their follow-up activities to implement the present resolution;",
    "17": "Also requests the Secretary-General to present an oral report to the Commission on the Status of Women at its sixty-ninth and seventieth sessions, including information provided by the United Nations bodies, funds and programmes and the specialized agencies on recent follow-up activities to implement resolutions 75/161 and 77/193 and the present resolution, and urges United Nations bodies, entities, funds and programmes and the specialized agencies to contribute promptly to that report;",
    "18": "Decides to continue its consideration of the elimination of all forms of violence against women and girls at its eighty-first session under the item entitled “Advancement of women”. 53rd plenary meeting 17 December 2024"
  },
  "agenda_items": [
    "Item 27"
  ],
  "symbol_references": []
}