{
  "symbol": "A/RES/76/120",
  "filename": "A_RES_76_120.pdf",
  "title": "Seventy-sixth session Strengthening and promoting the international treaty framework",
  "text": "United Nations \nA/RES/76/120\n \n \nGeneral Assembly \nDistr.: General \n17 December 2021 \n \n21-18679 (E)    271221     \n*2118679* \n \n \nSeventy-sixth session \nAgenda item 88 \nStrengthening and promoting the international \ntreaty framework \n \n \n \nResolution adopted by the General Assembly \non 9 December 2021 \n \n \n[on the report of the Sixth Committee (A/76/496, para. 8)] \n \n \n76/120. \nStrengthening and promoting the international treaty framework \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 23 (I) of 10 February 1946, 97 (I) of 14 December \n1946, 364 B (IV) of 1 December 1949, 482 (V) of 12 December 1950, 32/144 of \n16 December 1977, 33/141 A of 19 December 1978, 51/158 of 16 December 1996, \n73/210 of 20 December 2018 and 75/144 of 15 December 2020, \n \nRecalling also its resolutions 71/328 of 11 September 2017 and 73/346 of \n16 September 2019, which reaffirm that multilingualism is a core value of the \nOrganization that contributes to the achievement of the goals of the United Nations, \nand requesting the Secretary-General to continue to make efforts to ensure that \nmultilingualism is not undermined by the measures taken in response to the liquidity \nsituation and the coronavirus disease (COVID-19), \n \nConscious of the obligations resulting from Article 102 of the Charter of the \nUnited Nations and the importance of treaties in the development of international law \nand the international legal order,  \n \nNoting with appreciation the role of the Secretariat, in particular the Treaty \nSection of the Office of Legal Affairs, in the implementation of Article 102 of the \nCharter,  \n \nNoting that the considerable increase in the number of treaties submitted for \nregistration over the past years has led to the growth in the volume of work carried \nout by the Treaty Section, contributing to the accumulation of unpublished treaties, \n \nNoting also that, while the authentic texts of registered treaties are promptly \nmade available online through the electronic treaty database, there is currently a \nsignificant backlog in the publication of the United Nations Treaty Series due to \n\nA/RES/76/120 \nStrengthening and promoting the international treaty framework\n \n21-18679\n2/8 \n \ngrowing delays in the translation of treaties related, inter alia, to the limited resources \navailable for the publication process,  \n \nRecognizing the importance of the expeditious processing, registration and \npublication of treaties and treaty-related actions,  \n \nSupporting the efforts of the Secretary-General to increase the efficiency of the \nregistration and publication process within available resources and to enhance the role \nplayed by the Treaty Section in assisting Member States in this area, \n \nWelcoming the measures taken by the Treaty Section to expedite the publication \nof the United Nations Treaty Series and to provide electronic access to all of its \npublications on the website of the United Nations Treaty Collection, and recognizing \nthe role that new technology can play in the accessibility of the United Nations Treaty \nSeries, \n \nRecognizing that practice and technology have developed considerably over the \npast years, and acknowledging the importance of maintaining consistency with treaty-\nmaking practice in the international community, \n \nBearing in mind the provisions of the Vienna Convention on the Law of \nTreaties,1 and considering its adoption on 22 May 1969 by the United Nations \nConference on the Law of Treaties,  \n \nConvinced of the need to further gather and exchange views on practice relating \nto the strengthening and promoting of the international treaty framework, \n \n1. \nRecalls Article 102 of the Charter of the United Nations, reaffirms the \nimportance of the registration and publication of treaties, as well as their accessibility, \nand stresses that the regulations to give effect to Article 102 should be useful and \nrelevant to Member States and should be kept updated to assist States in implementing \ntheir obligations thereunder; \n \n2. \nTakes note of the report of the Secretary-General entitled “Review of the \nregulations to give effect to Article 102 of the Charter of the United Nations”,2 \nsubmitted pursuant to its resolution 73/210, and of the recommendations contained \ntherein for consideration by the General Assembly; \n \n3. \nAmends the regulations as detailed in the annex to the present resolution, \nwhich, as amended, will apply as from 1 February 2022; \n \n4. \nNotes that some Member States continue to consider that there remain \noutstanding issues where the regulations may need further consideration; \n \n5. \nReaffirms its support for the annual treaty event organized by the \nSecretary-General;  \n \n6. \nWelcomes the organization of workshops on treaty law and practice by the \nTreaty Section at Headquarters and at the national and regional levels as an important \ncapacity-building initiative, encourages the Treaty Section to continue to organize \nthese workshops as regularly as possible, including through the use of information \nand communications technology when necessary owing to extraordinary \ncircumstances, and invites States and interested international organizations and \ninstitutions to continue to support this activity; \n \n7. \nNotes that workshops on treaty law and practice at the national and \nregional levels could not be organized since 2016, including owing to a lack of funds, \nand invites States and interested organizations and institutions to make voluntary \n__________________ \n \n1  United Nations, Treaty Series, vol. 1155, No. 18232. \n \n2  A/75/136. \n\nStrengthening and promoting the international treaty framework \nA/RES/76/120\n \n3/8\n21-18679 \n \ncontributions to the trust fund established by the Secretary-General for the Office of \nLegal Affairs to support the promotion of international law, towards the financing of \nsuch workshops, or otherwise to assist in their implementation and possible \nexpansion, as a complement to workshops on treaty law and practice held at \nHeadquarters; \n \n8. \nWelcomes efforts to build the capacity of States in treaty law and practice, \nand invites Member States to consider providing targeted technical assistance, upon \nrequest, at the bilateral, regional and multilateral levels, in particular to developing \ncountries, in order to develop and enhance their treaty practice, including in the use \nof information and communications technology; \n \n9. \nAlso welcomes the efforts made to develop and enhance the United Nations \nelectronic treaty database, which provides online access to comprehensive \ninformation on the depositary functions of the Secretary-General and the registration \nand publication of treaties under Article 102 of the Charter, and encourages the \ncontinuation of such efforts in the future, while bearing in mind the challenges that \nmany developing countries face in accessing information and communications \ntechnology; \n \n10. Notes that most submissions of treaties for registration are in electronic \nformat, and encourages the Secretary-General to develop, in consultation with and on \nthe basis of feedback from Member States and within existing resources, an online \ntreaty registration system to facilitate submissions of treaties for registration, as an \nadditional option to the existing ways of submission in electronic or hard-copy \nformat; \n \n11. Recognizes the importance of the legal publications prepared by the Treaty \nSection, and stresses the need to update the Summary of Practice of the Secretary-\nGeneral as Depositary of Multilateral Treaties in the light of new developments and \npractices; \n \n12. Acknowledges the efforts of the depositaries in the registration of treaties \nunder Article 102 of the Charter, and encourages the continuation of such efforts in \nthe future; \n \n13. Calls upon the Secretary-General to ensure the expedited publication of \nthe United Nations Treaty Series, in accordance with the regulations, through the \nprompt provision of editorial and translation services, to enable effective \ndissemination of and access to treaties; \n \n14. Decides to undertake a thematic debate in the Sixth Committee to foster a \ntechnical exchange of views on practice relating to the strengthening and promoting \nof the international treaty framework, and in that regard invites Member States to \nfocus their comments during the debate at the seventy-eighth session of the General \nAssembly on the subtopic “Best practices of depositaries of multilateral treaties”; \n \n15. Also decides to include in the provisional agenda of its seventy-eighth \nsession the item entitled “Strengthening and promoting the international treaty \nframework”. \n \n49th plenary meeting \n9 December 2021 \n \n \n\nA/RES/76/120 \nStrengthening and promoting the international treaty framework\n \n21-18679\n4/8 \n \n \n Annex \n \n \n \n Regulations to give effect to Article 102 of the Charter of the \nUnited Nations  \n \n \n \n \nPart One \n \n \nRegistration \n \n \n \nArticle 1 \n \n1. \nEvery treaty or international agreement, whatever its form and descriptive name, \nentered into by one or more Members of the United Nations after 24 October 1945, \nthe date of the coming into force of the Charter, shall as soon as possible be registered \nwith the Secretariat in accordance with these regulations.  \n2. \nRegistration shall not take place until the treaty or international agreement has \ncome into force between two or more of the parties thereto. A treaty or international \nagreement that is being provisionally applied prior to its entry into force may be \nregistered as provisionally applied.  \n3. \nSuch registration may be effected by any party or in accordance with article 4 \nof these regulations. Without prejudice to the right of a party to a treaty or \ninternational agreement to submit it for registration, if a treaty or international \nagreement designates one or more depositaries, any of the depositaries is encouraged \nto effect registration unless otherwise provided in the treaty or international \nagreement or agreed by its parties.  \n4. \nThe Secretariat shall record the treaties and international agreements so \nregistered in a register established for that purpose.  \n \n \n \nArticle 2 \n \n1. \nWhen a treaty or international agreement has been registered with the \nSecretariat, a certified statement regarding any subsequent action which effects a \nchange in the parties thereto, or the terms, scope or application thereof, shall also be \nregistered with the Secretariat.  \n2. \nThe Secretariat shall record the certified statement so registered in the register \nestablished under article 1 of these regulations.  \n \n \n \nArticle 3 \n \n1. \nRegistration by a party, in accordance with article 1 of these regulations, relieves \nall other parties of the obligation to register. Registration by a depositary, in \naccordance with article 1 of these regulations, relieves all parties of the obligation to \nregister. \n2. \nRegistration effected in accordance with article 4 of these regulations relieves \nall parties of the obligation to register.  \n \n \n \nArticle 4 \n \n1. \nEvery treaty or international agreement subject to article 1 of these regulations \nshall be registered ex officio by the United Nations in the following cases: \n \n(a) \nWhere the United Nations is a party to the treaty or international \nagreement; \n \n(b) \nWhere the United Nations has been authorized by the treaty or \ninternational agreement to effect registration; \n\nStrengthening and promoting the international treaty framework \nA/RES/76/120\n \n5/8\n21-18679 \n \n \n(c) \nWhere the United Nations is the depositary of a multilateral treaty or \ninternational agreement. \n2. \nA treaty or international agreement subject to article 1 of these regulations may \nbe registered with the Secretariat by a specialized agency in the following cases: \n \n(a) \nWhere the constituent instrument of the specialized agency provides for \nsuch registration; \n \n(b) \nWhere the treaty or international agreement has been registered with the \nspecialized agency pursuant to the terms of its constituent instrument; \n \n(c) \nWhere the specialized agency has been authorized by the treaty or \ninternational agreement to effect registration. \n \n \n \nArticle 5 \n \n1. \nAny submission for registration under article 1 or 4 of these regulations shall \ninclude a certified copy of the treaty or international agreement, either in electronic \nor hard-copy format, together with a statement certifying that the text is a true and \ncomplete copy thereof.  \n2. \nThe certified copy shall reproduce the text in all the languages in which the \ntreaty or international agreement was concluded, including all annexes or attachments \nconstituting an integral part of the treaty or international agreement. In the case of \nmultilateral treaties or agreements, it shall also include the text of all reservations or \ndeclarations made or confirmed by the parties at the time of deposit of their \ninstruments of consent to be bound, in all authentic languages in which these \nreservations or declarations were made.  \n3. \nIn addition to a certified copy and the statement referred to, any submission may \nalso include, where available, courtesy translations of the text into any of the official \nlanguages of the United Nations, in order to expedite translations into English and \nFrench for the purpose of publication in accordance with article 12 of these \nregulations.  \n4. \nThe certifying statement shall set forth: \n \n(a) \nThe full title of the treaty or international agreement; \n \n(b) \nThe date(s) and place(s) of conclusion of the treaty or international \nagreement; \n \n(c) \nThe date on which the treaty or international agreement has come into \nforce; \n \n(d) \nThe method whereby it has come into force (for example: by signature, by \nratification, approval or acceptance, by accession, etcetera); \n \n(e) \nThe authentic languages in which it was concluded and, when applicable, \nthe language or languages in which courtesy translations are provided;  \n \n(f) \nWhen applicable, the names and official titles of the persons that have \nsigned the treaty or international agreement on behalf of each party. \n5. \nIn the case of multilateral treaties or agreements, the certifying statement shall \ninclude, in addition to the information described in paragraph 4 of this article: \n \n(a) \nA list of all the parties to the treaty or international agreement, indicating \nthe date of deposit of each party’s instrument of consent to be bound, the nature of \nsuch instrument (ratification, approval, acceptance, accession, etcetera) and the date \nof entry into force of the treaty for each party; and  \n\nA/RES/76/120 \nStrengthening and promoting the international treaty framework\n \n21-18679\n6/8 \n \n \n(b) \nA certification that it includes all reservations or declarations made by \nparties thereto. \n6. \nThe requirements set forth in this article shall also apply to subsequent actions \nsubmitted pursuant to article 2 of these regulations. \n \n \n \nArticle 6 \n \n \nThe date of receipt by the Secretariat of the United Nations of the treaty or \ninternational agreement registered shall be deemed to be the date of registration, \nprovided that the date of registration of a treaty or agreement registered ex officio by \nthe United Nations shall be the date on which the treaty or agreement first came into \nforce between two or more of the parties thereto. \n \n \n \nArticle 7 \n \n \nA certificate of registration signed by the Secretary-General, or his or her \nrepresentative, shall be issued to the registering party, or specialized agency or \ndepositary, and also, upon request, to any party to the treaty or international \nagreement registered. Certificates of registration shall also be made public through \nelectronic means. \n \n \n \nArticle 8 \n \n1. \nThe register shall be kept in the English and French languages. The register shall \ncomprise in respect of each treaty or international agreement, a record of: \n \n(a) \nThe serial number given in the order of registration; \n \n(b) \nThe title given to the instrument by the parties; \n \n(c) \nThe names of the parties between whom it was concluded; \n \n(d) \nThe dates of signature, ratification, approval or acceptance, exchange of \nratification, accession, and entry into force; \n \n(e) \nThe duration, where appropriate; \n \n(f) \nThe language or languages in which it was drawn up; \n \n(g) \nThe name of the party, specialized agency or depositary which registers \nthe instrument and the date of such registration; \n \n(h) \nParticulars of publication in the treaty series of the United Nations. \n2. \nSuch information shall also be included in the register in regard to the statements \nregistered under article 2 of these regulations. \n3. \nThe texts of registered treaties or international agreements, together with the \ncertifying statements, shall remain in the custody of the Secretariat.  \n \n \n \nArticle 9 \n \n \nThe Secretary-General, or his or her representative, shall ensure that the register \nis publicly accessible, including through electronic means.  \n \n\nStrengthening and promoting the international treaty framework \nA/RES/76/120\n \n7/8\n21-18679 \n \n \n \nPart Two \n \n \nFiling and recording \n \n \n \nArticle 10 \n \n \nThe Secretariat shall file and record treaties and international agreements, other \nthan those subject to registration under article 1 of these regulations, if they fall in \nthe following categories: \n \n(a) \nTreaties or international agreements entered into by the United Nations or \nby one or more of the specialized agencies; \n \n(b) \nTreaties or international agreements transmitted by a Member of the \nUnited Nations which were entered into before the coming into force of the Charter, \nbut which were not included in the treaty series of the League of Nations; \n \n(c) \nTreaties or international agreements transmitted by a party not a member \nof the United Nations which were entered into before or after the coming into force \nof the Charter which were not included in the treaty series of the League of Nations. \n \n \n \nArticle 11 \n \n \nThe provisions of articles 2, 5 and 8 of these regulations shall apply, mutatis \nmutandis, to all treaties and international agreements filed and recorded under \narticle 10 of these regulations. \n \n \n \nPart Three \n \n \nPublication \n \n \n \nArticle 12 \n \n1. \nThe Secretariat shall publish as soon as possible in a single series every treaty \nor international agreement which is registered or filed and recorded, in the original \nlanguage or languages, followed by a translation in English and in French. The \ncertified statements referred to in article 2 of these regulations shall be published in \nthe same manner.  \n2. \nThe Secretariat will, however, have the option not to publish in extenso a treaty \nor international agreement, or a technical annex to a treaty or international agreement, \nbelonging to one of the following categories: \n \n(a) \nAssistance and cooperation agreements of limited scope concerning \nfinancial, commercial, administrative or technical matters; \n \n(b) \nAgreements relating to the organization of conferences, seminars or \nmeetings; \n \n(c) \nAgreements that are to be published otherwise than in the series mentioned \nin paragraph 1 of this article by the United Nations Secretariat, or by a specialized or \nrelated agency; \n \n(d) \nMultilateral agreements that are to be published in a format similar to the \nseries mentioned in paragraph 1 of this article by their depositaries;  \n \n(e) \nTechnical annexes to treaties or agreements where technical annexes are \nfrequently amended. \n3. \nIn deciding whether or not to publish in extenso a treaty or international \nagreement belonging to one of the categories mentioned in paragraph 2 of this article, \nthe Secretariat shall duly take into account, inter alia, the practical value that might \naccrue from in extenso publication. Treaties and international agreements that the \nSecretariat intends not to publish in extenso shall be identified as such in the register, \n\nA/RES/76/120 \nStrengthening and promoting the international treaty framework\n \n21-18679\n8/8 \n \nit being understood that a decision not to publish in extenso may be reversed at any \ntime. \n4. \nAny State or intergovernmental organization may obtain from the Secretary-\nGeneral a copy of the text of any treaty or international agreement which it has been \ndecided, pursuant to paragraph 2 of this article, not to publish in extenso. The \nSecretariat shall likewise make a copy of any such treaty or agreement available to \nprivate persons against payment.  \n5. \nIn respect of each treaty or international agreement registered or filed and \nrecorded, the series referred to in paragraph 1 of this article shall include at least the \nfollowing information: the registration or recording number, the names of the parties, \nthe title, the date and place of conclusion, the date and method of entry into force, the \nduration (where appropriate), the languages of conclusion, the name of the State or \norganization that has registered it or transmitted it for filing and recording, and, if \nappropriate, references to publications in which the complete text of the treaty or \ninternational agreement is reproduced. \n \n \n \nArticle 13 \n \n \nThe Secretariat shall make available the series referred to in article 12 of these \nregulations through any electronic means that may be available. The text of a \nregistered treaty or international agreement, as submitted, and unofficial translations \ninto English and French prepared by the Secretariat shall also be made available \nonline, as soon as possible after registration and prior to publication in the series. The \nSecretariat shall send printed copies of the series to Members of the United Nations, \nupon request.  \n \n",
  "paragraphs": {
    "1": "The Secretariat shall publish as soon as possible in a single series every treaty or international agreement which is registered or filed and recorded, in the original language or languages, followed by a translation in English and in French. The certified statements referred to in article 2 of these regulations shall be published in the same manner.",
    "2": "The Secretariat will, however, have the option not to publish in extenso a treaty or international agreement, or a technical annex to a treaty or international agreement, belonging to one of the following categories: (a) Assistance and cooperation agreements of limited scope concerning financial, commercial, administrative or technical matters; (b) Agreements relating to the organization of conferences, seminars or meetings; (c) Agreements that are to be published otherwise than in the series mentioned in paragraph 1 of this article by the United Nations Secretariat, or by a specialized or related agency; (d) Multilateral agreements that are to be published in a format similar to the series mentioned in paragraph 1 of this article by their depositaries; (e) Technical annexes to treaties or agreements where technical annexes are frequently amended.",
    "3": "In deciding whether or not to publish in extenso a treaty or international agreement belonging to one of the categories mentioned in paragraph 2 of this article, the Secretariat shall duly take into account, inter alia, the practical value that might accrue from in extenso publication. Treaties and international agreements that the Secretariat intends not to publish in extenso shall be identified as such in the register, A/RES/76/120 Strengthening and promoting the international treaty framework 21-18679 8/8 it being understood that a decision not to publish in extenso may be reversed at any time.",
    "4": "Any State or intergovernmental organization may obtain from the Secretary- General a copy of the text of any treaty or international agreement which it has been decided, pursuant to paragraph 2 of this article, not to publish in extenso. The Secretariat shall likewise make a copy of any such treaty or agreement available to private persons against payment.",
    "5": "In respect of each treaty or international agreement registered or filed and recorded, the series referred to in paragraph 1 of this article shall include at least the following information: the registration or recording number, the names of the parties, the title, the date and place of conclusion, the date and method of entry into force, the duration (where appropriate), the languages of conclusion, the name of the State or organization that has registered it or transmitted it for filing and recording, and, if appropriate, references to publications in which the complete text of the treaty or international agreement is reproduced. Article 13 The Secretariat shall make available the series referred to in article 12 of these regulations through any electronic means that may be available. The text of a registered treaty or international agreement, as submitted, and unofficial translations into English and French prepared by the Secretariat shall also be made available online, as soon as possible after registration and prior to publication in the series. The Secretariat shall send printed copies of the series to Members of the United Nations, upon request.",
    "6": "The requirements set forth in this article shall also apply to subsequent actions submitted pursuant to article 2 of these regulations. Article 6 The date of receipt by the Secretariat of the United Nations of the treaty or international agreement registered shall be deemed to be the date of registration, provided that the date of registration of a treaty or agreement registered ex officio by the United Nations shall be the date on which the treaty or agreement first came into force between two or more of the parties thereto. Article 7 A certificate of registration signed by the Secretary-General, or his or her representative, shall be issued to the registering party, or specialized agency or depositary, and also, upon request, to any party to the treaty or international agreement registered. Certificates of registration shall also be made public through electronic means. Article 8",
    "7": "Notes that workshops on treaty law and practice at the national and regional levels could not be organized since 2016, including owing to a lack of funds, and invites States and interested organizations and institutions to make voluntary __________________ 1 United Nations, Treaty Series, vol. 1155, No. 18232. 2 A/75/136. Strengthening and promoting the international treaty framework A/RES/76/120 3/8 21-18679 contributions to the trust fund established by the Secretary-General for the Office of Legal Affairs to support the promotion of international law, towards the financing of such workshops, or otherwise to assist in their implementation and possible expansion, as a complement to workshops on treaty law and practice held at Headquarters;",
    "8": "Welcomes efforts to build the capacity of States in treaty law and practice, and invites Member States to consider providing targeted technical assistance, upon request, at the bilateral, regional and multilateral levels, in particular to developing countries, in order to develop and enhance their treaty practice, including in the use of information and communications technology;",
    "9": "Also welcomes the efforts made to develop and enhance the United Nations electronic treaty database, which provides online access to comprehensive information on the depositary functions of the Secretary-General and the registration and publication of treaties under Article 102 of the Charter, and encourages the continuation of such efforts in the future, while bearing in mind the challenges that many developing countries face in accessing information and communications technology;",
    "10": "Notes that most submissions of treaties for registration are in electronic format, and encourages the Secretary-General to develop, in consultation with and on the basis of feedback from Member States and within existing resources, an online treaty registration system to facilitate submissions of treaties for registration, as an additional option to the existing ways of submission in electronic or hard-copy format;",
    "11": "Recognizes the importance of the legal publications prepared by the Treaty Section, and stresses the need to update the Summary of Practice of the Secretary- General as Depositary of Multilateral Treaties in the light of new developments and practices;",
    "12": "Acknowledges the efforts of the depositaries in the registration of treaties under Article 102 of the Charter, and encourages the continuation of such efforts in the future;",
    "13": "Calls upon the Secretary-General to ensure the expedited publication of the United Nations Treaty Series, in accordance with the regulations, through the prompt provision of editorial and translation services, to enable effective dissemination of and access to treaties;",
    "14": "Decides to undertake a thematic debate in the Sixth Committee to foster a technical exchange of views on practice relating to the strengthening and promoting of the international treaty framework, and in that regard invites Member States to focus their comments during the debate at the seventy-eighth session of the General Assembly on the subtopic “Best practices of depositaries of multilateral treaties”;",
    "15": "Also decides to include in the provisional agenda of its seventy-eighth session the item entitled “Strengthening and promoting the international treaty framework”. 49th plenary meeting 9 December 2021 A/RES/76/120 Strengthening and promoting the international treaty framework 21-18679 4/8 Annex Regulations to give effect to Article 102 of the Charter of the United Nations Part One Registration Article 1"
  },
  "agenda_items": [
    "Item 88"
  ],
  "symbol_references": []
}