{
  "symbol": "A/RES/74/141",
  "filename": "A_RES_74_141.pdf",
  "title": "74/141. The human rights to safe drinking water and sanitation",
  "text": "United Nations \nA/RES/74/141\n \n \nGeneral Assembly \nDistr.: General \n29 January 2020 \n \n19-22240 (E)    300120     \n*1922240* \n \n \nSeventy-fourth session \nAgenda item 70 \nPromotion and protection of human rights \n \n \n \n \n Resolution adopted by the General Assembly on \n18 December 2019 \n \n \n \n \n[on the report of the Third Committee (A/74/399)] \n \n \n 74/141. The human rights to safe drinking water and sanitation \n \n \n \nThe General Assembly,  \n \nGuided by the purposes and principles of the Charter of the United Nations, \n \nRecalling its resolutions 64/292 of 28 July 2010, in which it recognized the right \nto safe and clean drinking water and sanitation as a human right that is essential for \nthe full enjoyment of life and all human rights, and 72/178 of 19 December 2017, \nentitled “The human rights to safe drinking water and sanitation”,  \n \nReaffirming all previous resolutions of the Human Rights Council regarding the \nhuman rights to safe drinking water and sanitation, inter alia, Council resolution 39/8 \nof 27 September 2018,1  \n \nRecalling the Universal Declaration of Human Rights, 2  the International \nCovenant on Economic, Social and Cultural Rights, 3 the International Covenant on \nCivil and Political Rights,3 the International Convention on the Elimination of All \nForms of Racial Discrimination,4 the Convention on the Elimination of All Forms of \nDiscrimination against Women,5 the Convention on the Rights of the Child6 and the \nConvention on the Rights of Persons with Disabilities,7  \n \nRecalling also that the human rights to safe drinking water and sanitation are \nderived from the right to an adequate standard of living and are inextricably related \n__________________ \n \n1 See Official Records of the General Assembly, Seventy-third Session, Supplement No. 53A \n(A/73/53/Add.1), chap. III. \n \n2 Resolution 217 A (III). \n \n3 See resolution 2200 A (XXI), annex. \n \n4 United Nations, Treaty Series, vol. 660, No. 9464. \n \n5 Ibid., vol. 1249, No. 20378. \n \n6 Ibid., vol. 1577, No. 27531. \n \n7 Ibid., vol. 2515, No. 44910. \n\nA/RES/74/141 \nThe human rights to safe drinking water and sanitation\n \n19-22240\n2/8 \n \nto the right to the highest attainable standard of physical and mental health, as well \nas to the right to life and human dignity, \n \nNoting general comment No. 15 (2002) of the Committee on Economic, Social \nand Cultural Rights on the right to water (articles 11 and 12 of the International \nCovenant on Economic, Social and Cultural Rights)8 and the statement on the right \nto sanitation of the Committee of 19 November 2010, 9 and taking note of the reports \nof the Special Rapporteur of the Human Rights Council on the human rights to safe \ndrinking water and sanitation, \n \nReaffirming the responsibility of States to ensure the promotion and protection \nof and respect for all human rights, which are universal, indivisible, interdependent \nand interrelated, and must be treated globally, in a fair and equal manner, on the same \nfooting and with the same emphasis, \n \nRecalling the Programme of Action of the International Conference on \nPopulation and Development 10  and outcome documents of review conferences, \nreaffirming the Beijing Declaration and Platform for Action, 11  the outcome \ndocuments of the twenty-third special session of the General Assembly 12 and the \ndeclarations adopted by the Commission on the Status of Women on the occasion of \nthe tenth, fifteenth and twentieth anniversaries of the Fourth World Conference on \nWomen,13 and looking forward to its upcoming twenty-fifth anniversary, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, for the achievement of \nsustainable development in its three dimensions – economic, social and \nenvironmental – in a balanced and integrated manner, ensuring that no one is left \nbehind, and stressing the importance of monitoring and reporting on the \nimplementation of the Sustainable Development Goals, \n \nRecalling its resolution 71/222 of 21 December 2016, by which it proclaimed \nthe period 2018–2028 the International Decade for Action, “Water for Sustainable \nDevelopment”, \n \nStressing the importance of monitoring and reporting on the implementation of \nthe internationally agreed Sustainable Development Goals and targets, including the \nGoal on ensuring the availability and sustainable management of water and sanitation \nfor all, \n \nRecalling the designation, pursuant to General Assembly resolutions 47/193 of \n22 December 1992 and 67/291 of 24 July 2013, of 22 March as World Water Day and \n19 November as World Toilet Day, which are important opportunities to promote, \namong other issues, awareness of the human rights to safe drinking water and \nsanitation and of the remaining challenges in this regard,  \n__________________ \n \n8 Official Records of the Economic and Social Council, 2003, Supplement No. 2 (E/2003/22), \nannex IV. \n \n9 Ibid., 2011, Supplement No. 2 (E/2011/22), annex VI. \n \n10 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n11 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n12 Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n13 See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. A; ibid., 2010, Supplement No. 7 \nand corrigendum (E/2010/27 and E/2010/27/Corr.1), chap I, sect. A; and ibid., 2015, Supplement \nNo. 7 (E/2015/27), chap. I, sect. C, resolution 59/1, annex. \n\nThe human rights to safe drinking water and sanitation \nA/RES/74/141\n \n3/8\n19-22240 \n \n \nRecalling also the Rio Declaration on Environment and Development of June \n199214 and its resolution 66/288 of 27 July 2012, entitled “The future we want”, and \nemphasizing the critical importance of water and sanitation within the three \ndimensions of sustainable development,  \n \nNoting the relevant commitments and initiatives promoting the human rights to \nsafe drinking water and sanitation made at recent regional and subregional \nconferences and meetings,  \n \nAffirming the importance of continually improving the availability of high-\nquality, accessible, timely and reliable disaggregated data on progress related to safe \ndrinking water and sanitation services as an indispensable means for States to plan \nfor, implement and monitor the progressive realization of the human rights to safe \ndrinking water and sanitation for all without discrimination, \n \nWelcoming the work of the World Health Organization and the United Nations \nChildren’s Fund in the 2019 update published by their Joint Monitoring Programme \nfor Water Supply, Sanitation and Hygiene on household drinking water, sanitation and \nhygiene, 15  and noting the fact that it has an extensive global database and has \ndeveloped global norms to benchmark progress, while taking into consideration the \nfact that official figures very often do not fully capture all the dimensions of the \nhuman rights to safe drinking water and sanitation, \n \nNoting the fact that, globally, between 2000 and 2017, according to the Joint \nMonitoring Programme, the percentage of the population using safely managed \ndrinking water increased from 61 to 71 per cent and the percentage of the population \nusing basic drinking water services decreased from 20 to 19 per cent, and welcoming \nthe fact that the percentage of the population using safely managed sanitation services \nincreased from 28 to 45 per cent and the percentage of the population using basic \nsanitation services increased from 28 to 29 per cent, \n \nDeeply concerned that, almost 10 years after the adoption of resolution 64/292, \n785 million people still lack basic drinking water services and 144 million people still \ncollect water directly from surface water sources, representing a combined 11 per cent \nof the world population, while 2 billion people still lack basic sanitation services and \n673 million people still practise open defecation, representing a combined 26 per cent \nof the world population,  \n \nDeeply concerned also about the lack of access to adequate water and sanitation \nservices and its dramatic consequences for the overall health situation in humanitarian \nemergencies and crises, including in times of conflict and natural disaster, and \nacknowledging that people living in countries affected by armed conflict and natural \ndisasters and in countries particularly vulnerable to the adverse effects of climate \nchange, as well as people living in refugee camps, including in refugee host countries, \nare more likely to lack access to basic drinking water and to basic sanitation than \npeople living in unaffected countries,  \n \nDeeply concerned further that women and girls often face, especially in \nhumanitarian emergencies and crises, including in times of armed conflict or natural \ndisaster, particular barriers in accessing water and sanitation, as well as menstrual \nhygiene management, and that they shoulder the main burden of collecting household \nwater and of care responsibilities, including those arising from waterborne diseases, \n__________________ \n \n14 Report of the United Nations Conference on Environment and Development, Rio de Janeiro,  \n3–14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n \n15 World Health Organization/United Nations Children’s Fund, Progress on Household Drinking \nWater, Sanitation and Hygiene 2000–2017: Special Focus on Inequalities (Geneva, 2019). \n\nA/RES/74/141 \nThe human rights to safe drinking water and sanitation\n \n19-22240\n4/8 \n \nin many parts of the world, restricting their time for other activities, such as education \nand leisure, or, for women, for earning a livelihood, \n \nDeeply alarmed that water, sanitation and hygiene-related diseases hit children \nthe hardest, while noting that child diarrhoea is the second leading cause of death in \nchildren under 5 years of age, and underscoring that progress on reducing child \nmortality, morbidity and stunting is linked to children’s and women’s access to safe \ndrinking water and sanitation and that, in humanitarian emergencies and crises, \nincluding in times of armed conflict or natural disaster, children suffer the most from \ninterruptions in water and sanitation services,  \n \nDeeply concerned that persons with disabilities, especially children, often face \nbarriers in accessing water and sanitation facilities that are accessible and appropriate \nto their needs, which has an impact on their ability to live independently and \nparticipate fully in all aspects of life, including education and employment, which is \nparticularly concerning with regard to homelessness and humanitarian emergencies \nand crises, \n \nDeeply alarmed by indiscriminate attacks and attacks deliberately targeting \ncivilian objects in armed conflict, which may injure personnel and cut off the power \nthat keeps water, sanitation and hygiene systems running, \n \nDeeply concerned that widespread silence and stigma surrounding menstruation \nand menstrual hygiene mean that women and girls often lack basic information and \neducation thereon, are excluded and stigmatized, that their health can be negatively \naffected and that they are thus prevented from realizing their full potential, \n \nDeeply concerned also that the lack of access to adequate water and sanitation \nservices, including for menstrual hygiene management, especially in schools, \nworkplaces, health centres and public facilities, negatively affects gender equality, \nthe empowerment of women and girls and their enjoyment of human rights, including \nthe right to education and the right to the enjoyment of the highest attainable standard \nof physical and mental health, and recognizing that women have specific hygiene \nneeds during menstruation, pregnancy, childbearing and rearing and throughout the \nlife course, \n \nDeeply concerned further that women and girls are particularly at risk of and \nexposed to attacks, sexual and gender-based violence, harassment and other threats to \ntheir safety while collecting household water and when accessing sanitation facilities \noutside their homes or, when lacking adequate sanitation facilities, practising open \ndefecation and urination, limiting their ability to move freely and safely in the public \nsphere, \n \nDeeply concerned that non-existent or inadequate sanitation facilities and \nserious deficiencies in water management and wastewater treatment can negatively \naffect water provision and sustainable access to safe drinking water and that, \naccording to the United Nations World Water Development Report 2017, over 80 per \ncent of the world’s wastewater, and over 95 per cent in some developing countries, is \nreleased into the environment without treatment,  \n \nAffirming the importance of regional and international cooperation, where \nappropriate, as a means to promote the progressive realization of the human rights to \nsafe drinking water and sanitation, with the understanding that it has no bearing on \nthe issues of international water law, including international watercourse law,  \n \nExpressing concern that climate change has contributed and continues to \ncontribute to the increased frequency and intensity of both sudden-onset natural \ndisasters and slow-onset events, and that these events have adverse effects on the full \nenjoyment of all human rights, including the human rights to safe drinking water and \n\nThe human rights to safe drinking water and sanitation \nA/RES/74/141\n \n5/8\n19-22240 \n \nsanitation, and recalling the need to enhance adaptive capacity, strengthen resilience \nand reduce vulnerability to climate change, \n \nRecognizing that, while the implications of climate change-related impacts and \nenvironmental damage for the enjoyment of the human rights to safe drinking water \nand sanitation affect individuals and communities around the world, the consequences \nare felt most acutely by those segments of the population that are already in vulnerable \nsituations, such as people living in informal settlements, people living in small island \nStates and rural and local communities, and recognizing also that indigenous peoples, \nbecause of their specific situation and nature, may be among the first to face the direct \nconsequences of climate change owing to their dependence upon and close \nrelationship with the environment and its resources, \n \n1. \nReaffirms that the human rights to safe drinking water and sanitation, as \ncomponents of the right to an adequate standard of living, are essential for the full \nenjoyment of the right to life and all human rights;  \n \n2. \nRecognizes that the human right to safe drinking water entitles everyone, \nwithout discrimination, to have access to sufficient, safe, acceptable, physically \naccessible and affordable water for personal and domestic use, and that the human \nright to sanitation entitles everyone, without discrimination, to have physical and \naffordable access to sanitation, in all spheres of life, that is safe, hygienic, secure, \nsocially and culturally acceptable and that provides privacy and ensures dignity, while \nreaffirming that both rights are components of the right to an adequate standard of \nliving;  \n \n3. \nWelcomes the work of the Special Rapporteur of the Human Rights \nCouncil on the human rights to safe drinking water and sanitation, and takes note of \nhis reports;  \n \n4. \nReaffirms that States have the primary responsibility to ensure the full \nrealization of all human rights and to endeavour to take steps, individually and \nthrough international assistance and cooperation, especially economic and technical \ncooperation, to the maximum of their available resources, to progressively achieve \nthe full realization of the rights to safe drinking water and sanitation by all appropriate \nmeans, including, in particular, the adoption of legislative measures; \n \n5. \nCalls upon States:  \n \n(a) \nTo ensure the progressive realization of the human rights to safe drinking \nwater and sanitation for all in a non-discriminatory manner while eliminating \ninequalities in access, including for individuals belonging to groups at risk and those \nwho are marginalized on the grounds of race, gender, age, disability, ethnicity, culture, \nreligion and national or social origin or on any other grounds;  \n \n(b) \nTo implement the internationally agreed Sustainable Development Goals \nand targets, 16  including the Goal on ensuring the availability and sustainable \nmanagement of water and sanitation for all, consistent with their obligations under \ninternational law;  \n \n(c) \nTo take into consideration the New Urban Agenda, 17 which envisages \ncities and human settlements that fulfil their social function, the full realization of the \nright to adequate housing as a component of the right to an adequate standard of \nliving, without discrimination, and universal access to safe and affordable drinking \nwater and sanitation;  \n__________________ \n \n16 See resolution 70/1. \n \n17 Resolution 71/256, annex. \n\nA/RES/74/141 \nThe human rights to safe drinking water and sanitation\n \n19-22240\n6/8 \n \n \n(d) \nTo ensure access to safe and affordable drinking water and adequate and \nequitable sanitation and hygiene for all women and girls, as well as for menstrual \nhygiene management, including for hygiene facilities and services in public and \nprivate spaces;  \n \n(e) \nTo take measures to empower women and girls for preparedness in \nhumanitarian emergencies and crises, including in times of armed conflict or natural \ndisaster, by ensuring access to water and sanitation services and implementing \ngender-responsive policies, plans and programmes that address, inter alia, effective \nmenstrual hygiene management and adequate disposal options for menstrual products, \nwithout compromising their safety and dignity; \n \n(f) \nTo address the widespread stigma and shame surrounding menstruation \nand menstrual hygiene by promoting educational and health practices in order to \nfoster a culture in which menstruation is recognized as healthy and natural and by \nensuring access to factual information thereon, including for men and boys, \naddressing the negative social norms around the issue, as well as ensuring universal \naccess to hygienic products and gender-sensitive facilities, including disposal and \nwaste management options for menstrual products, while recognizing that women’s \nand girls’ attendance at school, university or, for women, work can be affected by \nnegative perceptions of menstruation and lack of means to maintain personal hygiene, \nsuch as safe water, sanitation and hygiene facilities in schools, public places and, for \nwomen, the workplace; \n \n(g) \nTo promote both women’s leadership and their full, effective and equal \nparticipation in decision-making on water and sanitation management and to ensure \nthat a gender-based approach is adopted in relation to water and sanitation \nprogrammes; \n \n(h) \nTo reduce the time spent by women and girls in collecting household \nwater, in order to address the negative impact of inadequate water and sanitation \nservices on the access of girls to education, including through improved public \nservices and infrastructure; \n \n(i) \nTo promote safe public spaces and improve the security and safety of \nwomen and girls through gender-responsive rural and urban planning and \ninfrastructure when accessing sanitation facilities outside their homes or practising \nopen defecation and urination; \n \n(j) \nTo protect women and girls from being physically threatened or assaulted, \nincluding from sexual violence, while collecting household water and when accessing \nsanitation facilities outside their home or practising open defecation and urination, \nincluding through promoting safe public spaces and improving the security and safety \nof women and girls through gender-responsive rural and urban planning and \ninfrastructure;  \n \n(k) \nTo progressively eliminate open defecation by adopting policies to \nincrease access to sanitation, including for individuals who are vulnerable or \nmarginalized; \n \n(l) \nTo take steps to promote action to raise international awareness of the issue \nof waterborne diseases, in particular cholera and child diarrhoea, which can be \nprevented through safe drinking water and adequate sanitation and hygiene and \nengaging in partnerships with relevant stakeholders to implement projects aimed at \nscaling up access to safe water and sanitation in developing countries; \n \n(m) To apply broad and inclusive participatory approaches, consulting and \ncoordinating with local communities and other stakeholders, including civil society \n\nThe human rights to safe drinking water and sanitation \nA/RES/74/141\n \n7/8\n19-22240 \n \nand the private sector, on adequate solutions to ensure sustainable and \nnon-discriminatory access to safe drinking water and sanitation;  \n \n(n) \nTo enhance efforts to substantially reduce the share of untreated \nwastewater released into the environment and to ensure that plans and programmes \nfor improving sanitation services take into account the need for appropriate systems \nfor the treatment of wastewater produced, including disposal of infant faeces, with \nthe aim of reducing the risks to human health, drinking water resources and the \nenvironment; \n \n(o) \nTo identify patterns of failure to respect, protect or fulfil the human rights \nto safe drinking water and sanitation for all persons without discrimination and to \naddress their structural causes in policymaking and budgeting within a broader \nframework, while undertaking holistic planning aimed at achieving sustainable \nuniversal access, including in instances where the private sector, donors and \nnon-governmental organizations are involved in service provision;  \n \n(p) \nTo provide for effective accountability mechanisms for all water and \nsanitation service providers, including private sector providers, to ensure that they \nrespect human rights and do not cause or contribute to human rights violations or \nabuses;  \n \n6. \nCalls upon States and international organizations to provide financial \nresources and support capacity-building and technology transfer to help countries, at \ntheir request, in particular developing countries, to provide safe, clean, accessible and \naffordable drinking water and sanitation for all; \n \n7. \nCalls upon non-State actors, including business enterprises, both \ntransnational and others, to comply with their responsibility to respect human rights, \nincluding the human rights to safe drinking water and sanitation, including by \ncooperating with State investigations into allegations of abuses of the human rights \nto safe drinking water and sanitation and by progressively engaging with States to \ndetect and remedy abuses of the human rights to safe drinking water and sanitation; \n \n8. \nStresses the important role of the international cooperation and technical \nassistance provided by States, specialized agencies of the United Nations system and \ninternational and development partners, as well as by donor agencies, urges \ndevelopment partners to adopt a human rights-based approach when designing and \nimplementing development programmes in support of national initiatives and plans \nof action related to the rights to safe drinking water and sanitation, and invites \nregional and international organizations to complement efforts by States to \nprogressively realize the human rights to safe drinking water and sanitation in \naccordance with their respective mandates; \n \n9. \nCalls upon Member States to expand international cooperation and \ncapacity-building support to developing countries in water- and sanitation-related \nactivities and programmes, including water harvesting, desalination, water efficiency, \nwastewater treatment, recycling and reuse technologies; \n \n10. Also calls upon Member States to enhance global partnerships for \nsustainable development as a means to achieve and sustain the Goals and the targets \nof the 2030 Agenda for Sustainable Development,16 and highlights that the 2030 \nAgenda marks a paradigm shift towards a more balanced and integrated plan of action \nfor achieving sustainable development that reflects the universality, indivisibility and \ninterdependence of all human rights;  \n \n11. \nReaffirms that the high-level political forum on sustainable development, \nunder the auspices of the General Assembly and of the Economic and Social Council, \nhas the central role in overseeing follow-up and review at the global level of the \n\nA/RES/74/141 \nThe human rights to safe drinking water and sanitation\n \n19-22240\n8/8 \n \nSustainable Development Goals, and encourages Member States to share their \nexperiences and best practices;  \n \n12. Decides to continue its consideration of the question at its seventy-sixth \nsession. \n \n50th plenary meeting \n18 December 2019 \n \n",
  "paragraphs": {
    "1": "Reaffirms that the human rights to safe drinking water and sanitation, as components of the right to an adequate standard of living, are essential for the full enjoyment of the right to life and all human rights;",
    "2": "Recognizes that the human right to safe drinking water entitles everyone, without discrimination, to have access to sufficient, safe, acceptable, physically accessible and affordable water for personal and domestic use, and that the human right to sanitation entitles everyone, without discrimination, to have physical and affordable access to sanitation, in all spheres of life, that is safe, hygienic, secure, socially and culturally acceptable and that provides privacy and ensures dignity, while reaffirming that both rights are components of the right to an adequate standard of living;",
    "3": "Welcomes the work of the Special Rapporteur of the Human Rights Council on the human rights to safe drinking water and sanitation, and takes note of his reports;",
    "4": "Reaffirms that States have the primary responsibility to ensure the full realization of all human rights and to endeavour to take steps, individually and through international assistance and cooperation, especially economic and technical cooperation, to the maximum of their available resources, to progressively achieve the full realization of the rights to safe drinking water and sanitation by all appropriate means, including, in particular, the adoption of legislative measures;",
    "5": "Calls upon States: (a) To ensure the progressive realization of the human rights to safe drinking water and sanitation for all in a non-discriminatory manner while eliminating inequalities in access, including for individuals belonging to groups at risk and those who are marginalized on the grounds of race, gender, age, disability, ethnicity, culture, religion and national or social origin or on any other grounds; (b) To implement the internationally agreed Sustainable Development Goals and targets, 16 including the Goal on ensuring the availability and sustainable management of water and sanitation for all, consistent with their obligations under international law; (c) To take into consideration the New Urban Agenda, 17 which envisages cities and human settlements that fulfil their social function, the full realization of the right to adequate housing as a component of the right to an adequate standard of living, without discrimination, and universal access to safe and affordable drinking water and sanitation; __________________ 16 See resolution 70/1. 17 Resolution 71/256, annex. A/RES/74/141 The human rights to safe drinking water and sanitation 19-22240 6/8 (d) To ensure access to safe and affordable drinking water and adequate and equitable sanitation and hygiene for all women and girls, as well as for menstrual hygiene management, including for hygiene facilities and services in public and private spaces; (e) To take measures to empower women and girls for preparedness in humanitarian emergencies and crises, including in times of armed conflict or natural disaster, by ensuring access to water and sanitation services and implementing gender-responsive policies, plans and programmes that address, inter alia, effective menstrual hygiene management and adequate disposal options for menstrual products, without compromising their safety and dignity; (f) To address the widespread stigma and shame surrounding menstruation and menstrual hygiene by promoting educational and health practices in order to foster a culture in which menstruation is recognized as healthy and natural and by ensuring access to factual information thereon, including for men and boys, addressing the negative social norms around the issue, as well as ensuring universal access to hygienic products and gender-sensitive facilities, including disposal and waste management options for menstrual products, while recognizing that women’s and girls’ attendance at school, university or, for women, work can be affected by negative perceptions of menstruation and lack of means to maintain personal hygiene, such as safe water, sanitation and hygiene facilities in schools, public places and, for women, the workplace; (g) To promote both women’s leadership and their full, effective and equal participation in decision-making on water and sanitation management and to ensure that a gender-based approach is adopted in relation to water and sanitation programmes; (h) To reduce the time spent by women and girls in collecting household water, in order to address the negative impact of inadequate water and sanitation services on the access of girls to education, including through improved public services and infrastructure; (i) To promote safe public spaces and improve the security and safety of women and girls through gender-responsive rural and urban planning and infrastructure when accessing sanitation facilities outside their homes or practising open defecation and urination; (j) To protect women and girls from being physically threatened or assaulted, including from sexual violence, while collecting household water and when accessing sanitation facilities outside their home or practising open defecation and urination, including through promoting safe public spaces and improving the security and safety of women and girls through gender-responsive rural and urban planning and infrastructure; (k) To progressively eliminate open defecation by adopting policies to increase access to sanitation, including for individuals who are vulnerable or marginalized; (l) To take steps to promote action to raise international awareness of the issue of waterborne diseases, in particular cholera and child diarrhoea, which can be prevented through safe drinking water and adequate sanitation and hygiene and engaging in partnerships with relevant stakeholders to implement projects aimed at scaling up access to safe water and sanitation in developing countries; (m) To apply broad and inclusive participatory approaches, consulting and coordinating with local communities and other stakeholders, including civil society The human rights to safe drinking water and sanitation A/RES/74/141 7/8 19-22240 and the private sector, on adequate solutions to ensure sustainable and non-discriminatory access to safe drinking water and sanitation; (n) To enhance efforts to substantially reduce the share of untreated wastewater released into the environment and to ensure that plans and programmes for improving sanitation services take into account the need for appropriate systems for the treatment of wastewater produced, including disposal of infant faeces, with the aim of reducing the risks to human health, drinking water resources and the environment; (o) To identify patterns of failure to respect, protect or fulfil the human rights to safe drinking water and sanitation for all persons without discrimination and to address their structural causes in policymaking and budgeting within a broader framework, while undertaking holistic planning aimed at achieving sustainable universal access, including in instances where the private sector, donors and non-governmental organizations are involved in service provision; (p) To provide for effective accountability mechanisms for all water and sanitation service providers, including private sector providers, to ensure that they respect human rights and do not cause or contribute to human rights violations or abuses;",
    "6": "Calls upon States and international organizations to provide financial resources and support capacity-building and technology transfer to help countries, at their request, in particular developing countries, to provide safe, clean, accessible and affordable drinking water and sanitation for all;",
    "7": "Calls upon non-State actors, including business enterprises, both transnational and others, to comply with their responsibility to respect human rights, including the human rights to safe drinking water and sanitation, including by cooperating with State investigations into allegations of abuses of the human rights to safe drinking water and sanitation and by progressively engaging with States to detect and remedy abuses of the human rights to safe drinking water and sanitation;",
    "8": "Stresses the important role of the international cooperation and technical assistance provided by States, specialized agencies of the United Nations system and international and development partners, as well as by donor agencies, urges development partners to adopt a human rights-based approach when designing and implementing development programmes in support of national initiatives and plans of action related to the rights to safe drinking water and sanitation, and invites regional and international organizations to complement efforts by States to progressively realize the human rights to safe drinking water and sanitation in accordance with their respective mandates;",
    "9": "Calls upon Member States to expand international cooperation and capacity-building support to developing countries in water- and sanitation-related activities and programmes, including water harvesting, desalination, water efficiency, wastewater treatment, recycling and reuse technologies;",
    "10": "Also calls upon Member States to enhance global partnerships for sustainable development as a means to achieve and sustain the Goals and the targets of the 2030 Agenda for Sustainable Development,16 and highlights that the 2030 Agenda marks a paradigm shift towards a more balanced and integrated plan of action for achieving sustainable development that reflects the universality, indivisibility and interdependence of all human rights;",
    "11": "Reaffirms that the high-level political forum on sustainable development, under the auspices of the General Assembly and of the Economic and Social Council, has the central role in overseeing follow-up and review at the global level of the A/RES/74/141 The human rights to safe drinking water and sanitation 19-22240 8/8 Sustainable Development Goals, and encourages Member States to share their experiences and best practices;",
    "12": "Decides to continue its consideration of the question at its seventy-sixth session. 50th plenary meeting 18 December 2019"
  },
  "agenda_items": [
    "Item 70"
  ],
  "symbol_references": []
}