{
  "symbol": "A/RES/79/217",
  "filename": "A_RES_79_217.pdf",
  "title": "79/217. International migration and development",
  "text": "United Nations \nA/RES/79/217\n \n \nGeneral Assembly \nDistr.: General \n23 December 2024 \n \n24-24338 (E)     \n*2424338* \n \n \nSeventy-ninth session \nAgenda item 20 (b) \nGlobalization and interdependence: international \nmigration and development  \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2024 \n \n \n \n \n[on the report of the Second Committee (A/79/439/Add.2, para. 6)] \n \n \n 79/217. International migration and development \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 58/208 of 23 December 2003, 59/241 of 22 December \n2004, 60/227 of 23 December 2005, 61/208 of 20 December 2006, 63/225 of \n19 December 2008, 65/170 of 20 December 2010, 67/219 of 21 December 2012, \n69/229 of 19 December 2014, 71/237 of 21 December 2016, 73/241 of 20 December \n2018, 75/226 of 21 December 2020 and 77/176 of 14 December 2022 on international \nmigration and development, its resolution 68/4 of 3 October 2013, by which it adopted \nthe Declaration of the High-level Dialogue on International Migration and \nDevelopment, its resolution 60/206 of 22 December 2005 on the facilitation and \nreduction of the cost of transfer of migrant remittances, its resolutions 62/156 of \n18 December 2007, 64/166 of 18 December 2009, 66/172 of 19 December 2011, 68/179 \nof 18 December 2013, 69/167 of 18 December 2014, 70/147 of 17 December 2015, \n72/179 of 19 December 2017, 74/148 of 18 December 2019, 76/172 of 16 December 2021 \nand 78/217 of 19 December 2023 on the protection of migrants and its resolution 62/270 \nof 20 June 2008 on the Global Forum on Migration and Development, and recalling also \nchapter X of the Programme of Action of the International Conference on Population and \nDevelopment1 and Commission on Population and Development resolutions 2006/2 of \n10 May 2006,2 2008/1 of 11 April 2008,3 2013/1 of 26 April 20134 and 2014/1 of \n11 April 2014,5 the declaration on the occasion of the twenty-fifth anniversary of the \n__________________ \n \n1 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n2 See Official Records of the Economic and Social Council, 2006, Supplement No. 5 (E/2006/25), \nchap. I, sect. B. \n \n3 Ibid., 2008, Supplement No. 5 (E/2008/25), chap. I, sect. B. \n \n4 Ibid., 2013, Supplement No. 5 (E/2013/25), chap. I, sect. B. \n \n5 Ibid., 2014, Supplement No. 5 (E/2014/25), chap. I, sect. B. \n\nA/RES/79/217 \nInternational migration and development\n \n24-24338\n2/10 \n \nInternational Conference on Population and Development, adopted on 1 April 2019 6 \nand the declaration on the occasion of the thirtieth anniversary of the International \nConference on Population and Development, adopted on 29 April 2024, 7 \n \nWelcoming the convening of the Summit of the Future on 22-23 September 2024 \nat the United Nations Headquarters in New York at which resolution 79/1 entitled \n“The Pact for the Future” and its annexes were adopted,  \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business,  \n \nReaffirming also its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity,  \n \nReaffirming further the New Urban Agenda,8 the Sendai Framework for Disaster \nRisk Reduction 2015–20309 and the political declaration of the high-level meeting on \nuniversal health coverage, 10  as well as major outcome documents in relation to \ncountries in special situations,  \n \nReaffirming the New York Declaration for Refugees and Migrants, adopted at the \nhigh-level plenary meeting of the General Assembly on addressing large movements of \nrefugees and migrants, held at United Nations Headquarters on 19 September 2016,11 \n \nReaffirming also the Paris Agreement,12 and encouraging all its parties to fully \nimplement the Agreement, and parties to the United Nations Framework Convention \non Climate Change13 that have not yet done so to deposit their instruments of ratification, \nacceptance, approval or accession, where appropriate, as soon as possible,  \n \nNoting with great concern the severe negative impact on human health, safety \nand well-being caused by the coronavirus disease (COVID-19) pandemic, as well as \nthe severe disruption to societies and economies and the devastating impact on lives \nand livelihoods, and that the poorest and most vulnerable are the hardest hit by the \npandemic, reaffirming the ambition to get back on track to achieve the Sustainable \nDevelopment Goals by designing and implementing sustainable and inclusive \nrecovery strategies to accelerate progress towards the full implementation of the 2030 \nAgenda for Sustainable Development and to help to reduce the risk of and build \n__________________ \n \n6 Ibid., 2019, Supplement No. 5 (E/2019/25), chap. I, sect. B. \n \n7 Ibid., 2024, Supplement No. 5 (E/2024/25), chap. I, sect. B. \n \n8 Resolution 71/256, annex. \n \n9 Resolution 69/283, annex II. \n \n10 Resolution 74/2. \n \n11 Resolution 71/1. \n \n12 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n13 United Nations, Treaty Series, vol. 1771, No. 30822. \n\nInternational migration and development \nA/RES/79/217\n \n3/10\n24-24338 \n \nresilience to future shocks, crises and pandemics, including by strengthening health \nsystems and achieving universal health coverage, and recognizing that equitable and \ntimely access for all to safe, quality, effective and affordable COVID-19 vaccines, \ntherapeutics and diagnostics are an essential part of a global response based on unity, \nsolidarity, renewed multilateral cooperation and the principle of leaving no one behind, \n \nReaffirming the Universal Declaration of Human Rights, 14  recalling the \nInternational Covenant on Civil and Political Rights,15 the International Covenant on \nEconomic, Social and Cultural Rights, 16  the International Convention on the \nElimination of All Forms of Racial Discrimination,17 the Convention on the Elimination \nof All Forms of Discrimination against Women,18 the Convention on the Rights of the \nChild19 and the Convention on the Rights of Persons with Disabilities, 20 and recalling \nalso the Declaration on the Right to Development,21 \n \nEncouraging States that have not done so to consider ratifying or acceding to \nthe International Convention on the Protection of the Rights of All Migrant Workers \nand Members of Their Families22 and to consider acceding to relevant conventions of \nthe International Labour Organization, as appropriate,  \n \nRecognizing the positive role and contributions of migrants for inclusive growth \nand sustainable development in countries of origin, transit and destination, including \nby enriching societies through human, socioeconomic and cultural capacities,  \n \nRecognizing also that migration can increase social, cultural and economic ties \nbetween nations and can be facilitated by agreements within regional integration \nprocesses to reinforce education exchange, labour mobility and the portability of \napplicable social security entitlements and earned benefits of migrant workers,  \n \nRecognizing further the positive role and contributions of millions of migrants \nin responding to and recovering from the coronavirus disease (COVID-19) pandemic, \nincluding as essential workers, and remaining deeply concerned that the pandemic \nhas had a severe and disproportionate impact on migrants, including through \nincreased COVID-19 exposure, discrimination, violence, job losses, wage theft, \nprotracted family separation, and restricted or lack of access to healthcare services \nand other basic services, including vaccines, social protection, education and child \nservices, and being subjected to unsafe and undignified returns,  \n \nRecognizing the human, cultural, social and economic capital that diasporas \nbring, as well as their engagement and remittances in national development strategies, \nand in programmes to improve the financial inclusion and literacy of migrant workers \nand their families,  \n \nRecognizing also the positive contributions of young migrants to the sustainable \ndevelopment of countries of origin and destination, encouraging in that regard States \nto consider the specific circumstances and needs of young migrants, and noting \ntherefore the importance of providing inclusive and equitable quality education at all \nlevels, including technical and vocational training, so that all people, including \nmigrants, may have access to lifelong learning opportunities that help them to acquire \n__________________ \n \n14 Resolution 217 A (III). \n \n15 See resolution 2200 A (XXI), annex. \n \n16 Ibid. \n \n17 United Nations, Treaty Series, vol. 660, No. 9464. \n \n18 Ibid., vol. 1249, No. 20378. \n \n19 Ibid., vol. 1577, No. 27531. \n \n20 Ibid., vol. 2515, No. 44910. \n \n21 Resolution 41/128, annex. \n \n22 United Nations, Treaty Series, vol. 2220, No. 39481. \n\nA/RES/79/217 \nInternational migration and development\n \n24-24338\n4/10 \n \nthe knowledge and skills needed to exploit opportunities to become active members \nof society and contribute to sustainable development,  \n \nRecognizing further that remittance flows constitute sources of private capital, \ncomplement domestic savings and are instrumental in improving the well-being of \nrecipients, bearing in mind that remittances cannot be considered a substitute for \nforeign direct investment, official development assistance, debt relief or other public \nsources of financing for development,  \n \nRecognizing the potential of remittances to reduce poverty, increase access to \neducation, health and improved housing, promote financial inclusion and increase the \ninflow of foreign currency, as well as ensure food supplies, improve the sustainability of \nfood production systems, create better job opportunities and promote sustainable practices \nin rural areas, positively contributing to the sustainable development of countries,  \n \nWelcoming the fact that many countries declared remittances to be essential \nservices and eased regulations during the COVID-19 pandemic, facilitated greater \ndigitalization, offered incentives and abolished or waived transaction fees, expressing \nconcern that, nonetheless, the cost of transferring remittances remained at 6.3 per cent \nduring the second quarter of 2022, far above the Sustainable Development Goal target \nof 3 per cent or lower, and expressing concern also at the continued decline in \ncorrespondent banking relationships, due to de-risking trends, and its adverse \nconsequences on low-value remittance flows,  \n \nRecognizing the potential of diaspora investment as a driver of positive change \nin countries of origin, inter alia, by promoting economic opportunities, supporting the \ndevelopment of micro-, small and medium-sized enterprises, fostering local \ndevelopment and entrepreneurship, and contributing to sustainable development in all \nits three dimensions, \n \nExpressing concern that progress achieved in facilitating and harnessing the \nbenefits of safe, orderly and regular migration is slow and uneven in many areas and \nthat the COVID-19 pandemic reshaped many aspects of international migration and \nnegatively impacted progress, and created new, and exacerbated existing situations of \nvulnerability for migrants,  \n \nNoting with concern that highly trained, skilled and professional workers from \ndeveloping countries continue to emigrate at an increasing rate to certain countries, \nand recognizing in this regard the importance of investing in human capital \ndevelopment by promoting entrepreneurship, education, vocational training and skills \ndevelopment programmes and partnerships, and productive employment creation, in \nline with labour market needs, with a view to reducing youth unemployment, avoiding \nbrain drain and optimizing brain gain in countries of origin, and harnessing the \ndemographic dividend,  \n \nExpressing concern about the impact of financial and economic crises, poverty, \nhealth emergencies and food insecurity on international migration and migrants, as \nwell as sudden-onset and slow-onset natural disasters, the adverse effects of climate \nchange and environmental degradation, such as desertification, land degradation, \ndrought, floods, water scarcity and sea level rise, taking into account the potential \nimplications for migration and migrants,  \n \nExpressing concern also about ongoing and escalating humanitarian \nemergencies, which may potentially have an impact on various aspects of \ninternational migration, including by reducing access to opportunities for safe, \norderly and regular migration, disrupting the flow of remittances and exacerbating \nexisting vulnerabilities of migrants and their families,  \n\nInternational migration and development \nA/RES/79/217\n \n5/10\n24-24338 \n \n \nRecalling the determination of Member States who participated in the \nInternational Migration Review Forum to fulfil the objectives and commitments \noutlined in the Global Compact, in line with its 360-degree vision, guiding principles \nand comprehensive approach, by facilitating safe, orderly and regular migration, \npromoting the contributions of migrants at all skills levels to sustainable development \nat the local, national, regional and global levels, within the framework of the 2030 \nAgenda, and reducing the incidence and negative impact of irregular migration,  \n \nRecalling also that the Global Compact is based on a set of cross-cutting and \ninterdependent guiding principles: people-centred, international cooperation, national \nsovereignty, rule of law and due process, sustainable development, human rights, \ngender-responsive, child-sensitive, whole-of-government approach and whole-of \nsociety approach,  \n \nRecalling further the importance of the decent work agenda of the International \nLabour Organization, including for migrant workers, the 10 fundamental Conventions \nof that Organization, as well as the Global Jobs Pact adopted by the International \nLabour Conference at its ninety-eighth session as a general framework within which \neach country can formulate policy packages specific to its situation and national \npriorities in order to promote a job-intensive recovery and sustainable development,  \n \nRecognizing the valuable contribution of the Global Forum on Migration and \nDevelopment to addressing the multidimensional nature of international migration \nand promoting balanced and comprehensive approaches and dialogue on migration \nand development, and acknowledging that it has proved to be a valuable forum for \nholding frank and open discussions, including through multi-stakeholder dialogues, \nand that it has helped to build trust among participating stakeholders through the \nexchange of experiences and good practices and by virtue of its voluntary, \nintergovernmental, non-binding and informal character and the engagement of civil \nsociety actors as well as the private sector, noting in this regard the convening of the \nfourteenth summit of the Global Forum, in 2024, and looking forward to the fifteenth \nsummit of the Global Forum, to be held in 2025,  \n \nRecognizing also the role of Governments at all levels, including local \ngovernments, and the contribution of relevant local stakeholders, such as migrant-led \norganizations, in fulfilling national policies and programmes that have a direct impact \non the well-being of migrants,  \n \nAcknowledging the important and complex interrelationship between \ninternational migration and development and the need to deal with the challenges and \nopportunities that migration presents to countries of origin, transit and destination, \nrecognizing that migration brings benefits and challenges to the global community, \nand confirming the importance of including the matter in relevant debates and \ndiscussions held at the global, regional and national levels, as appropriate, including \nat the level of the United Nations and other international organizations, in relation to \ndevelopment,  \n \nNoting the initiatives that promote constructive and forward-looking dialogue \non international migration for sustainable development and aim to enhance \ninternational cooperation and to share best practices in the field of international \nmigration, including the Group of Friends on Migration and the Global Compact \nChampion countries,  \n \n1. \nTakes note of the report of the Secretary-General;23 \n__________________ \n \n23 A/79/323. \n\nA/RES/79/217 \nInternational migration and development\n \n24-24338\n6/10 \n \n \n2. \nRecognizes the need to strengthen synergies between international \nmigration and development at all levels, including the global, regional, national and \nlocal levels, as appropriate;  \n \n3. \nRecommits to ensuring full respect for the human rights and fundamental \nfreedoms of all migrants, regardless of their migration status, and supporting \ncountries of origin, transit and destination in the spirit of international cooperation, \ntaking into account national circumstances;  \n \n4. \nRecalls the Global Compact for Safe, Orderly and Regular Migration, \nadopted at the Intergovernmental Conference to Adopt the Global Compact for Safe, \nOrderly and Regular Migration, held in Marrakech, Morocco, on 10 and 11 December \n2018, and endorsed by the General Assembly in its resolution 73/195 of 19 December \n2018;  \n \n5. \nNotes that the Global Compact for Safe, Orderly and Regular Migration is \nthe first intergovernmentally negotiated outcome, prepared under the auspices of the \nUnited Nations, to cover international migration in all its dimensions;  \n \n6. \nRecognizes the positive contribution of migrants to inclusive growth and \nsustainable development and that international migration is a multidimensional reality \nof major relevance for the development of countries of origin, transit and destination, \nwhich requires coherent and comprehensive responses and balanced approaches, and \nalso recognizes that international migration is a cross-cutting phenomenon that no \none State can manage on its own and that calls for global approaches and global \nsolutions, as well as the integration of sustainable development, with due regard for \nsocial, economic and environmental dimensions, and that should be addressed in a \nbalanced manner through a whole-of-government approach and with respect for \nhuman rights;  \n \n7. \nAcknowledges the complexity of migratory flows and that international \nmigration movements also occur within the same geographical regions, and in this \ncontext calls for a better understanding of migration patterns across and within \nregions, regardless of the level of development; \n \n8. \nRecognizes that, in a demographically diverse world, population \ndynamics, including differences in the pace of population growth or decline, changing \npopulation age structures, urbanization and international migration, will continue to \nshape the world for present and future generations, and in this regard encourages \ncountries that rely on migrant workers to plan for future labour market needs, \nincluding by promoting investments and strengthening partnerships to address decent \nwork deficits and to promote skills development and training in countries of origin \nand destination alike; \n \n9. \nAlso recognizes the importance of strengthening joint analysis and sharing \nof information to better map, understand, predict and address migration movements, \nsuch as those that may result from sudden-onset and slow-onset natural disasters, the \nadverse effects of climate change and environmental degradation, as well as other \nprecarious situations, while ensuring effective respect for and protection and \nfulfilment of the human rights of all migrants; \n \n10. Further recognizes that the lack of access to quality education and \neconomic opportunities, and inadequate investment as well as underdevelopment are \namong the key drivers that compel young people to leave their countries of origin in \nsearch of better opportunities, and therefore that it remains crucial to promote \nsustainable development, generate employment, bridge all digital divides and \nempower youth to fully participate in their societies; \n\nInternational migration and development \nA/RES/79/217\n \n7/10\n24-24338 \n \n \n11. \nEncourages the international community to invest in higher productivity \nsectors, including advanced technologies and the digital economy, to support the \nclosing of digital divides through a more inclusive digital transformation, to increase \nlocal opportunities and to provide skilled, better paying jobs in countries of origin \nand reduce brain drain; \n \n12. Also encourages the international community to strengthen efforts to \nenable migrants who return to their country of origin to contribute the skills that they \nhave gained in the countries of transit or destination to the sustainable development \nof their country of origin; \n \n13. Reaffirms the importance of facilitating orderly, safe, regular and \nresponsible migration and mobility of people, including through the implementation \nof planned and well-managed migration policies, in line with target 10.7 of the \nSustainable Development Goals;  \n \n14. Recommits to cooperating internationally to ensure safe, orderly and \nregular migration involving full respect for human rights and the humane treatment \nof migrants, regardless of their migration status, and to supporting countries of origin, \ntransit and destination in the spirit of international cooperation, taking into account \nnational circumstances;  \n \n15. Takes note with appreciation of the convening of the first International \nMigration Review Forum from 17 to 20 May 2022, and the endorsement of its \nProgress Declaration as a whole, without a vote, by the General Assembly in its \nresolution 76/266 of 7 June 2022, and in this regard encourages Member States to \nimplement the following recommended actions to accelerate the implementation of \nthe Global Compact for Safe, Orderly and Regular Migration and to strengthen \ninternational cooperation on international migration:  \n \n(a) \nBuild on promising practices to harness the benefits of safe, orderly and \nregular migration, including those that emerged in the response to the COVID-19 \npandemic, provide all migrants with safe access to basic services, regardless of their \nmigration status, as well as continuity of care, COVID-19 vaccinations, testing and \ntreatment in line with universal health coverage, to ensure that no one is left behind \nin achieving the 2030 Agenda, and in this context promote the meaningful \nparticipation of migrants in policy discussions on issues affecting them, including in \nthe COVID-19 response and recovery;  \n \n(b) \nAccelerate efforts, at all levels, to integrate public health considerations \ninto migration policies and incorporating the health needs of migrants in national and \nlocal healthcare services, policies and plans, in ways which are transparent, equitable, \nnon-discriminatory, people-centred, gender-responsive, child-sensitive and disability-\nresponsive, and which leave no one behind;  \n \n(c) \nPromote the meaningful contribution of migrants to policy development, \ndelivery and reviews, and recommit to fostering inclusive and cohesive societies, by \nstrengthening the provision of information, support and services, which contribute to \nmigrants’ integration;  \n \n(d) \nEliminate all forms of discrimination, including racism, systemic racism, \nracial discrimination, xenophobia and related intolerance, stigmatization, hate speech, \nhate crimes targeting migrants and diasporas as well as negative stereotyping and \nmisleading narratives that generate negative perceptions of migration and migrants, \nincluding by reviewing, developing and implementing relevant legislation, policies \nand practices and promoting evidence-based public discourse, inter alia in partnership \nwith local authorities, migrants, diaspora communities and the media, bearing in mind \nthe role of migrants as agents of sustainable development and as rights holders, and \nprotect freedom of expression in accordance with international law, recognizing that \n\nA/RES/79/217 \nInternational migration and development\n \n24-24338\n8/10 \n \nan open and free debate contributes to a comprehensive understanding of all aspects \nof migration;  \n \n(e) \nRespect, protect and fulfil the human rights and fundamental freedoms of \nall migrants, including those of women and children, regardless of their migration \nstatus, and address international migration through international, regional or bilateral \ncooperation and dialogue and a comprehensive and balanced approach, recognize the \nroles and responsibilities of countries of origin, transit and destination in promoting \nand protecting the human rights of all migrants and ensure that their legislation and \nmigration policies and practices are non-discriminatory and consistent with their \napplicable international human rights obligations, in order to avoid approaches that \nmight create or aggravate situations of vulnerability for migrants;  \n \n(f) \nDevelop national gender-responsive and child-sensitive migration policies \nand legislation in line with relevant obligations under international law to respect, \nprotect and fulfil the human rights of all migrant women and children, in particular \ngirls, regardless of their migration status, stressing in this regard the importance of \nensuring the full, equal and meaningful participation of women in the formulation \nand implementation of migration policies, while recognizing their independence, \nagency and leadership;  \n \n(g) \nRespect, protect and fulfil the human rights of all migrant children, \nregardless of their migration status, including unaccompanied or separated migrant \nchildren, ensure that the best interests of the child are a primary consideration in all \nactions concerning children in legislation, policies and practices, including those \nrelated to integration, return and family reunification, as well as consider, through \nappropriate mechanisms, progress and challenges in working to end the practice of \nchild detention in the context of international migration;  \n \n(h) \nEnhance international cooperation, especially by actions that accelerate \nthe realization of the 2030 Agenda, including the Sustainable Development Goals, \nthrough a revitalized Global Partnership for Sustainable Development, with the aim \nof eliminating the adverse drivers and structural factors that hinder people from \nbuilding and maintaining sustainable livelihoods and fulfilling their personal \naspirations, and so compel them to leave their country of origin;  \n \n(i) \nStrengthen their efforts to enhance and diversify the availability of \npathways for safe, orderly and regular migration, including in response to \ndemographic and labour market realities, and for migrants in vulnerable situations, as \nwell as those affected by disasters, climate change and environmental degradation, \nincluding by working coherently across all relevant multilateral forums, conclude \nlabour mobility agreements, optimize education opportunities, facilitate access to \nprocedures for family reunification through appropriate measures that promote the \nrealization of the right to family life and the best interests of the child, and regularize \nmigrants in an irregular situation, in line with national laws, and providing migrants \nwith access to information pertaining to their rights and obligations during all stages \nof migration, including information on fair and ethical recruitment, skills, \nqualifications, entry and exit requirements, living and working conditions, wages and \nbenefits, and access to justice and services, among others;  \n \n(j) \nStrengthen their efforts to take legislative or other measures to prevent, \ncombat and eradicate trafficking in persons, including forced labour, in the context of \ninternational migration, including by intensifying bilateral, regional and international \ncooperation to investigate, prosecute and penalize trafficking in persons, as well as to \nensure the effective identification, protection of and assistance to migrants who have \nbecome victims of trafficking in persons, not conditional upon cooperation with the \nauthorities against suspected traffickers, including by providing access to gender-\nresponsive and child-sensitive measures for their physical, psychological and social \n\nInternational migration and development \nA/RES/79/217\n \n9/10\n24-24338 \n \nrecovery and reintegration, facilitate access to justice, and avoid the criminalization \nof migrants who are victims of trafficking in persons for trafficking-related offences; \n \n(k) \nIntensify joint efforts, including through international cooperation \nbetween countries of origin, transit and destination, to prevent and counter the \nsmuggling of migrants, in full respect for human rights, by protecting the lives and \nhuman rights of migrants, ensuring safe and effective access to justice for migrant \nvictims of crime and ensuring that migrants do not become liable to criminal \nprosecution for the fact of having been the object of smuggling, notwithstanding \npotential prosecution for other violations of national law, as well as by combating the \ncriminal activity and ending the impunity of smuggling networks, which put the lives \nof migrants at risk, and by enhancing pathways for safe, orderly and regular \nmigration;  \n \n(l) \nStrengthen their efforts to cooperate for safe and dignified return and to \nguarantee due process, individual assessment and effective remedy, including by \nupholding the prohibition of collective expulsion in accordance with obligations \nunder international human rights law, and to ensure that their nationals are duly \nreceived and readmitted, in full respect for the human right to return to one’s own \ncountry and the obligation of States to readmit their own nationals, and accelerate \ntheir efforts in order that returning migrants are assisted in their sustainable \nreintegration process through effective partnerships;  \n \n(m) Enhance cooperation to address violence, including sexual and gender-\nbased violence, and harassment against women migrant workers in line with \nobligations under international law and relevant labour standards, and to eliminate \nsituations of vulnerability for women migrant workers by promoting decent work, \nsuch as minimum wage policies, by facilitating safe and effective access to justice, \nand by protecting and supporting victims and survivors of all forms of violence, \nincluding harassment;  \n \n(n) \nAccelerate efforts to ensure that all migrants have proof of legal identity \nand adequate documentation and that nationals have non-discriminatory access to \nproof of nationality and other relevant documents, including by strengthening \nidentification \nprocedures \nand \ndocumentation \nsystems, \nincluding \nthrough \ndigitalization efforts, as well as consular capacities and cooperation, including \nthrough technical assistance and bilateral or regional agreements;  \n \n(o) \nContinue their efforts to facilitate the mutual recognition of formally and \ninformally acquired skills and competencies acquired by migrants, including by \nissuing documents to this effect as appropriate, support the skilling and reskilling of \nmigrants and returning migrants, promote decent work opportunities, enhance \ninternational cooperation to allow for the recovery of earned wages, benefits and \nentitlements of returning migrants, and promote the sustainable reintegration of \nreturning migrants by providing them with equal access to social protection and \nservices;  \n \n(p) \nRedouble efforts to reduce the average transaction cost of migrant \nremittances, from 6.3 per cent of the amount transferred during the second quarter of \n2022 to less than 3 per cent by 2030, including by adopting digital solutions for faster, \nsafer and cheaper remittances, promoting digital and financial inclusion and \naccelerating access to transaction accounts for migrants;  \n \n(q) \nLeverage digital solutions to improve access to information and relevant \ndocumentation, including proof of legal identity, and to enhance diaspora engagement \nand entrepreneurship;  \n \n16. Encourages Member States to integrate migration as a cross-cutting issue \nin national development plans, development cooperation and other relevant \n\nA/RES/79/217 \nInternational migration and development\n \n24-24338\n10/10 \n \nframeworks, and through the voluntary elaboration of ambitious and inclusive \nnational implementation plans, in line with a whole-of-government and whole-of-\nsociety approach, and to expand international cooperation and partnerships to \nimplement the vision of the Global Compact for Safe, Orderly and Regular Migration, \nincluding through financial and technical assistance to developing countries, \nespecially to African countries, the least developed countries, landlocked developing \ncountries, small island developing States and middle-income countries;  \n \n17. Also encourages Member States to give due attention to migration when \npreparing their voluntary national reviews in the context of the high-level political \nforum on sustainable development by, inter alia, including relevant data and \nindicators from the global indicator framework for the Sustainable Development \nGoals and targets of the 2030 Agenda, and requests the United Nations system entities \nto develop guidance for Member States in that regard;  \n \n18. Encourages the international community to increase the support provided \nto developing countries in the planning and conduct of their censuses, as well as in \nthe collection of data from other sources, including administrative records, household \nsurveys and specialized surveys, including migration data, with a view to \nstrengthening the design, implementation, monitoring and evaluation of public \npolicies, while underscoring the need to scale up financial support, equipment and \ninfrastructure and technical assistance so as to strengthen the capacities of national \nstatistical offices and fill data gaps;  \n \n19. Reiterates its commitment to preventing and combating trafficking in \npersons, identifying and protecting victims of trafficking, preventing and combating \nmigrant smuggling, as well as the activities of transnational and national organized \ncrime entities, and protecting migrants from exploitation and other abuses, stresses \nthe need to establish or upgrade, as appropriate, national and regional anti-human \ntrafficking policies and to reinforce cooperation on prevention, the prosecution of \ntraffickers and the protection of victims of trafficking, and encourages Member States \nto ratify, accede to and implement relevant international instruments on preventing \nand combating trafficking in persons and the smuggling of migrants;  \n \n20. Requests the Secretary-General to submit to the General Assembly, at its \neighty-first session, a report on the implementation of the present resolution;  \n \n21. Decides to include in the provisional agenda of its eighty-first session, \nunder the item entitled “Globalization and interdependence”, the sub-item entitled \n“International migration and development”. \n \n54th plenary meeting \n19 December 2024 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;23 __________________ 23 A/79/323. A/RES/79/217 International migration and development 24-24338 6/10",
    "2": "Recognizes the need to strengthen synergies between international migration and development at all levels, including the global, regional, national and local levels, as appropriate;",
    "3": "Recommits to ensuring full respect for the human rights and fundamental freedoms of all migrants, regardless of their migration status, and supporting countries of origin, transit and destination in the spirit of international cooperation, taking into account national circumstances;",
    "4": "Recalls the Global Compact for Safe, Orderly and Regular Migration, adopted at the Intergovernmental Conference to Adopt the Global Compact for Safe, Orderly and Regular Migration, held in Marrakech, Morocco, on 10 and 11 December 2018, and endorsed by the General Assembly in its resolution 73/195 of 19 December 2018;",
    "5": "Notes that the Global Compact for Safe, Orderly and Regular Migration is the first intergovernmentally negotiated outcome, prepared under the auspices of the United Nations, to cover international migration in all its dimensions;",
    "6": "Recognizes the positive contribution of migrants to inclusive growth and sustainable development and that international migration is a multidimensional reality of major relevance for the development of countries of origin, transit and destination, which requires coherent and comprehensive responses and balanced approaches, and also recognizes that international migration is a cross-cutting phenomenon that no one State can manage on its own and that calls for global approaches and global solutions, as well as the integration of sustainable development, with due regard for social, economic and environmental dimensions, and that should be addressed in a balanced manner through a whole-of-government approach and with respect for human rights;",
    "7": "Acknowledges the complexity of migratory flows and that international migration movements also occur within the same geographical regions, and in this context calls for a better understanding of migration patterns across and within regions, regardless of the level of development;",
    "8": "Recognizes that, in a demographically diverse world, population dynamics, including differences in the pace of population growth or decline, changing population age structures, urbanization and international migration, will continue to shape the world for present and future generations, and in this regard encourages countries that rely on migrant workers to plan for future labour market needs, including by promoting investments and strengthening partnerships to address decent work deficits and to promote skills development and training in countries of origin and destination alike;",
    "9": "Also recognizes the importance of strengthening joint analysis and sharing of information to better map, understand, predict and address migration movements, such as those that may result from sudden-onset and slow-onset natural disasters, the adverse effects of climate change and environmental degradation, as well as other precarious situations, while ensuring effective respect for and protection and fulfilment of the human rights of all migrants;",
    "10": "Further recognizes that the lack of access to quality education and economic opportunities, and inadequate investment as well as underdevelopment are among the key drivers that compel young people to leave their countries of origin in search of better opportunities, and therefore that it remains crucial to promote sustainable development, generate employment, bridge all digital divides and empower youth to fully participate in their societies; International migration and development A/RES/79/217 7/10 24-24338",
    "11": "Encourages the international community to invest in higher productivity sectors, including advanced technologies and the digital economy, to support the closing of digital divides through a more inclusive digital transformation, to increase local opportunities and to provide skilled, better paying jobs in countries of origin and reduce brain drain;",
    "12": "Also encourages the international community to strengthen efforts to enable migrants who return to their country of origin to contribute the skills that they have gained in the countries of transit or destination to the sustainable development of their country of origin;",
    "13": "Reaffirms the importance of facilitating orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies, in line with target 10.7 of the Sustainable Development Goals;",
    "14": "Recommits to cooperating internationally to ensure safe, orderly and regular migration involving full respect for human rights and the humane treatment of migrants, regardless of their migration status, and to supporting countries of origin, transit and destination in the spirit of international cooperation, taking into account national circumstances;",
    "15": "Takes note with appreciation of the convening of the first International Migration Review Forum from 17 to 20 May 2022, and the endorsement of its Progress Declaration as a whole, without a vote, by the General Assembly in its resolution 76/266 of 7 June 2022, and in this regard encourages Member States to implement the following recommended actions to accelerate the implementation of the Global Compact for Safe, Orderly and Regular Migration and to strengthen international cooperation on international migration: (a) Build on promising practices to harness the benefits of safe, orderly and regular migration, including those that emerged in the response to the COVID-19 pandemic, provide all migrants with safe access to basic services, regardless of their migration status, as well as continuity of care, COVID-19 vaccinations, testing and treatment in line with universal health coverage, to ensure that no one is left behind in achieving the 2030 Agenda, and in this context promote the meaningful participation of migrants in policy discussions on issues affecting them, including in the COVID-19 response and recovery; (b) Accelerate efforts, at all levels, to integrate public health considerations into migration policies and incorporating the health needs of migrants in national and local healthcare services, policies and plans, in ways which are transparent, equitable, non-discriminatory, people-centred, gender-responsive, child-sensitive and disability- responsive, and which leave no one behind; (c) Promote the meaningful contribution of migrants to policy development, delivery and reviews, and recommit to fostering inclusive and cohesive societies, by strengthening the provision of information, support and services, which contribute to migrants’ integration; (d) Eliminate all forms of discrimination, including racism, systemic racism, racial discrimination, xenophobia and related intolerance, stigmatization, hate speech, hate crimes targeting migrants and diasporas as well as negative stereotyping and misleading narratives that generate negative perceptions of migration and migrants, including by reviewing, developing and implementing relevant legislation, policies and practices and promoting evidence-based public discourse, inter alia in partnership with local authorities, migrants, diaspora communities and the media, bearing in mind the role of migrants as agents of sustainable development and as rights holders, and protect freedom of expression in accordance with international law, recognizing that A/RES/79/217 International migration and development 24-24338 8/10 an open and free debate contributes to a comprehensive understanding of all aspects of migration; (e) Respect, protect and fulfil the human rights and fundamental freedoms of all migrants, including those of women and children, regardless of their migration status, and address international migration through international, regional or bilateral cooperation and dialogue and a comprehensive and balanced approach, recognize the roles and responsibilities of countries of origin, transit and destination in promoting and protecting the human rights of all migrants and ensure that their legislation and migration policies and practices are non-discriminatory and consistent with their applicable international human rights obligations, in order to avoid approaches that might create or aggravate situations of vulnerability for migrants; (f) Develop national gender-responsive and child-sensitive migration policies and legislation in line with relevant obligations under international law to respect, protect and fulfil the human rights of all migrant women and children, in particular girls, regardless of their migration status, stressing in this regard the importance of ensuring the full, equal and meaningful participation of women in the formulation and implementation of migration policies, while recognizing their independence, agency and leadership; (g) Respect, protect and fulfil the human rights of all migrant children, regardless of their migration status, including unaccompanied or separated migrant children, ensure that the best interests of the child are a primary consideration in all actions concerning children in legislation, policies and practices, including those related to integration, return and family reunification, as well as consider, through appropriate mechanisms, progress and challenges in working to end the practice of child detention in the context of international migration; (h) Enhance international cooperation, especially by actions that accelerate the realization of the 2030 Agenda, including the Sustainable Development Goals, through a revitalized Global Partnership for Sustainable Development, with the aim of eliminating the adverse drivers and structural factors that hinder people from building and maintaining sustainable livelihoods and fulfilling their personal aspirations, and so compel them to leave their country of origin; (i) Strengthen their efforts to enhance and diversify the availability of pathways for safe, orderly and regular migration, including in response to demographic and labour market realities, and for migrants in vulnerable situations, as well as those affected by disasters, climate change and environmental degradation, including by working coherently across all relevant multilateral forums, conclude labour mobility agreements, optimize education opportunities, facilitate access to procedures for family reunification through appropriate measures that promote the realization of the right to family life and the best interests of the child, and regularize migrants in an irregular situation, in line with national laws, and providing migrants with access to information pertaining to their rights and obligations during all stages of migration, including information on fair and ethical recruitment, skills, qualifications, entry and exit requirements, living and working conditions, wages and benefits, and access to justice and services, among others; (j) Strengthen their efforts to take legislative or other measures to prevent, combat and eradicate trafficking in persons, including forced labour, in the context of international migration, including by intensifying bilateral, regional and international cooperation to investigate, prosecute and penalize trafficking in persons, as well as to ensure the effective identification, protection of and assistance to migrants who have become victims of trafficking in persons, not conditional upon cooperation with the authorities against suspected traffickers, including by providing access to gender- responsive and child-sensitive measures for their physical, psychological and social International migration and development A/RES/79/217 9/10 24-24338 recovery and reintegration, facilitate access to justice, and avoid the criminalization of migrants who are victims of trafficking in persons for trafficking-related offences; (k) Intensify joint efforts, including through international cooperation between countries of origin, transit and destination, to prevent and counter the smuggling of migrants, in full respect for human rights, by protecting the lives and human rights of migrants, ensuring safe and effective access to justice for migrant victims of crime and ensuring that migrants do not become liable to criminal prosecution for the fact of having been the object of smuggling, notwithstanding potential prosecution for other violations of national law, as well as by combating the criminal activity and ending the impunity of smuggling networks, which put the lives of migrants at risk, and by enhancing pathways for safe, orderly and regular migration; (l) Strengthen their efforts to cooperate for safe and dignified return and to guarantee due process, individual assessment and effective remedy, including by upholding the prohibition of collective expulsion in accordance with obligations under international human rights law, and to ensure that their nationals are duly received and readmitted, in full respect for the human right to return to one’s own country and the obligation of States to readmit their own nationals, and accelerate their efforts in order that returning migrants are assisted in their sustainable reintegration process through effective partnerships; (m) Enhance cooperation to address violence, including sexual and gender- based violence, and harassment against women migrant workers in line with obligations under international law and relevant labour standards, and to eliminate situations of vulnerability for women migrant workers by promoting decent work, such as minimum wage policies, by facilitating safe and effective access to justice, and by protecting and supporting victims and survivors of all forms of violence, including harassment; (n) Accelerate efforts to ensure that all migrants have proof of legal identity and adequate documentation and that nationals have non-discriminatory access to proof of nationality and other relevant documents, including by strengthening identification procedures and documentation systems, including through digitalization efforts, as well as consular capacities and cooperation, including through technical assistance and bilateral or regional agreements; (o) Continue their efforts to facilitate the mutual recognition of formally and informally acquired skills and competencies acquired by migrants, including by issuing documents to this effect as appropriate, support the skilling and reskilling of migrants and returning migrants, promote decent work opportunities, enhance international cooperation to allow for the recovery of earned wages, benefits and entitlements of returning migrants, and promote the sustainable reintegration of returning migrants by providing them with equal access to social protection and services; (p) Redouble efforts to reduce the average transaction cost of migrant remittances, from 6.3 per cent of the amount transferred during the second quarter of 2022 to less than 3 per cent by 2030, including by adopting digital solutions for faster, safer and cheaper remittances, promoting digital and financial inclusion and accelerating access to transaction accounts for migrants; (q) Leverage digital solutions to improve access to information and relevant documentation, including proof of legal identity, and to enhance diaspora engagement and entrepreneurship;",
    "16": "Encourages Member States to integrate migration as a cross-cutting issue in national development plans, development cooperation and other relevant A/RES/79/217 International migration and development 24-24338 10/10 frameworks, and through the voluntary elaboration of ambitious and inclusive national implementation plans, in line with a whole-of-government and whole-of- society approach, and to expand international cooperation and partnerships to implement the vision of the Global Compact for Safe, Orderly and Regular Migration, including through financial and technical assistance to developing countries, especially to African countries, the least developed countries, landlocked developing countries, small island developing States and middle-income countries;",
    "17": "Also encourages Member States to give due attention to migration when preparing their voluntary national reviews in the context of the high-level political forum on sustainable development by, inter alia, including relevant data and indicators from the global indicator framework for the Sustainable Development Goals and targets of the 2030 Agenda, and requests the United Nations system entities to develop guidance for Member States in that regard;",
    "18": "Encourages the international community to increase the support provided to developing countries in the planning and conduct of their censuses, as well as in the collection of data from other sources, including administrative records, household surveys and specialized surveys, including migration data, with a view to strengthening the design, implementation, monitoring and evaluation of public policies, while underscoring the need to scale up financial support, equipment and infrastructure and technical assistance so as to strengthen the capacities of national statistical offices and fill data gaps;",
    "19": "Reiterates its commitment to preventing and combating trafficking in persons, identifying and protecting victims of trafficking, preventing and combating migrant smuggling, as well as the activities of transnational and national organized crime entities, and protecting migrants from exploitation and other abuses, stresses the need to establish or upgrade, as appropriate, national and regional anti-human trafficking policies and to reinforce cooperation on prevention, the prosecution of traffickers and the protection of victims of trafficking, and encourages Member States to ratify, accede to and implement relevant international instruments on preventing and combating trafficking in persons and the smuggling of migrants;",
    "20": "Requests the Secretary-General to submit to the General Assembly, at its eighty-first session, a report on the implementation of the present resolution;",
    "21": "Decides to include in the provisional agenda of its eighty-first session, under the item entitled “Globalization and interdependence”, the sub-item entitled “International migration and development”. 54th plenary meeting 19 December 2024"
  },
  "agenda_items": [
    "Item 20"
  ],
  "symbol_references": []
}