{
  "symbol": "A/RES/73/175",
  "filename": "A_RES_73_175.pdf",
  "title": "73/175. Moratorium on the use of the death penalty",
  "text": "United Nations \nA/RES/73/175\n \n \nGeneral Assembly \nDistr.: General \n23 January 2019 \n \n18-22271 (E)    250119 \n*1822271* \n \n \nSeventy-third session \nAgenda item 74 (b) \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2018 \n \n \n \n \n[on the report of the Third Committee (A/73/589/Add.2)] \n \n \n 73/175. Moratorium on the use of the death penalty \n \n \n \nThe General Assembly,  \n \nGuided by the purposes and principles contained in the Charter of the United \nNations,  \n \nReaffirming the Universal Declaration of Human Rights, 1  the International \nCovenant on Civil and Political Rights2 and the Convention on the Rights of the Child,3  \n \nRecalling the Second Optional Protocol to the International Covenant on Civil \nand Political Rights, aiming at the abolition of the death penalty, 4 and in this regard \nwelcoming the increasing number of accessions to and ratifications of the Second \nOptional Protocol,  \n \nRecalling also its resolutions 62/149 of 18 December 2007, 63/168 of \n18 December 2008, 65/206 of 21 December 2010, 67/176 of 20 December 2012, \n69/186 of 18 December 2014 and 71/187 of 19 December 2016 on the question of a \nmoratorium on the use of the death penalty, in which the General Assembly called \nupon States that still maintain the death penalty to establish a moratorium on \nexecutions with a view to abolishing it,  \n \nRecalling further all relevant decisions and resolutions of the Human Rights \nCouncil, the most recent of which was resolution 36/17 of 29 September 2017,5  \n \nMindful that any miscarriage or failure of justice in the implementation of the \ndeath penalty is irreversible and irreparable, \n \nConvinced that a moratorium on the use of the death penalty contributes \nto respect for human dignity and to the enhancement and progressive development \n__________________ \n \n1  Resolution 217 A (III). \n \n2  See resolution 2200 A (XXI), annex. \n \n3  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n4  Ibid., vol. 1642, No. 14668. \n \n5  See Official Records of the General Assembly, Seventy-second Session, Supplement No. 53A \n(A/72/53/Add.1), chap. III. \n\nA/RES/73/175 \nMoratorium on the use of the death penalty\n \n18-22271\n2/3 \n \nof human rights, and considering that there is no conclusive evidence of the \ndeterrent value of the death penalty, \n \nNoting ongoing local and national debates and regional initiatives on the death \npenalty, as well as the readiness of an increasing number of Member States to make \navailable to the public information on the use of the death penalty, and also, in this \nregard, the decision by the Human Rights Council in its resolution 26/2 of 26 June \n20146 to convene biennial high-level panel discussions in order to further exchange \nviews on the question of the death penalty,  \n \nRecognizing the role of national human rights institutions in contributing to \nongoing local and national debates and regional initiatives on the death penalty,  \n \nWelcoming the considerable movement towards the abolition of the death \npenalty globally and the fact that many States are applying a moratorium, including \nlong-standing moratoriums, either in law or in practice, on the use of the death \npenalty,  \n \nEmphasizing the need to ensure that persons facing the death penalty have \naccess to justice without discrimination, including access to legal counsel, and that \nthey are treated with humanity and with respect for their inherent dignity and in \ncompliance with their rights under international human rights law,  \n \nNoting with deep concern that, as shown in recent reports of the Secretary-\nGeneral, frequently, poor and economically vulnerable persons, foreign nationals, \npersons exercising their human rights and persons belonging to religious or ethnic \nminorities are disproportionately represented among those sentenced to the death \npenalty,7  \n \nNoting the technical cooperation among Member States, as well as the role of \nrelevant United Nations entities and human rights mechanisms, in supporting State \nefforts to establish moratoriums on the death penalty,  \n \nBearing in mind the work of special procedure mandate holders who have \naddressed human rights issues related to the death penalty within the framework of \ntheir respective mandates, \n \n1. \nReaffirms the sovereign right of all countries to develop their own legal \nsystems, including determining appropriate legal penalties, in accordance with their \ninternational law obligations; \n \n2. \nExpresses its deep concern about the continued application of the death \npenalty;  \n \n3. \nWelcomes the report of the Secretary-General on the implementation of \nresolution 71/187 and the recommendations contained therein;8  \n \n4. \nAlso welcomes the steps taken by some States to reduce the number of \noffences for which the death penalty may be imposed, as well as steps taken to limit \nits application;  \n \n5. \nFurther welcomes initiatives and political leadership encouraging national \ndiscussions and debates on the possibility of moving away from capital punishment \nthrough domestic decision-making;  \n \n6. \nWelcomes the decisions made by an increasing number of States from all \nregions, at all levels of government, to apply a moratorium on executions, followed \nin many cases by the abolition of the death penalty;  \n__________________ \n \n6  Ibid., Sixty-ninth Session, Supplement No. 53 (A/69/53), chap. V, sect. A. \n \n7  See, inter alia, A/70/304 and A/73/260. \n \n8  A/73/260. \n\nMoratorium on the use of the death penalty \nA/RES/73/175\n \n3/3\n18-22271 \n \n \n7. \nCalls upon all States:  \n \n(a) \nTo respect international standards that provide safeguards guaranteeing \nprotection of the rights of those facing the death penalty, in particular the minimum \nstandards, as set out in the annex to Economic and Social Council resolution 1984/50 \nof 25 May 1984, as well as to provide the Secretary-General with information in this \nregard;  \n \n(b) \nTo comply with their obligations under article 36 of the 1963 Vienna \nConvention on Consular Relations,9 particularly the right to receive information on \nconsular assistance;  \n \n(c) \nTo make available relevant information, disaggregated by sex, age, \nnationality and race, as applicable, and other applicable criteria, with regard to their \nuse of the death penalty, inter alia, the number of persons sentenced to death, the \nnumber of persons on death row and the number of executions carried out, the number \nof death sentences reversed or commuted on appeal and information on any scheduled \nexecution, which can contribute to possible informed and transparent national and \ninternational debates, including on the obligations of States pertaining to the use of \nthe death penalty;  \n \n(d) \nTo progressively restrict the use of the death penalty and not to impose \ncapital punishment for offences committed by persons below 18 years of age, on \npregnant women or on persons with mental or intellectual disabilities;  \n \n(e) \nTo reduce the number of offences for which the death penalty may be \nimposed, including by considering removing the mandatory application of the death \npenalty;  \n \n(f) \nTo ensure that those facing the death penalty can exercise their right to \napply for pardon or commutation of their death sentence by ensuring that clemency \nprocedures are fair and transparent and that prompt information is provided at all \nstages of the process; \n \n(g) \nTo ensure that the death penalty is not applied on the basis of \ndiscriminatory laws or as a result of discriminatory or arbitrary application of the law;  \n \n(h) \nTo establish a moratorium on executions with a view to abolishing the \ndeath penalty;  \n \n8. \nCalls upon States which have abolished the death penalty not to \nreintroduce it, and encourages them to share their experience in this regard;  \n \n9. \nEncourages States which have a moratorium to maintain it and to share \ntheir experience in this regard;  \n \n10. Calls upon States that have not yet done so to consider acceding to or \nratifying the Second Optional Protocol to the International Covenant on Civil and \nPolitical Rights, aiming at the abolition of the death penalty; 4  \n \n11. \nRequests the Secretary-General to report to the General Assembly at its \nseventy-fifth session on the implementation of the present resolution;  \n \n12. Decides to continue consideration of the matter at its seventy-fifth session \nunder the item entitled “Promotion and protection of human rights”.  \n \n55th plenary meeting \n17 December 2018 \n \n__________________ \n \n9  United Nations, Treaty Series, vol. 596, No. 8638. \n",
  "paragraphs": {
    "1": "Reaffirms the sovereign right of all countries to develop their own legal systems, including determining appropriate legal penalties, in accordance with their international law obligations;",
    "2": "Expresses its deep concern about the continued application of the death penalty;",
    "3": "Welcomes the report of the Secretary-General on the implementation of resolution 71/187 and the recommendations contained therein;8",
    "4": "Also welcomes the steps taken by some States to reduce the number of offences for which the death penalty may be imposed, as well as steps taken to limit its application;",
    "5": "Further welcomes initiatives and political leadership encouraging national discussions and debates on the possibility of moving away from capital punishment through domestic decision-making;",
    "6": "Welcomes the decisions made by an increasing number of States from all regions, at all levels of government, to apply a moratorium on executions, followed in many cases by the abolition of the death penalty; __________________ 6 Ibid., Sixty-ninth Session, Supplement No. 53 (A/69/53), chap. V, sect. A. 7 See, inter alia, A/70/304 and A/73/260. 8 A/73/260. Moratorium on the use of the death penalty A/RES/73/175 3/3 18-22271",
    "7": "Calls upon all States: (a) To respect international standards that provide safeguards guaranteeing protection of the rights of those facing the death penalty, in particular the minimum standards, as set out in the annex to Economic and Social Council resolution 1984/50 of 25 May 1984, as well as to provide the Secretary-General with information in this regard; (b) To comply with their obligations under article 36 of the 1963 Vienna Convention on Consular Relations,9 particularly the right to receive information on consular assistance; (c) To make available relevant information, disaggregated by sex, age, nationality and race, as applicable, and other applicable criteria, with regard to their use of the death penalty, inter alia, the number of persons sentenced to death, the number of persons on death row and the number of executions carried out, the number of death sentences reversed or commuted on appeal and information on any scheduled execution, which can contribute to possible informed and transparent national and international debates, including on the obligations of States pertaining to the use of the death penalty; (d) To progressively restrict the use of the death penalty and not to impose capital punishment for offences committed by persons below 18 years of age, on pregnant women or on persons with mental or intellectual disabilities; (e) To reduce the number of offences for which the death penalty may be imposed, including by considering removing the mandatory application of the death penalty; (f) To ensure that those facing the death penalty can exercise their right to apply for pardon or commutation of their death sentence by ensuring that clemency procedures are fair and transparent and that prompt information is provided at all stages of the process; (g) To ensure that the death penalty is not applied on the basis of discriminatory laws or as a result of discriminatory or arbitrary application of the law; (h) To establish a moratorium on executions with a view to abolishing the death penalty;",
    "8": "Calls upon States which have abolished the death penalty not to reintroduce it, and encourages them to share their experience in this regard;",
    "9": "Encourages States which have a moratorium to maintain it and to share their experience in this regard;",
    "10": "Calls upon States that have not yet done so to consider acceding to or ratifying the Second Optional Protocol to the International Covenant on Civil and Political Rights, aiming at the abolition of the death penalty; 4",
    "11": "Requests the Secretary-General to report to the General Assembly at its seventy-fifth session on the implementation of the present resolution;",
    "12": "Decides to continue consideration of the matter at its seventy-fifth session under the item entitled “Promotion and protection of human rights”. 55th plenary meeting 17 December 2018 __________________ 9 United Nations, Treaty Series, vol. 596, No. 8638."
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": []
}