{
  "symbol": "A/RES/73/156",
  "filename": "A_RES_73_156.pdf",
  "title": "73/156. Rights of indigenous peoples",
  "text": "United Nations \nA/RES/73/156\n \n \nGeneral Assembly \nDistr.: General \n11 January 2019 \n \n18-22251 (E)    150119     \n*1822251* \n \n \nSeventy-third session \nAgenda item 71 (a) \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2018 \n \n \n \n \n[on the report of the Third Committee (A/73/586)] \n \n \n 73/156. Rights of indigenous peoples \n \n \n \nThe General Assembly,  \n \nRecalling all relevant resolutions of the General Assembly, the Human Rights \nCouncil and the Economic and Social Council relating to the rights of indigenous \npeoples, reaffirming its resolutions 65/198 of 21 December 2010, 66/142 of \n19 December 2011, 67/153 of 20 December 2012, 68/149 of 18 December 2013, 69/2 \nof 22 September 2014, 69/159 of 18 December 2014, 70/232 of 23 December 2015, \n71/178 of 19 December 2016, 71/321 of 8 September 2017, 72/155 of 19 December \n2017 and 72/247 of 24 December 2017, and recalling Human Rights Council \nresolutions 27/13 of 25 September 2014, 1  30/4 of 1 October 2015, 2  33/12 and \n33/13 of 29 September 2016,\n3  36/14 of 28 September 2017\n4  and 39/13 of \n28 September 2018,5  \n \nReaffirming the United Nations Declaration on the Rights of Indigenous \nPeoples,6 which addresses the individual and collective rights of indigenous peoples, \n \nReaffirming also the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples, held in \nNew York on 22 and 23 September 2014,7 in which Heads of State and Government, \nministers and representatives of Member States reiterated the important and \ncontinuing role of the United Nations in promoting and protecting the rights of \nindigenous peoples, recalling the inclusive preparatory process for the high-level \n__________________ \n \n1  See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 53A and \ncorrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n2  Ibid., Seventieth Session, Supplement No. 53A (A/70/53/Add.1), chap. III. \n \n3  Ibid., Seventy-first Session, Supplement No. 53A and corrigendum (A/71/53/Add.1 and \nA/71/53/Add.1/Corr.1), chap. II. \n \n4  Ibid., Seventy-second Session, Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n5  Ibid., Seventy-third Session, Supplement No. 53 A (A/73/53/Add.1), chap. II. \n \n6  Resolution 61/295, annex. \n \n7  Resolution 69/2. \n\nA/RES/73/156 \nRights of indigenous peoples\n \n18-22251\n2/8 \n \nplenary meeting, including the comprehensive engagement of the representatives of \nindigenous peoples, and welcoming and reaffirming the commitments, measures and \nefforts undertaken by States, the United Nations system, indigenous peoples and other \nactors in its implementation, \n \nEncouraging \nthe \nactive \nengagement \nof \nindigenous \npeoples \nin \nthe \nimplementation of the outcome document of the high-level plenary meeting of the \nGeneral Assembly known as the World Conference on Indigenous Peoples, including \nat the regional and global levels, \n \nRecalling the 2030 Agenda for Sustainable Development, 8 and stressing the \nneed to ensure that no one is left behind and to reach the furthest behind first, \nincluding indigenous peoples, who should participate in, contribute to and benefit \nwithout discrimination from the implementation of the 2030 Agenda, and encouraging \nMember States to give due consideration to all the rights of indigenous peoples while \nimplementing the 2030 Agenda,  \n \nStressing the importance of promoting and pursuing the objectives of the United \nNations Declaration on the Rights of Indigenous Peoples also through international \ncooperation to support national and regional efforts to achieve the ends of the \nDeclaration, including the right to maintain and strengthen the distinct political, legal, \neconomic, social and cultural institutions of indigenous peoples and the right to \nparticipate fully, if they so choose, in the political, economic, social and cultural life \nof the State, \n \nBearing in mind the policy instruments in the Global Compact for Safe, Orderly \nand Regular Migration for Member States to draw on, including to respond to the \nneeds of migrants who face situations of vulnerability, including indigenous peoples, \n \nTaking note with appreciation of the agreed conclusions of the sixty-second \nsession of the Commission on the Status of Women,9 in which Governments at all \nlevels and as appropriate, with the relevant entities of the United Nations system and \ninternational and regional organizations, within their respective mandates and bearing \nin mind national priorities, were urged to promote and protect the rights of indigenous \nwomen and girls living in rural and remote areas by addressing the multiple and \nintersecting forms of discrimination and barriers they face, including violence, \nensuring access to quality and inclusive education, health care, public services, \neconomic resources, including land and natural resources, and women’s access to \ndecent work, and promoting their meaningful participation in the economy and in \ndecision-making processes at all levels and in all areas, while respecting and protecting \ntheir traditional and ancestral knowledge, and noting the importance for indigenous \nwomen and girls of the United Nations Declaration on the Rights of Indigenous Peoples, \n \nRecognizing that violence against indigenous women and girls has a negative \nimpact on their enjoyment of human rights and fundamental freedoms and constitutes \na major impediment to women’s full, equal and effective participation in society, the \neconomy and political decision-making, and in this regard recalling Human Rights \nCouncil resolution 32/19 of 1 July 2016, entitled “Accelerating efforts to eliminate \nviolence against women: preventing and responding to violence against women and \ngirls, including indigenous women and girls”,10 which brings closer attention to this \nissue, and recognizing also the negative effects of multiple and intersecting forms of \ndiscrimination, \n__________________ \n \n8  Resolution 70/1. \n \n9  See Official Records of the Economic and Social Council, 2018, Supplement No. 7 (E/2018/27), \nchap. I, sect. A. \n \n10  See Official Records of the General Assembly, Seventy-first Session, Supplement No. 53 \n(A/71/53), chap. V, sect. A. \n\nRights of indigenous peoples \nA/RES/73/156\n \n3/8\n18-22251 \n \n \nStressing the importance of the empowerment and capacity-building of \nindigenous women and youth, including their full and effective participation in \ndecision-making processes in matters that affect them directly, including policies, \nprogrammes and resources, where relevant, that target the well-being of indigenous \nwomen, children and youth, in particular in the areas of health, education, employment \nand the transmission of traditional knowledge, languages and practices, and the \nimportance of taking measures to promote awareness and understanding of their rights, \n \nDeeply concerned at the vast number of endangered languages, in particular \nindigenous languages, and stressing that, despite the continuing efforts, there is an \nurgent need to preserve, promote and revitalize endangered languages, in particular \nindigenous languages, \n \nReaffirming the importance of the International Year of Indigenous Languages \nto draw attention to the critical loss of indigenous languages and the urgent need to \npreserve, revitalize and promote indigenous languages, including as an educational \nmedium, and to take further urgent steps to that end at the national and international \nlevels,  \n \nWelcoming the preparations and the progress made for the celebration of the \n2019 International Year of Indigenous Languages, including the lead role of the \nUnited Nations Educational, Scientific and Cultural Organization in developing an \naction plan and the establishment of the steering committee for organizing the \nInternational Year, in consultation and cooperation with Member States, the \nPermanent Forum on Indigenous Issues, the Special Rapporteur of the Human Rights \nCouncil on the rights of indigenous peoples and the Expert Mechanism on the Rights \nof Indigenous Peoples, as well as indigenous peoples and a range of different \nstakeholders,  \n \nRecognizing that indigenous peoples can contribute to a range of issues on the \ninternational agenda,  \n \nRecognizing also the importance to indigenous peoples of revitalizing, using, \ndeveloping and transmitting to future generations their histories, languages, oral \ntraditions, philosophies, writing systems and literature,  \n \nExpressing concern that, in some cases, suicide rates in indigenous peoples’ \ncommunities, in particular among indigenous youth and children, are significantly \nhigher than in the general population, \n \nBearing in mind the importance of promoting respect for the rights of \nindigenous children, in particular eliminating the worst forms of child labour, in \naccordance with international law, including relevant human rights law and \ninternational labour law obligations, \n \nRecognizing the importance of access to justice in the promotion and protection \nof the rights of indigenous peoples and individuals and the need to examine and take \nsteps to remove obstacles to justice, especially for indigenous women, indigenous \nchildren, youth, older persons and indigenous persons with disabilities, \n \nUnderlining the responsibility of transnational corporations and other business \nenterprises to respect all human rights, applicable laws and international principles11 \nand operate transparently and in a socially and environmentally responsible manner, \nand emphasizing the need to refrain from negatively affecting the well-being of \nindigenous peoples and to take further action towards corporate responsibility and \naccountability, including the prevention, mitigation and remediation of human rights \nabuses, \n__________________ \n \n11  Including the Guiding Principles on Business and Human Rights: Implementing the United \nNations “Protect, Respect and Remedy” Framework (A/HRC/17/31, annex). \n\nA/RES/73/156 \nRights of indigenous peoples\n \n18-22251\n4/8 \n \n \nTaking note of the report of the Special Rapporteur on the rights of indigenous \npeoples,12 noting with concern her findings with regard to attacks against indigenous \nhuman rights defenders and her reflections on available prevention and protection \nmeasures, and calling upon all States to consider the recommendations contained in \nthe report, \n \nTaking note with appreciation of the decision of the Human Rights Council, in \nits resolution 39/13, that the theme of the annual half-day panel discussion on the \nrights of indigenous peoples to be held during the forty-fifth session of the Council \nwill be on the protection of indigenous human rights defenders, \n \nRecognizing the importance of free, prior and informed consent, as outlined in \nthe United Nations Declaration on the Rights of Indigenous Peoples, \n \nRecognizing also the value and the diversity of the cultures and the form of \nsocial organization of indigenous peoples and their holistic traditional knowledge of \ntheir lands, natural resources and environment, \n \nRecognizing further the importance of traditional sustainable agricultural \npractices, including traditional seed supply systems, as well as access to credit and \nother financial services, markets, secure land tenure, health care and health-care \nservices, social services, education, training, knowledge and appropriate and \naffordable technologies, including efficient irrigation, the reuse of treated wastewater \nand water harvesting and storage for indigenous peoples and others living in rural \nareas, \n \nRecognizing the importance of facilitating indigenous peoples’ livelihoods, \nwhich may be achieved by, inter alia, the recognition of their traditions, adequate \npublic policies and economic empowerment, \n \nRecognizing also that the economic empowerment, inclusion and development \nof indigenous peoples, including through the establishment of indigenous-owned \nbusinesses, can enable them to improve their social, cultural, civil and political \nengagement, achieve greater economic independence and build more sustainable and \nresilient communities, and noting the contribution of indigenous peoples to the \nbroader economy, \n \nConcerned about the extreme disadvantages that indigenous peoples have \ntypically faced across a range of social and economic indicators and about the \nimpediments to their full enjoyment of their rights,  \n \nStressing the need to pay particular attention to the rights and special needs of \nindigenous women, children, youth, older persons and persons with disabilities, as set \nout in the United Nations Declaration on the Rights of Indigenous Peoples, including \nin the process of protecting and promoting their equal access to justice, \n \nTaking note with appreciation of resolution 72/128 of 7 December 2017, entitled \n“Observer status for the Fund for the Development of the Indigenous Peoples of Latin \nAmerica and the Caribbean in the General Assembly”, in which the General Assembly \ndecided to invite the Fund to participate in the sessions and the work of the Assembly \nin the capacity of observer, \n \n1. \nNotes with appreciation the work of the Expert Mechanism on the Rights \nof Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special \nRapporteur on the rights of indigenous peoples, takes note of the report of the Special \nRapporteur,13 and encourages all Governments to respond favourably to her requests \nfor visits;  \n__________________ \n \n12  A/HRC/39/17. \n \n13  A/73/176. \n\nRights of indigenous peoples \nA/RES/73/156\n \n5/8\n18-22251 \n \n \n2. \nUrges Governments and the United Nations system, in consultation and \ncooperation with indigenous peoples through their representatives and institutions, to \ncontinue to implement, when appropriate, measures at the national level, including \nlegislative, policy and administrative measures, to achieve the ends of the United \nNations Declaration on the Rights of Indigenous Peoples6 and to promote awareness \nof it among all sectors of society, including members of legislatures, the judiciary and \nthe civil service, as well as among indigenous peoples, and invites international and \nregional organizations, within their respective mandates, national human rights \ninstitutions, \nwhere \nthey \nexist, \ncivil \nsociety, \nincluding \nnon-governmental \norganizations, and other relevant actors to contribute to those efforts; \n \n3. \nUnderscores the importance of implementing the outcome document of \nthe high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples,7 and reiterates the commitment of Member States \nto cooperating with indigenous peoples, through their own representative institutions, \nto develop and implement national action plans, strategies or other measures, where \nrelevant, to achieve the ends of the United Nations Declaration on the Rights of \nIndigenous Peoples; \n \n4. \nEncourages the leadership of the Secretary-General and of the Under-\nSecretary-General for Economic and Social Affairs, as the responsible senior official \nof the United Nations system, in overseeing the implementation of and following up \non the system-wide action plan to ensure a coherent approach to achieving the ends \nof the United Nations Declaration on the Rights of Indigenous Peoples, raising \nawareness of the rights of indigenous peoples and increasing the coherence of the \nactivities of the system in this regard, and encourages the funds, programmes and \nspecialized agencies of the United Nations system, resident coordinators and United \nNations country teams to implement this plan in full alignment with national \ndevelopment needs and priorities; \n \n5. \nEncourages Member States, resident coordinators and United Nations \ncountry teams, within their mandates and in coordination with the Governments \nconcerned, to involve indigenous peoples regarding issues affecting them in the \npreparation of the United Nations Development Assistance Frameworks and country \nprogramme action plans; \n \n6. \nEncourages Member States to work towards achieving the ends of the \nUnited Nations Declaration on the Rights of Indigenous Peoples;  \n \n7. \nEncourages those States that have not yet ratified or acceded to the \nIndigenous and Tribal Peoples Convention, 1989 (No. 169), of the International \nLabour Organization14 to consider doing so; \n \n8. \nUrges Governments and intergovernmental and non-governmental \norganizations to continue to contribute to the Trust Fund on Indigenous Issues, the \nUnited Nations Voluntary Fund for Indigenous Peoples and the United Nations \nIndigenous Peoples’ Partnership, invites indigenous organizations and private \ninstitutions and individuals to do likewise, and notes the importance of accessibility, \naccountability, transparency and balanced geographical distribution in the \nmanagement of these funds; \n \n9. \nDecides to continue to observe the International Day of Indigenous \nPeoples every year on 9 August, and requests the Secretary-General to support the \nobservance of the Day from within existing resources;  \n \n10. Encourages Member States and all organizations and bodies of the United \nNations system and other international and regional organizations, the private sector \n__________________ \n \n14  United Nations, Treaty Series, vol. 1650, No. 28383. \n\nA/RES/73/156 \nRights of indigenous peoples\n \n18-22251\n6/8 \n \nand academia, as well as civil society, including non-governmental organizations, to \nobserve the International Day of Indigenous Peoples in an appropriate manner, \nincluding through educational and public awareness-raising activities; \n \n11. \nEncourages Member States to give due consideration to all the rights of \nindigenous peoples in fulfilling the commitments undertaken in the 2030 Agenda for \nSustainable Development8 and in the elaboration of national action plans and \nprogrammes as well as international and regional programmes, applying the pledge \nto leave no one behind and to endeavour to reach the furthest behind first; \n \n12. Encourages States to consider including in their voluntary national \nreviews for the high-level political forum on sustainable development and their \nnational and global reports information related to indigenous peoples on the progress \nmade and challenges in the implementation of the 2030 Agenda, bearing in mind \nparagraphs 78 and 79 of the 2030 Agenda, and also encourages States to compile \ndisaggregated data to measure progress and to ensure that no one is left behind;  \n \n13. Also encourages States, according to their relevant national context and \ncharacteristics, to collect and disseminate data disaggregated by ethnicity, income, \ngender, age, race, migratory status, disability, geographic location or other factors, as \nappropriate, in order to monitor and improve the impact of development policies, \nstrategies and programmes aimed at improving the well-being of indigenous peoples \nand individuals, to combat and eliminate violence and multiple and intersecting forms \nof discrimination against them and to support work towards the achievement of the \nSustainable Development Goals and the 2030 Agenda; \n \n14. Encourages the Secretary-General to include information pertinent to \nindigenous peoples in the forthcoming annual reports on progress towards the \nSustainable Development Goals; \n \n15. Stresses the need to strengthen the commitment of States and the entities \nof the United Nations system to mainstream the promotion and protection of the rights \nof indigenous peoples into development policies and programmes at the national, \nregional and international levels, and encourages them to give due consideration to \nthe rights of indigenous peoples in achieving the goals of the 2030 Agenda; \n \n16. Also stresses the need for indigenous peoples of all regions to contribute \nto the high-level political forum on sustainable development, and encourages States \nto engage with indigenous peoples at the local, national and regional levels in relation \nto the Sustainable Development Goals; \n \n17. Invites the Expert Mechanism on the Rights of Indigenous Peoples, the \nPermanent Forum on Indigenous Issues and the Special Rapporteur on the rights of \nindigenous peoples to give due consideration, within their mandates, to the rights of \nindigenous peoples as related to the implementation of the 2030 Agenda; \n \n18. Encourages the Permanent Forum on Indigenous Issues to continue to \nprovide inputs on indigenous issues to the high-level political forum on sustainable \ndevelopment for consideration in its thematic reviews; \n \n19. Underlines the need to intensify efforts, in cooperation with indigenous \npeoples, to prevent and eliminate all forms of violence and discrimination against \nindigenous women, children, youth, older persons and persons with disabilities and \nto support measures that will ensure their empowerment and full and effective \nparticipation in decision-making processes at all levels and in all areas and eliminate \nstructural and legal barriers to their full, equal and effective participation in political, \neconomic, social and cultural life; \n\nRights of indigenous peoples \nA/RES/73/156\n \n7/8\n18-22251 \n \n \n20. Reaffirms the importance of effective accountability with regard to \nviolence against indigenous women and girls, including sexual violence, abuse and \nexploitation, and of taking adequate measures to prevent and eliminate such violence; \n \n21. Invites the Commission on the Status of Women to consider indigenous \nwomen’s issues, among others, at the sixty-fourth session of the Commission, to be \nheld in 2020, to coincide with the twenty-fifth anniversary of the Fourth World \nConference on Women, and encourages Governments to cooperate with indigenous \npeoples at all levels on preparations for the 2020 review so as to benefit from their \nexperience and expertise;  \n \n22. Encourages States to consider including in their reports related to \nindigenous peoples and women information on the progress made and challenges in \nthe implementation of Commission on the Status of Women resolutions 49/7 of \n11 March 2005, entitled “Indigenous women: beyond the ten-year review of the \nBeijing Declaration and Platform for Action”,15 and 56/4 of 9 March 2012, entitled \n“Indigenous women: key actors in poverty and hunger eradication”;16  \n \n23. Encourages Member States to establish national mechanisms with \nadequate funding for the successful implementation of the plan for the 2019 \nInternational Year of Indigenous Languages in partnership with indigenous peoples, \nand invites indigenous peoples, as custodians of their own languages, to initiate and \ndevelop their own action plans and appropriate measures for the International Year \nand awareness-raising campaigns to draw attention to the critical loss of indigenous \nlanguages;  \n \n24. Invites the United Nations Educational, Scientific and Cultural \nOrganization, in active collaboration with other relevant United Nations entities, to \norganize, as a major event of the 2019 International Year of Indigenous Languages, a \nhigh-level event on indigenous languages, aiming to consider an outcome document \non the International Year, which would be preceded by regional events or preparatory \nmeetings, with the participation of indigenous peoples, encourages Member States to \nsupport their organization, and encourages the United Nations Educational, Scientific \nand Cultural Organization to submit a report on all activities to the General Assembly;  \n \n25. Decides to convene a high-level event during 2019, organized by the \nPresident of the General Assembly, for the conclusion of the International Year of \nIndigenous Languages, and further requests the President of the General Assembly to \nsupport initiatives relevant to the successful celebration of the International Year, \nwithin existing resources;  \n \n26. Encourages Governments to redouble efforts to eliminate the worst forms \nof child labour, both in legislation and in practice, in the context of respect for the \nhuman rights of indigenous children, including through international cooperation, as \nappropriate; \n \n27. Also encourages Governments to promote actions to eliminate \nmalnutrition of indigenous children, especially for those living in rural areas, \nproviding them adequate food, water and sanitation, education, health and basic \nservices, and to implement actions for poverty eradication; \n \n28. Encourages transnational corporations and other business enterprises to \nrespect human rights, including the rights of indigenous children, and to eliminate the \nworst forms of child labour from their operations;  \n__________________ \n \n15  See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. D. \n \n16  Ibid., 2012, Supplement No. 7 and corrigendum (E/2012/27 and E/2012/27/Corr.1), chap. I, \nsect. D. \n\nA/RES/73/156 \nRights of indigenous peoples\n \n18-22251\n8/8 \n \n \n29. Underscores the need to ensure equal protection of the law and equality \nbefore the courts for indigenous women and girls at all levels and, to that end, the \nimportance of providing systematic gender-sensitivity training, as appropriate, for \npolice and security forces, prosecutors, judges and lawyers, integrating gender \nconsiderations into security sector reform initiatives, developing protocols and \nguidelines and enhancing or putting in place appropriate accountability measures for \nadjudicators; \n \n30. Encourages States and entities of the United Nations system to strengthen \ninternational cooperation, including to address the disadvantages faced by indigenous \npeoples, and to increase technical cooperation and financial assistance in this regard; \n \n31. Encourages the World Health Organization, the United Nations Children’s \nFund and other relevant United Nations agencies, funds and programmes, in \naccordance with their mandates, to carry out research and evidence-gathering on the \nprevalence and root causes of suicide among indigenous youth and children and good \npractices on its prevention and to consider developing, as appropriate, strategies or \npolicies, consistent with national priorities, in cooperation with Member States, to \ntackle it, including through consultation with indigenous peoples, in particular \nindigenous youth organizations; \n \n32. Takes note with appreciation of the work led by the Presidents of the \nGeneral Assembly at its seventieth and seventy-first sessions in conducting \nconsultations with Member States, indigenous peoples’ representatives and \ninstitutions from all regions of the world and existing mechanisms of the United \nNations on possible measures to enable the participation of indigenous peoples’ \nrepresentatives and institutions in meetings of relevant United Nations bodies on \nissues affecting them, which led to the adoption of Assembly resolution 71/321 and \nits decision to continue its consideration of possible further measures necessary to \nenhance the participation of indigenous peoples’ representatives and institutions in \nrelevant United Nations meetings on issues affecting them at its seventy-fifth session, \ntaking into account the achievements in that regard of other bodies and organizations \nthroughout the United Nations system, to be preceded by consultations with \nindigenous peoples’ representatives and institutions from all regions of the world as \nan input to the intergovernmental process; \n \n33. Invites Member States to support the Secretary-General in his efforts or \nactivities to hold regional consultations, including through the regional commissions, \nas appropriate, before the nineteenth session of the Permanent Forum on Indigenous \nIssues, including by hosting such consultations, in accordance with resolution 71/321;  \n \n34. Encourages the United Nations system to strengthen cooperation with the \nFund for the Development of the Indigenous Peoples of Latin America and the \nCaribbean, considering its fundamental role in the Latin American and Caribbean \nregion in processes of dialogue and consultation between States and indigenous \npeoples; \n \n35. Decides to continue its consideration of the question at its seventy-fourth \nsession, under the item entitled “Rights of indigenous peoples”, and to maintain in \nthe provisional agenda the sub-item entitled “Follow-up to the outcome document of \nthe high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples”. \n \n55th plenary meeting  \n17 December 2018 \n \n",
  "paragraphs": {
    "1": "Notes with appreciation the work of the Expert Mechanism on the Rights of Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special Rapporteur on the rights of indigenous peoples, takes note of the report of the Special Rapporteur,13 and encourages all Governments to respond favourably to her requests for visits;",
    "2": "Urges Governments and the United Nations system, in consultation and cooperation with indigenous peoples through their representatives and institutions, to continue to implement, when appropriate, measures at the national level, including legislative, policy and administrative measures, to achieve the ends of the United Nations Declaration on the Rights of Indigenous Peoples6 and to promote awareness of it among all sectors of society, including members of legislatures, the judiciary and the civil service, as well as among indigenous peoples, and invites international and regional organizations, within their respective mandates, national human rights institutions, where they exist, civil society, including non-governmental organizations, and other relevant actors to contribute to those efforts;",
    "3": "Underscores the importance of implementing the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples,7 and reiterates the commitment of Member States to cooperating with indigenous peoples, through their own representative institutions, to develop and implement national action plans, strategies or other measures, where relevant, to achieve the ends of the United Nations Declaration on the Rights of Indigenous Peoples;",
    "4": "Encourages the leadership of the Secretary-General and of the Under- Secretary-General for Economic and Social Affairs, as the responsible senior official of the United Nations system, in overseeing the implementation of and following up on the system-wide action plan to ensure a coherent approach to achieving the ends of the United Nations Declaration on the Rights of Indigenous Peoples, raising awareness of the rights of indigenous peoples and increasing the coherence of the activities of the system in this regard, and encourages the funds, programmes and specialized agencies of the United Nations system, resident coordinators and United Nations country teams to implement this plan in full alignment with national development needs and priorities;",
    "5": "Encourages Member States, resident coordinators and United Nations country teams, within their mandates and in coordination with the Governments concerned, to involve indigenous peoples regarding issues affecting them in the preparation of the United Nations Development Assistance Frameworks and country programme action plans;",
    "6": "Encourages Member States to work towards achieving the ends of the United Nations Declaration on the Rights of Indigenous Peoples;",
    "7": "Encourages those States that have not yet ratified or acceded to the Indigenous and Tribal Peoples Convention, 1989 (No. 169), of the International Labour Organization14 to consider doing so;",
    "8": "Urges Governments and intergovernmental and non-governmental organizations to continue to contribute to the Trust Fund on Indigenous Issues, the United Nations Voluntary Fund for Indigenous Peoples and the United Nations Indigenous Peoples’ Partnership, invites indigenous organizations and private institutions and individuals to do likewise, and notes the importance of accessibility, accountability, transparency and balanced geographical distribution in the management of these funds;",
    "9": "Decides to continue to observe the International Day of Indigenous Peoples every year on 9 August, and requests the Secretary-General to support the observance of the Day from within existing resources;",
    "10": "Encourages Member States and all organizations and bodies of the United Nations system and other international and regional organizations, the private sector and academia, as well as civil society, including non-governmental organizations, to observe the International Day of Indigenous Peoples in an appropriate manner, including through educational and public awareness-raising activities;",
    "11": "Encourages Member States to give due consideration to all the rights of indigenous peoples in fulfilling the commitments undertaken in the 2030 Agenda for Sustainable Development8 and in the elaboration of national action plans and programmes as well as international and regional programmes, applying the pledge to leave no one behind and to endeavour to reach the furthest behind first;",
    "12": "Encourages States to consider including in their voluntary national reviews for the high-level political forum on sustainable development and their national and global reports information related to indigenous peoples on the progress made and challenges in the implementation of the 2030 Agenda, bearing in mind paragraphs 78 and 79 of the 2030 Agenda, and also encourages States to compile disaggregated data to measure progress and to ensure that no one is left behind;",
    "13": "Also encourages States, according to their relevant national context and characteristics, to collect and disseminate data disaggregated by ethnicity, income, gender, age, race, migratory status, disability, geographic location or other factors, as appropriate, in order to monitor and improve the impact of development policies, strategies and programmes aimed at improving the well-being of indigenous peoples and individuals, to combat and eliminate violence and multiple and intersecting forms of discrimination against them and to support work towards the achievement of the Sustainable Development Goals and the 2030 Agenda;",
    "14": "Encourages the Secretary-General to include information pertinent to indigenous peoples in the forthcoming annual reports on progress towards the Sustainable Development Goals;",
    "15": "Stresses the need to strengthen the commitment of States and the entities of the United Nations system to mainstream the promotion and protection of the rights of indigenous peoples into development policies and programmes at the national, regional and international levels, and encourages them to give due consideration to the rights of indigenous peoples in achieving the goals of the 2030 Agenda;",
    "16": "Also stresses the need for indigenous peoples of all regions to contribute to the high-level political forum on sustainable development, and encourages States to engage with indigenous peoples at the local, national and regional levels in relation to the Sustainable Development Goals;",
    "17": "Invites the Expert Mechanism on the Rights of Indigenous Peoples, the Permanent Forum on Indigenous Issues and the Special Rapporteur on the rights of indigenous peoples to give due consideration, within their mandates, to the rights of indigenous peoples as related to the implementation of the 2030 Agenda;",
    "18": "Encourages the Permanent Forum on Indigenous Issues to continue to provide inputs on indigenous issues to the high-level political forum on sustainable development for consideration in its thematic reviews;",
    "19": "",
    "20": "Reaffirms the importance of effective accountability with regard to violence against indigenous women and girls, including sexual violence, abuse and exploitation, and of taking adequate measures to prevent and eliminate such violence;",
    "21": "Invites the Commission on the Status of Women to consider indigenous women’s issues, among others, at the sixty-fourth session of the Commission, to be held in 2020, to coincide with the twenty-fifth anniversary of the Fourth World Conference on Women, and encourages Governments to cooperate with indigenous peoples at all levels on preparations for the 2020 review so as to benefit from their experience and expertise;",
    "22": "Encourages States to consider including in their reports related to indigenous peoples and women information on the progress made and challenges in the implementation of Commission on the Status of Women resolutions 49/7 of 11 March 2005, entitled “Indigenous women: beyond the ten-year review of the Beijing Declaration and Platform for Action”,15 and 56/4 of 9 March 2012, entitled “Indigenous women: key actors in poverty and hunger eradication”;16",
    "23": "Encourages Member States to establish national mechanisms with adequate funding for the successful implementation of the plan for the 2019 International Year of Indigenous Languages in partnership with indigenous peoples, and invites indigenous peoples, as custodians of their own languages, to initiate and develop their own action plans and appropriate measures for the International Year and awareness-raising campaigns to draw attention to the critical loss of indigenous languages;",
    "24": "Invites the United Nations Educational, Scientific and Cultural Organization, in active collaboration with other relevant United Nations entities, to organize, as a major event of the 2019 International Year of Indigenous Languages, a high-level event on indigenous languages, aiming to consider an outcome document on the International Year, which would be preceded by regional events or preparatory meetings, with the participation of indigenous peoples, encourages Member States to support their organization, and encourages the United Nations Educational, Scientific and Cultural Organization to submit a report on all activities to the General Assembly;",
    "25": "Decides to convene a high-level event during 2019, organized by the President of the General Assembly, for the conclusion of the International Year of Indigenous Languages, and further requests the President of the General Assembly to support initiatives relevant to the successful celebration of the International Year, within existing resources;",
    "26": "Encourages Governments to redouble efforts to eliminate the worst forms of child labour, both in legislation and in practice, in the context of respect for the human rights of indigenous children, including through international cooperation, as appropriate;",
    "27": "Also encourages Governments to promote actions to eliminate malnutrition of indigenous children, especially for those living in rural areas, providing them adequate food, water and sanitation, education, health and basic services, and to implement actions for poverty eradication;",
    "28": "Encourages transnational corporations and other business enterprises to respect human rights, including the rights of indigenous children, and to eliminate the worst forms of child labour from their operations;",
    "29": "Underscores the need to ensure equal protection of the law and equality before the courts for indigenous women and girls at all levels and, to that end, the importance of providing systematic gender-sensitivity training, as appropriate, for police and security forces, prosecutors, judges and lawyers, integrating gender considerations into security sector reform initiatives, developing protocols and guidelines and enhancing or putting in place appropriate accountability measures for adjudicators;",
    "30": "Encourages States and entities of the United Nations system to strengthen international cooperation, including to address the disadvantages faced by indigenous peoples, and to increase technical cooperation and financial assistance in this regard;",
    "31": "Encourages the World Health Organization, the United Nations Children’s Fund and other relevant United Nations agencies, funds and programmes, in accordance with their mandates, to carry out research and evidence-gathering on the prevalence and root causes of suicide among indigenous youth and children and good practices on its prevention and to consider developing, as appropriate, strategies or policies, consistent with national priorities, in cooperation with Member States, to tackle it, including through consultation with indigenous peoples, in particular indigenous youth organizations;",
    "32": "Takes note with appreciation of the work led by the Presidents of the General Assembly at its seventieth and seventy-first sessions in conducting consultations with Member States, indigenous peoples’ representatives and institutions from all regions of the world and existing mechanisms of the United Nations on possible measures to enable the participation of indigenous peoples’ representatives and institutions in meetings of relevant United Nations bodies on issues affecting them, which led to the adoption of Assembly resolution 71/321 and its decision to continue its consideration of possible further measures necessary to enhance the participation of indigenous peoples’ representatives and institutions in relevant United Nations meetings on issues affecting them at its seventy-fifth session, taking into account the achievements in that regard of other bodies and organizations throughout the United Nations system, to be preceded by consultations with indigenous peoples’ representatives and institutions from all regions of the world as an input to the intergovernmental process;",
    "33": "Invites Member States to support the Secretary-General in his efforts or activities to hold regional consultations, including through the regional commissions, as appropriate, before the nineteenth session of the Permanent Forum on Indigenous Issues, including by hosting such consultations, in accordance with resolution 71/321;",
    "34": "Encourages the United Nations system to strengthen cooperation with the Fund for the Development of the Indigenous Peoples of Latin America and the Caribbean, considering its fundamental role in the Latin American and Caribbean region in processes of dialogue and consultation between States and indigenous peoples;",
    "35": "Decides to continue its consideration of the question at its seventy-fourth session, under the item entitled “Rights of indigenous peoples”, and to maintain in the provisional agenda the sub-item entitled “Follow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples”."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}