{
  "symbol": "A/RES/79/280",
  "filename": "A_RES_79_280.pdf",
  "title": "79/280. Human resources management",
  "text": "United Nations \nA/RES/79/280 \n \n \nGeneral Assembly \nDistr.: General \n16 April 2025 \n \n25-06205 (E) \n*2506205* \n \n \nSeventy-ninth session \nAgenda item 144 \nHuman resources management \n \n \n \n \n Resolution adopted by the General Assembly \non 11 April 2025 \n \n \n \n \n[on the report of the Fifth Committee (A/79/839, para. 7)] \n \n \n 79/280. Human resources management \n \n \n \nThe General Assembly \n \n1. \nRecalls paragraph 5 of its resolution 78/275 of 24 April 2024, and notes \nthat rule 3.3 of the Staff Regulations and Rules of the United Nations continues to \nread as follows:  \n \n“(a) On appointment, a staff member shall normally be placed at the first \nstep of the level of his or her post, unless otherwise decided by the Secretary-\nGeneral. \n \n“(b) On promotion, a staff member who holds a fixed-term or a continuing \nappointment shall be placed at the lowest step of the level to which he or she \nhas been promoted that provides an increase in net base salary equal to at least \nthe amount that would have resulted from the granting of two steps at the lower \nlevel.” \n \n2. \nStresses that paragraph 66 of its resolution 79/257 of 24 December 2024 \ndoes not relate to cases of “promotions” under staff rule 3.3 (b); \n \n3. \nAlso stresses that any changes to the “Guidelines for determination of level \nand step on recruitment to the Professional category and above” by the Secretary-\nGeneral shall be fully in line with resolutions and decisions of the General Assembly. \n \n63rd plenary meeting \n11 April 2025 \n \n",
  "paragraphs": {
    "1": "Recalls paragraph 5 of its resolution 78/275 of 24 April 2024, and notes that rule 3.3 of the Staff Regulations and Rules of the United Nations continues to read as follows: “(a) On appointment, a staff member shall normally be placed at the first step of the level of his or her post, unless otherwise decided by the Secretary- General. “(b) On promotion, a staff member who holds a fixed-term or a continuing appointment shall be placed at the lowest step of the level to which he or she has been promoted that provides an increase in net base salary equal to at least the amount that would have resulted from the granting of two steps at the lower level.”",
    "2": "Stresses that paragraph 66 of its resolution 79/257 of 24 December 2024 does not relate to cases of “promotions” under staff rule 3.3 (b);",
    "3": "Also stresses that any changes to the “Guidelines for determination of level and step on recruitment to the Professional category and above” by the Secretary- General shall be fully in line with resolutions and decisions of the General Assembly."
  },
  "agenda_items": [
    "Item 144"
  ],
  "symbol_references": []
}