{
  "symbol": "A/RES/74/222",
  "filename": "A_RES_74_222.pdf",
  "title": "74/222. Report of the United Nations Environment Assembly of the United Nations Environment Programme",
  "text": "United Nations \nA/RES/74/222\n \n \nGeneral Assembly \nDistr.: General \n27 January 2020 \n \n19-22491 (E)    290120 \n*1922491* \n \n \nSeventy-fourth session \nAgenda item 19 (g) \nSustainable development: report of the United Nations \nEnvironment Assembly of the United Nations Environment \nProgramme \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2019 \n \n \n \n \n[on the report of the Second Committee (A/74/381/Add.7)] \n \n \n 74/222. Report of the United Nations Environment Assembly of the \nUnited Nations Environment Programme \n \n \n \nThe General Assembly, \n \nReaffirming the mandate contained in its resolution 2997 (XXVII) of \n15 December 1972, by which it established the United Nations Environment \nProgramme, and other relevant resolutions that reinforce its mandate, as well as the \n1997 Nairobi Declaration on the Role and Mandate of the United Nations \nEnvironment Programme of 7 February 1997,1 the Malmö Ministerial Declaration of \n31 May 20002 and the Nusa Dua Declaration of 26 February 2010, 3 \n \nReaffirming also its commitment to strengthening the role of the United Nations \nEnvironment Programme as the leading global environmental authority that sets the \nglobal environmental agenda, promotes the coherent implementation of the \nenvironmental dimension of sustainable development within the United Nations \nsystem and serves as an authoritative advocate for the global environment, \n \nRecalling the outcome document of the United Nations Conference on \nSustainable Development, held from 20 to 22 June 2012 in Rio de Janeiro, Brazil, \nentitled “The future we want”, 4  and noting the follow-up on paragraph 88, \nsubparagraphs (a) to (h), of the outcome document, including through General \nAssembly resolution 67/213 of 21 December 2012, \n__________________ \n \n1  Official Records of the General Assembly, Fifty-second Session, Supplement No. 25 (A/52/25), \nannex, decision 19/1, annex. \n \n2  Ibid., Fifty-fifth Session, Supplement No. 25 (A/55/25), annex I, decision SS.VI/1, annex. \n \n3  Ibid., Sixty-fifth Session, Supplement No. 25 (A/65/25), annex I, decision SS.XI/9. \n \n4  Resolution 66/288, annex. \n\nA/RES/74/222 \nReport of the United Nations Environment Assembly\nof the United Nations Environment Programme\n \n19-22491\n2/6 \n \n \nRecalling also the establishment of universal membership in the Governing \nCouncil of the United Nations Environment Programme, as well as other measures to \nstrengthen its governance and its responsiveness and accountability to Member \nStates, the attendant change of its designation to the United Nations Environment \nAssembly of the United Nations Environment Programme and the evolution in the \nperiodicity of its sessions, \n \nRecalling further its resolutions 68/215 of 20 December 2013, 69/223 of \n19 December 2014, 71/231 of 21 December 2016 and 73/260 of 22 December 2018, \n \nReaffirming the Rio Declaration on Environment and Development 5 and its \nprinciples, \n \nTaking into account Agenda 216 and the Plan of Implementation of the World \nSummit on Sustainable Development,7 \n \nRecalling the 2005 World Summit Outcome8 and the outcome document of the \nspecial event of the General Assembly to follow up efforts made towards achieving \nthe Millennium Development Goals,9 \n \nRecalling also the Bali Strategic Plan for Technology Support and Capacity-\nbuilding,10 \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business, \n \nReaffirming also its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity, \n \nReaffirming further the Paris Agreement and its early entry into force, 11 and \nencouraging all its parties to fully implement the Agreement, and parties to the United \nNations Framework Convention on Climate Change12 that have not yet done so to \n__________________ \n \n5  Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3−14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n \n6  Ibid., annex II. \n \n7  Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 2, annex. \n \n8  Resolution 60/1. \n \n9  Resolution 68/6. \n \n10  United Nations Environment Programme, document UNEP/GC.23/6/Add.1 and \nUNEP/GC.23/6/Add.1/Corr.1, annex. \n \n11  Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n12  United Nations, Treaty Series, vol. 1771, No. 30822. \n\nReport of the United Nations Environment Assembly \nof the United Nations Environment Programme \nA/RES/74/222\n \n3/6\n19-22491 \n \ndeposit their instruments of ratification, acceptance, approval or accession, where \nappropriate, as soon as possible, \n \nHighlighting the synergies between the implementation of the 2030 Agenda, the \nAddis Ababa Action Agenda, the Paris Agreement and other relevant major \nintergovernmental outcomes of United Nations conferences and summits in \neconomic, social and environmental fields, \n \nWelcoming the holding of the 2019 Climate Action Summit convened by the \nSecretary-General on 23 September, noting the multi-partner initiatives and \ncommitments presented during the Summit and noting also the Youth Climate \nSummit, held in New York on 21 September, \n \nLooking forward to the summit on biodiversity to be held in 2020 in support of \na post-2020 global biodiversity framework that contributes to the 2030 Agenda for \nSustainable Development, recalling resolution 71/312 of 6 July 2017, entitled “Our \nocean, our future: call for action”, and looking forward to the 2020 United Nations \nConference to Support the Implementation of Sustainable Development Goal 14: \nConserve and sustainably use the oceans, seas and marine resources for sustainable \ndevelopment, \n \nTaking note of the contribution of the United Nations Environment Assembly to \naddressing the challenge of, inter alia, climate change and biodiversity loss, within \nits mandate and in collaboration with other relevant organizations and stakeholders, \n \nCommitted to strengthening international environmental governance within the \ncontext of the institutional framework for sustainable development in order to \npromote a balanced integration of the economic, social and environmental dimensions \nof sustainable development as well as coordination within the United Nations system, \n \nCommitted also to enhancing the voice of the United Nations Environment \nProgramme and its ability to fulfil its coordination mandate within the United Nations \nsystem by strengthening its engagement in key United Nations coordination bodies \nand empowering it to lead efforts to formulate United Nations system-wide strategies \non the environment, \n \nRecognizing the important contribution of the United Nations Environment \nAssembly to the 2019 high-level political forum on sustainable development, which \nmet under the auspices of the Economic and Social Council from 9 to 18 July in \nNew York and undertook an in-depth review of progress on a subset of 6 of the \n17 Sustainable Development Goals, \n \nReiterating the need for secure, stable, adequate and predictable financial \nresources for the United Nations Environment Programme, and, in accordance with \nresolution 2997 (XXVII), underlining the need to consider the adequate reflection of \nall the administrative and management costs of the Programme in the context of the \nUnited Nations regular budget, as well as the need to realize efficiency gains, \n \nReaffirming the commitments, as contained in the ministerial outcome \ndocument of the first session of the United Nations Environment Assembly of the \nUnited Nations Environment Programme, held in Nairobi from 23 to 27 June 2014,13 \ninter alia, to ensure the full integration of the environmental dimension, especially \nthroughout the sustainable development agenda, acknowledging that a healthy \nenvironment is an essential requirement and key enabler for sustainable development, \n__________________ \n \n13  Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 25 (A/69/25), \nannex, resolution 1/1. \n\nA/RES/74/222 \nReport of the United Nations Environment Assembly\nof the United Nations Environment Programme\n \n19-22491\n4/6 \n \n \nReiterating the need to develop and expand partnerships, including between \nGovernments, the private sector, academia, relevant United Nations entities and \nprogrammes, indigenous peoples and local communities, civil society and \nindividuals, \n \n1. \nWelcomes the holding of the fourth session of the United Nations \nEnvironment Assembly of the United Nations Environment Programme in Nairobi \nfrom 11 to 15 March 2019, also welcomes the report on the session and the resolutions \nand decisions contained therein,14 and looks forward to the convening of the fifth \nsession of the United Nations Environment Assembly from 22 to 26 February 2021; \n \n2. \nReiterates the ministerial declaration entitled “Innovative solutions for \nenvironmental challenges and sustainable consumption and production”,15 adopted by \nthe United Nations Environment Assembly of the United Nations Environment \nProgramme at its fourth session, and reaffirms that embracing innovative solutions \nfor environmental challenges and sustainable consumption and production are \nimportant elements for implementing the 2030 Agenda for Sustainable Development 16 \nand achieving the Sustainable Development Goals; \n \n3. \nEncourages Member States to advance innovative pathways to achieve \nsustainable consumption and production, in line with resolution 4/1 of 15 March 2019 \nof the United Nations Environment Assembly of the United Nations Environment \nProgramme;17 \n \n4. \nInvites the Statistical Commission, the Commission on Science and \nTechnology for Development and other relevant United Nations entities to support \nthe Executive Director of the United Nations Environment Programme in the \ndevelopment of a global environmental data strategy by 2025, as referred to in the \nministerial declaration adopted by the United Nations Environment Assembly at its \nfourth session; \n \n5. \nInvites Member States and all relevant United Nations bodies and partners \nto contribute to the delivery of the implementation plan “Towards a pollution-free \nplanet” as set out in United Nations Environment Assembly resolution 4/21 of \n15 March 2019;18 \n \n6. \nWelcomes the continued commitment of the United Nations Environment \nAssembly to contributing to the effective implementation of the environmental \ndimension of the 2030 Agenda for Sustainable Development in an integrated manner, \nas reflected in its resolutions 2/5 of 27 May 2016 19 and 3/3 of 6 December 201720 on \nthe contributions of the United Nations Environment Assembly to the high-level \npolitical forum on sustainable development; \n \n7. \nCommends the President and the Bureau of the Economic and Social \nCouncil for supporting and facilitating the effective integration of the contributions \nof the United Nations Environment Assembly into the preparation, work and \nproceedings of, and the participation of the President of the Environment Assembly \nin, the high-level political forum on sustainable development under the auspices of \nthe Economic and Social Council; \n__________________ \n \n14  Ibid., Seventy-fourth Session, Supplement No. 25 (A/74/25). \n \n15  UNEP/EA.4/HLS.1. \n \n16  Resolution 70/1. \n \n17  UNEP/EA.4/Res.1. \n \n18  UNEP/EA.4/Res.21. \n \n19  Official Records of the General Assembly, Seventy-first Session, Supplement No. 25 (A/71/25), \nannex, resolution 2/5. \n \n20  UNEP/EA.3/Res.3. \n\nReport of the United Nations Environment Assembly \nof the United Nations Environment Programme \nA/RES/74/222\n \n5/6\n19-22491 \n \n \n8. \nEncourages the President of the United Nations Environment Assembly to \ncontinue to convey the main messages agreed upon by the Environment Assembly at \nits sessions during the high-level political forum on sustainable development under \nthe auspices of the Economic and Social Council, as appropriate, taking into account \nthe integrated nature of the 2030 Agenda for Sustainable Development, as well as \nGeneral Assembly resolutions 67/290 of 9 July 2013 and 70/299 of 29 July 2016; \n \n9. \nWelcomes the contributions of the United Nations Environment Assembly \nto the lead-up, inputs and meetings of the high-level political forum on sustainable \ndevelopment under the auspices of the General Assembly in 2019, and looks forward \nto further contributions to the high-level political forum under the auspices of the \nGeneral Assembly and the Economic and Social Council; \n \n10. Reiterates that capacity-building and technology support to developing \ncountries in environment-related fields are important components of the work of the \nUnited Nations Environment Programme, and in this regard calls for the continued \nand focused implementation of the Bali Strategic Plan for Technology Support and \nCapacity-building10 adopted by the Programme; \n \n11. \nWelcomes the sixth flagship Global Environment Outlook report and its \nsummary for policymakers,21 which was reviewed and approved by Member States \nfrom 21 to 24 January 2019 and welcomed with appreciation by the United Nations \nEnvironment Assembly at its fourth session, and reiterates the continuing need for the \nUnited Nations Environment Programme to conduct up-to-date, comprehensive, \nscientifically based and policy-relevant global environmental assessments, in close \nconsultation with Member States, in order to support decision-making processes at \nall levels; \n \n12. Acknowledges the contribution of the International Resource Panel, \nincluding through its report, Global Resources Outlook 2019: Natural Resources for \nthe Future We Want; \n \n13. Expresses concern about the findings of relevant global environmental \nassessments which indicate that, despite the availability of solutions to our common \nenvironmental challenges, our planet is increasingly polluted, affected by the adverse \neffects of climate change, quickly losing its biodiversity and experiencing widespread \nenvironmental degradation, and recalls the request by the United Nations \nEnvironment Assembly to the Executive Director of the United Nations Environment \nProgramme to continue to promote greater coherence and coordination of global \nassessments undertaken within the United Nations system;22 \n \n14. Takes note with appreciation of the request by the United Nations \nEnvironment Assembly to the Executive Director of the United Nations Environment \nProgramme to prepare, in consultation with Member States, the commemoration of \nthe creation of the United Nations Environment Programme by the United Nations \nConference on the Human Environment, held in Stockholm from 5 to 16 June 1972, 23 \nmaking use of contributions from relevant stakeholders; \n__________________ \n \n21  The designations employed and the presentation of the material in the summary for policymakers \ndo not imply the expression of any opinion whatsoever on the part of the United Nations \nEnvironment Programme concerning the legal status of any country, territory or city or of its \nauthorities, or concerning the delimitation of its frontiers or boundaries. For general guidance on \nmatters relating to the use of maps in publications, please see \nwww.un.org/Depts/Cartographic/english/htmain.htm.  \n \n22  See UNEP/EA.4/Res.23, para. 10. \n \n23  Ibid., para. 7. \n\nA/RES/74/222 \nReport of the United Nations Environment Assembly\nof the United Nations Environment Programme\n \n19-22491\n6/6 \n \n \n15. Expresses concern about the sustainability, predictability and stability of \nthe funding of the United Nations Environment Programme governing body, and \nrequests the Secretary-General to make proposals, as appropriate; \n \n16. Notes the request by the United Nations Environment Assembly to the \nExecutive Director of the United Nations Environment Programme to provide options \nto secure the participation of developing countries in the Environment Assembly; 24 \n \n17. Decides to include in the provisional agenda of its seventy-sixth session, \nunder the item entitled “Sustainable development”, the sub-item entitled “Report of \nthe United Nations Environment Assembly of the United Nations Environment \nProgramme”. \n \n52nd plenary meeting \n19 December 2019 \n \n__________________ \n \n24  Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 25 (A/69/25), \nannex, resolution 1/15. \n",
  "paragraphs": {
    "1": "Welcomes the holding of the fourth session of the United Nations Environment Assembly of the United Nations Environment Programme in Nairobi from 11 to 15 March 2019, also welcomes the report on the session and the resolutions and decisions contained therein,14 and looks forward to the convening of the fifth session of the United Nations Environment Assembly from 22 to 26 February 2021;",
    "2": "Reiterates the ministerial declaration entitled “Innovative solutions for environmental challenges and sustainable consumption and production”,15 adopted by the United Nations Environment Assembly of the United Nations Environment Programme at its fourth session, and reaffirms that embracing innovative solutions for environmental challenges and sustainable consumption and production are important elements for implementing the 2030 Agenda for Sustainable Development 16 and achieving the Sustainable Development Goals;",
    "3": "Encourages Member States to advance innovative pathways to achieve sustainable consumption and production, in line with resolution 4/1 of 15 March 2019 of the United Nations Environment Assembly of the United Nations Environment Programme;17",
    "4": "Invites the Statistical Commission, the Commission on Science and Technology for Development and other relevant United Nations entities to support the Executive Director of the United Nations Environment Programme in the development of a global environmental data strategy by 2025, as referred to in the ministerial declaration adopted by the United Nations Environment Assembly at its fourth session;",
    "5": "Invites Member States and all relevant United Nations bodies and partners to contribute to the delivery of the implementation plan “Towards a pollution-free planet” as set out in United Nations Environment Assembly resolution 4/21 of 15 March 2019;18",
    "6": "Welcomes the continued commitment of the United Nations Environment Assembly to contributing to the effective implementation of the environmental dimension of the 2030 Agenda for Sustainable Development in an integrated manner, as reflected in its resolutions 2/5 of 27 May 2016 19 and 3/3 of 6 December 201720 on the contributions of the United Nations Environment Assembly to the high-level political forum on sustainable development;",
    "7": "Commends the President and the Bureau of the Economic and Social Council for supporting and facilitating the effective integration of the contributions of the United Nations Environment Assembly into the preparation, work and proceedings of, and the participation of the President of the Environment Assembly in, the high-level political forum on sustainable development under the auspices of the Economic and Social Council;",
    "8": "Encourages the President of the United Nations Environment Assembly to continue to convey the main messages agreed upon by the Environment Assembly at its sessions during the high-level political forum on sustainable development under the auspices of the Economic and Social Council, as appropriate, taking into account the integrated nature of the 2030 Agenda for Sustainable Development, as well as General Assembly resolutions 67/290 of 9 July 2013 and 70/299 of 29 July 2016;",
    "9": "Welcomes the contributions of the United Nations Environment Assembly to the lead-up, inputs and meetings of the high-level political forum on sustainable development under the auspices of the General Assembly in 2019, and looks forward to further contributions to the high-level political forum under the auspices of the General Assembly and the Economic and Social Council;",
    "10": "Reiterates that capacity-building and technology support to developing countries in environment-related fields are important components of the work of the United Nations Environment Programme, and in this regard calls for the continued and focused implementation of the Bali Strategic Plan for Technology Support and Capacity-building10 adopted by the Programme;",
    "11": "Welcomes the sixth flagship Global Environment Outlook report and its summary for policymakers,21 which was reviewed and approved by Member States from 21 to 24 January 2019 and welcomed with appreciation by the United Nations Environment Assembly at its fourth session, and reiterates the continuing need for the United Nations Environment Programme to conduct up-to-date, comprehensive, scientifically based and policy-relevant global environmental assessments, in close consultation with Member States, in order to support decision-making processes at all levels;",
    "12": "Acknowledges the contribution of the International Resource Panel, including through its report, Global Resources Outlook 2019: Natural Resources for the Future We Want;",
    "13": "Expresses concern about the findings of relevant global environmental assessments which indicate that, despite the availability of solutions to our common environmental challenges, our planet is increasingly polluted, affected by the adverse effects of climate change, quickly losing its biodiversity and experiencing widespread environmental degradation, and recalls the request by the United Nations Environment Assembly to the Executive Director of the United Nations Environment Programme to continue to promote greater coherence and coordination of global assessments undertaken within the United Nations system;22",
    "14": "Takes note with appreciation of the request by the United Nations Environment Assembly to the Executive Director of the United Nations Environment Programme to prepare, in consultation with Member States, the commemoration of the creation of the United Nations Environment Programme by the United Nations Conference on the Human Environment, held in Stockholm from 5 to 16 June 1972, 23 making use of contributions from relevant stakeholders;",
    "15": "Expresses concern about the sustainability, predictability and stability of the funding of the United Nations Environment Programme governing body, and requests the Secretary-General to make proposals, as appropriate;",
    "16": "Notes the request by the United Nations Environment Assembly to the Executive Director of the United Nations Environment Programme to provide options to secure the participation of developing countries in the Environment Assembly; 24",
    "17": "Decides to include in the provisional agenda of its seventy-sixth session, under the item entitled “Sustainable development”, the sub-item entitled “Report of the United Nations Environment Assembly of the United Nations Environment Programme”."
  },
  "agenda_items": [
    "Item 19"
  ],
  "symbol_references": []
}