{
  "symbol": "A/RES/79/267",
  "filename": "A_RES_79_267.pdf",
  "title": "79/267. Education for democracy",
  "text": "United Nations \nA/RES/79/267\n \nGeneral Assembly \nDistr.: General \n4 March 2025 \n25-03663 (E) \n*2503663* \n \n \nSeventy-ninth session \nAgenda item 13 \nIntegrated and coordinated implementation of and follow-up \nto the outcomes of the major United Nations conferences and \nsummits in the economic, social and related fields \n \n \n \n \n Resolution adopted by the General Assembly \non 4 March 2025 \n \n \n[without reference to a Main Committee (A/79/L.56)] \n \n \n 79/267. Education for democracy \n \n \n \nThe General Assembly, \n \nReaffirming the Charter of the United Nations, including the principles and \npurposes contained therein, and recognizing that human rights, the rule of law and \ndemocracy are interlinked and mutually reinforcing and that they belong to the \nuniversal and indivisible core values and principles of the United Nations,  \n \nReaffirming also the right of everyone to education, which is enshrined in the \nUniversal Declaration of Human Rights,1 the International Covenant on Economic, \nSocial and Cultural Rights, 2  the Convention on the Rights of the Child, 3  the \nConvention on the Elimination of All Forms of Discrimination against Women, 4 the \nConvention on the Rights of Persons with Disabilities5 and other relevant instruments,  \n \nRecalling its resolutions 67/18 of 28 November 2012, 69/268 of 5 March 2015, \n71/8 of 16 November 2016, 73/134 of 13 December 2018, 75/199 of 21 December \n2020 and 77/268 of 18 January 2023 and the results of the plan of action for the third \nphase (2015–2019) of the World Programme for Human Rights Education, 6 recalling \nalso Human Rights Council resolutions 39/3 of 27 September 2018, 7  42/7 of \n_______________ \n \n1 Resolution 217 A (III). \n \n2 See resolution 2200 A (XXI), annex. \n \n3 United Nations, Treaty Series, vol. 1577, No. 27531. \n \n4 Ibid., vol. 1249, No. 20378. \n \n5 Ibid., vol. 2515, No. 44910. \n \n6 See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 53A and \ncorrigenda (A/69/53/Add.1, A/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A, \nresolution 27/12. \n \n7 Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. III. \n\nA/RES/79/267 \nEducation for democracy\n \n25-03663\n2/6 \n \n26 September 2019,8 51/2 of 6 October 2022,9 54/7 of 11 October 202310 and 57/10 \nof 9 October 202411 on the World Programme for Human Rights Education, recalling \nwith appreciation the plan of action for the fourth phase (2020–2024) of the World \nProgramme,12 and taking note of the plan of action for the fifth phase (2025–2029) of \nthe World Programme,13 \n \nRecalling also section VII, entitled “Supporting the global citizenship agenda \nthrough education for democracy”, of resolution 1 adopted on 20 November 2013 by \nthe General Conference of the United Nations Educational, Scientific and Cultural \nOrganization at its thirty-seventh session,14 \n \nTaking note of the Recommendation on Education for Peace and Human Rights, \nInternational \nUnderstanding, \nCooperation, \nFundamental \nFreedoms, \nGlobal \nCitizenship and Sustainable Development adopted on 20 November 2023 by the \nGeneral Conference of the United Nations Educational, Scientific and Cultural \nOrganization at its forty-second session in its resolution 16,15 \n \nRecalling that the Sustainable Development Goals and targets, as set out in the \n2030 Agenda for Sustainable Development, 16  are integrated and indivisible and \nbalance the three dimensions of sustainable development, and acknowledging the \nimportance of taking measures to ensure inclusive and equitable quality education \nand promoting lifelong learning opportunities for all, including expanded \nopportunities for all children, particularly girls, to access quality education, as well \nas the need to promote peaceful and inclusive societies for sustainable development, \nprovide access to justice for all and build effective, accountable and inclusive \ninstitutions at all levels,  \n \nRecognizing the importance of equal opportunities for young people, including \nyoung women, to be an integral part of decision-making processes and participate in \nall spheres of life, and reaffirming that lifelong learning is an indispensable means for \neffective participation in the knowledge societies and economies of the twenty-first \ncentury and for promoting inclusive and equitable societies,  \n \nStressing the complementarity and mutual reinforcement of human rights \neducation, training and learning and education for democracy,  \n \nReaffirming that democracy is a universal value based on the freely expressed \nwill of people to determine their own political, economic, social and cultural systems \nand their full participation in all aspects of their lives, 17 \n \nRecognizing that education for democracy nurtures responsible and active \nlearners, capable of contributing effectively to peace and prosperity in their societies \nand beyond,  \n_______________ \n \n8 Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. III. \n \n9 Ibid., Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. III, sect. A. \n \n10 Ibid., Seventy-eighth Session, Supplement No. 53A (A/78/53/Add.1), chap. III, sect. A. \n \n11 Ibid., Seventy-ninth Session, Supplement No. 53A (A/79/53/Add.1), chap. III, sect. A. \n \n12 A/HRC/42/23. \n \n13 A/HRC/57/34. \n \n14 See United Nations Educational, Scientific and Cultural Organization, Records of the General \nConference, Thirty-seventh Session, Paris, 5–20 November 2013, vol. 1 and corrigendum, \nResolutions, sect. IV. \n \n15 United Nations Educational, Scientific and Cultural Organization, Records of the General \nConference, Forty-second Session, Paris, 7–22 November 2023, vol. 1 and corrigendum, \nResolutions, annex IV. \n \n16 Resolution 70/1. \n \n17 Resolution 60/1, para. 135. \n\nEducation for democracy \nA/RES/79/267\n \n3/6\n25-03663 \n \n \nRecognizing also the profound and disproportionate negative impact of the \ncoronavirus disease (COVID‑19) pandemic on gender equality and on the realization \nof the right to education, deeply concerned that the related disproportionate impacts \nof the unprecedented global school closures, including on equal learning \nopportunities, have exacerbated pre‑existing inequalities between and within \ncountries, such as the digital divides, and stressing the importance of ensuring a \nproper return to school for all children and youth still out of school as a consequence \nof the pandemic, in particular girls, who are among those disproportionately lacking \naccess to education,  \n \nRecalling the Incheon Declaration: Education 2030 – towards inclusive and \nequitable quality education and lifelong learning for all, adopted at the World \nEducation Forum 2015, held in Incheon, Republic of Korea, from 19 to 22 May \n2015, 18  which affirmed the understanding of education as a main driver of \ndevelopment that is essential for peace, tolerance, human fulfilment and sustainable \ndevelopment, as well as key to achieving full employment and poverty eradication,  \n \nRecalling also the Global Education Ministers Conference on addressing hate \nspeech through education, which was jointly organized by the United Nations \nEducational, Scientific and Cultural Organization and the Special Adviser to the \nSecretary-General on the Prevention of Genocide on 26 October 2021,  \n \nTaking note of the Global Education Meeting held in Fortaleza, Brazil, on \n31 October and 1 November 2024 and its Fortaleza Declaration, which, inter alia, \ncalls for integrating education for peace, human rights, democratic citizenship and \nsustainable development into school curricula, teacher education and community-\nlevel actions, in accordance with national contexts, towards building peaceful and \nresilient societies,  \n \nTaking note also of the Global Education Monitoring Reports, which monitor \nprogress towards the education targets within the Sustainable Development Goals \nframework, and affirming that education can encourage constructive and inclusive \npolitical participation,  \n \nRecognizing that, while democracies share common features, there is no single \nmodel of democracy and that democracy does not belong to any country or region,  \n \nMindful of the Vienna Declaration and Programme of Action of the World \nConference on Human Rights, 19 the Beijing Declaration and Platform for Action \nadopted at the Fourth World Conference on Women,20 the World Plan of Action on \nEducation for Human Rights and Democracy adopted by the International Congress \non Education for Human Rights and Democracy,21 the World Programme for Human \nRights Education proclaimed by the General Assembly in its resolution 59/113 A of \n10 December 2004 and the United Nations Declaration on Human Rights Education \nand Training,22 \n \nRecalling the establishment of the United Nations Democracy Fund and the \nefforts of the Fund to advance the United Nations democracy agenda, as well as the \noperational activities in support of democratization processes carried out by the \nUnited Nations system, including by the Department of Political and Peacebuilding \n_______________ \n \n18 See United Nations Educational, Scientific and Cultural Organization, Final Report of the World \nEducation Forum 2015, Incheon, Republic of Korea, 19–22 May 2015 (Paris, 2015). \n \n19 A/CONF.157/24 (Part I), chap. III. \n \n20 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United Nations \npublication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n21 A/CONF.157/PC/42/Add.6. \n \n22 Resolution 66/137, annex. \n\nA/RES/79/267 \nEducation for democracy\n \n25-03663\n4/6 \n \nAffairs of the Secretariat, the Office of the United Nations High Commissioner for \nHuman Rights and the United Nations Development Programme,  \n \nAcknowledging the important role of international, regional and other \nintergovernmental organizations, civil society, academia, the private sector and other \nstakeholders in support of democracy and education for democracy,  \n \nRecognizing that education contributes to the strengthening of democracy, good \ngovernance and the rule of law at all levels, the reduction of economic inequality, the \nrealization of human rights, gender equality and the empowerment of women and \ngirls, the achievement of all internationally agreed development goals, including the \nSustainable Development Goals, the development of human potential, the eradication \nof poverty and the fostering of greater understanding among peoples,  \n \n1. \nTakes note with appreciation of the first stand-alone report entitled \n“Education for democracy”, submitted by the Secretary-General in cooperation with \nthe Director General of the United Nations Educational, Scientific and Cultural \nOrganization;23 \n \n2. \nReaffirms the fundamental link between democratic governance, peace, \ndevelopment and the promotion and protection of all human rights and fundamental \nfreedoms, which are interdependent and mutually reinforcing;  \n \n3. \nRecalls the 2030 Agenda for Sustainable Development, in which Member \nStates committed themselves to the Sustainable Development Goals and targets, \nincluding to ensure that all learners acquire the knowledge and skills needed to \npromote sustainable development, including, among others, through education for \nsustainable development and sustainable lifestyles, human rights, gender equality, \npromotion of a culture of peace and non‑violence, global citizenship and appreciation \nof cultural diversity and of culture’s contribution to sustainable development, and \nfurther recalls the importance of measuring progress towards the achievement of the \nGoals;  \n \n4. \nEncourages the Secretary-General, United Nations agencies such as the \nUnited Nations Educational, Scientific and Cultural Organization, the United Nations \nChildren’s Fund, the United Nations Population Fund, the United Nations \nDevelopment Programme, the United Nations Office on Drugs and Crime, and the \nUnited Nations Entity for Gender Equality and the Empowerment of Women \n(UN-Women), and other relevant stakeholders to strengthen their efforts to promote \nthe values of peace, human rights, democracy, respect for religious and cultural \ndiversity, and justice and the rule of law through education; \n \n5. \nStrongly encourages Member States and national, regional and local \neducation authorities, as appropriate, to integrate education for democracy, along with \ncivic education, human rights education, education for peace and education for \nsustainable development into their education standards and to develop and strengthen \nprogrammes, curricula and curricular and extracurricular educational activities aimed \nat the promotion and consolidation of democratic values and democratic governance \nand human rights, taking into account innovative approaches and best practices in the \nfield, in order to facilitate the empowerment of citizens and their participation in \npolitical life and policymaking at all levels;  \n \n6. \nEncourages Member States and national, regional and local education \nauthorities, as appropriate, to further efforts to strengthen, through education, the \nconnections between democratic governance, peace, sustainable development and the \npromotion of human rights and fundamental freedoms;  \n_______________ \n \n23 A/79/344. \n\nEducation for democracy \nA/RES/79/267\n \n5/6\n25-03663 \n \n \n7. \nEncourages Member States to intensify their efforts towards educating and \nempowering young people, in particular to shape, in the aftermath of COVID‑19, \nsocieties that are anchored in respect for human rights and the rule of law;  \n \n8. \nCalls upon Member States to continue to increase investment in accessible, \nsafe, inclusive and equitable quality education and lifelong learning for all, allowing \nfor the intergenerational acquisition and transfer of knowledge and skills to advance \nthe prospects of future generations and foster the building of peaceful, just, \ndemocratic and sustainable societies;  \n \n9. \nAlso calls upon Member States to work with relevant stakeholders to take \nsteps to close the digital divides between and within countries, including the rural-\nurban, youth-older persons and gender digital divides, and strengthen and adopt \nmeasures and mechanisms to ethically and responsibly harness the potential of digital \ntechnologies, including artificial intelligence, to advance education for democracy \nwhile promoting digital inclusion by addressing the challenges associated with access, \naffordability, digital literacy and digital skills, ensuring that the benefits of new \ntechnologies are available to all, including those living in rural and remote areas, \ntaking into account the needs of those who are in vulnerable situations and the \nimportance of promoting inclusive learning environments, and providing distance \nlearning opportunities, especially in developing countries;  \n \n10. Encourages Member States to further their efforts to develop and \nstrengthen educational policies and initiatives that contribute to combating \ndisinformation, misinformation, stigmatization, racism, xenophobia, hate speech, \ndiscrimination, exclusion, and violence, in particular through accessible media and \ninformation literacy and digital literacy to improve education for democracy in the \nemerging digital environment;  \n \n11. \nRecalls the Transforming Education Summit, convened by the Secretary-\nGeneral from 16 to 19 September 2022 in New York, as well as its pre‑Summit, hosted \nby the United Nations Educational, Scientific and Cultural Organization from 28 to \n30 June 2022 in Paris;  \n \n12. Also recalls Member States’ engagement throughout the Transforming \nEducation Summit process, including through national consultations, and invites the \nUnited Nations Educational, Scientific and Cultural Organization and relevant \nstakeholders, including the Sustainable Development Goal 4-Education 2030 High-\nlevel Steering Committee, to support Member States, upon their request, in the \ncountry-level implementation of their national commitments made during the \nTransforming Education Summit process;  \n \n13. Invites United Nations agencies, funds and programmes, including the \nUnited Nations Democracy Fund, the United Nations Development Programme, the \nUnited Nations Children’s Fund, the Office of the United Nations High Commissioner \nfor Human Rights, the United Nations Youth Office and the United Nations \nEducational, Scientific and Cultural Organization, to provide appropriate expertise \nand resources for the development of relevant educational programmes and materials \nfor democracy;  \n \n14. Encourages \ninternational, \nregional \nand \nother \nintergovernmental \norganizations, within their respective mandates, to share their best practices and \nexperiences in the field of education for democracy, including but not limited to civic \neducation, with each other and with the United Nations system, as appropriate;  \n \n15. Decides to continue its consideration of the issue of education for \ndemocracy at its eighty-first session, under the agenda item entitled “Integrated and \n\nA/RES/79/267 \nEducation for democracy\n \n25-03663\n6/6 \n \ncoordinated implementation of and follow-up to the outcomes of the major United \nNations conferences and summits in the economic, social and related fields”;  \n \n16. Invites Governments, the agencies and organizations of the United Nations \nsystem and intergovernmental and non‑governmental organizations to intensify their \nefforts to promote education for democracy, requests the Secretary-General, in \ncooperation with the Director General of the United Nations Educational, Scientific \nand Cultural Organization, to submit a report, within existing reporting obligations, \nto the General Assembly at its eighty-first session on the implementation of the \npresent resolution, and invites the Special Rapporteur on the right to education, within \nher existing mandate, to contribute to the report of the Secretary-General. \n \n58th plenary meeting \n4 March 2025 \n \n",
  "paragraphs": {
    "1": "Takes note with appreciation of the first stand-alone report entitled “Education for democracy”, submitted by the Secretary-General in cooperation with the Director General of the United Nations Educational, Scientific and Cultural Organization;23",
    "2": "Reaffirms the fundamental link between democratic governance, peace, development and the promotion and protection of all human rights and fundamental freedoms, which are interdependent and mutually reinforcing;",
    "3": "Recalls the 2030 Agenda for Sustainable Development, in which Member States committed themselves to the Sustainable Development Goals and targets, including to ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non‑violence, global citizenship and appreciation of cultural diversity and of culture’s contribution to sustainable development, and further recalls the importance of measuring progress towards the achievement of the Goals;",
    "4": "Encourages the Secretary-General, United Nations agencies such as the United Nations Educational, Scientific and Cultural Organization, the United Nations Children’s Fund, the United Nations Population Fund, the United Nations Development Programme, the United Nations Office on Drugs and Crime, and the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), and other relevant stakeholders to strengthen their efforts to promote the values of peace, human rights, democracy, respect for religious and cultural diversity, and justice and the rule of law through education;",
    "5": "Strongly encourages Member States and national, regional and local education authorities, as appropriate, to integrate education for democracy, along with civic education, human rights education, education for peace and education for sustainable development into their education standards and to develop and strengthen programmes, curricula and curricular and extracurricular educational activities aimed at the promotion and consolidation of democratic values and democratic governance and human rights, taking into account innovative approaches and best practices in the field, in order to facilitate the empowerment of citizens and their participation in political life and policymaking at all levels;",
    "6": "Encourages Member States and national, regional and local education authorities, as appropriate, to further efforts to strengthen, through education, the connections between democratic governance, peace, sustainable development and the promotion of human rights and fundamental freedoms; _______________ 23 A/79/344. Education for democracy A/RES/79/267 5/6 25-03663",
    "7": "Encourages Member States to intensify their efforts towards educating and empowering young people, in particular to shape, in the aftermath of COVID‑19, societies that are anchored in respect for human rights and the rule of law;",
    "8": "Calls upon Member States to continue to increase investment in accessible, safe, inclusive and equitable quality education and lifelong learning for all, allowing for the intergenerational acquisition and transfer of knowledge and skills to advance the prospects of future generations and foster the building of peaceful, just, democratic and sustainable societies;",
    "9": "Also calls upon Member States to work with relevant stakeholders to take steps to close the digital divides between and within countries, including the rural- urban, youth-older persons and gender digital divides, and strengthen and adopt measures and mechanisms to ethically and responsibly harness the potential of digital technologies, including artificial intelligence, to advance education for democracy while promoting digital inclusion by addressing the challenges associated with access, affordability, digital literacy and digital skills, ensuring that the benefits of new technologies are available to all, including those living in rural and remote areas, taking into account the needs of those who are in vulnerable situations and the importance of promoting inclusive learning environments, and providing distance learning opportunities, especially in developing countries;",
    "10": "Encourages Member States to further their efforts to develop and strengthen educational policies and initiatives that contribute to combating disinformation, misinformation, stigmatization, racism, xenophobia, hate speech, discrimination, exclusion, and violence, in particular through accessible media and information literacy and digital literacy to improve education for democracy in the emerging digital environment;",
    "11": "Recalls the Transforming Education Summit, convened by the Secretary- General from 16 to 19 September 2022 in New York, as well as its pre‑Summit, hosted by the United Nations Educational, Scientific and Cultural Organization from 28 to 30 June 2022 in Paris;",
    "12": "Also recalls Member States’ engagement throughout the Transforming Education Summit process, including through national consultations, and invites the United Nations Educational, Scientific and Cultural Organization and relevant stakeholders, including the Sustainable Development Goal 4-Education 2030 High- level Steering Committee, to support Member States, upon their request, in the country-level implementation of their national commitments made during the Transforming Education Summit process;",
    "13": "Invites United Nations agencies, funds and programmes, including the United Nations Democracy Fund, the United Nations Development Programme, the United Nations Children’s Fund, the Office of the United Nations High Commissioner for Human Rights, the United Nations Youth Office and the United Nations Educational, Scientific and Cultural Organization, to provide appropriate expertise and resources for the development of relevant educational programmes and materials for democracy;",
    "14": "Encourages international, regional and other intergovernmental organizations, within their respective mandates, to share their best practices and experiences in the field of education for democracy, including but not limited to civic education, with each other and with the United Nations system, as appropriate;",
    "15": "Decides to continue its consideration of the issue of education for democracy at its eighty-first session, under the agenda item entitled “Integrated and A/RES/79/267 Education for democracy 25-03663 6/6 coordinated implementation of and follow-up to the outcomes of the major United Nations conferences and summits in the economic, social and related fields”;",
    "16": "Invites Governments, the agencies and organizations of the United Nations system and intergovernmental and non‑governmental organizations to intensify their efforts to promote education for democracy, requests the Secretary-General, in cooperation with the Director General of the United Nations Educational, Scientific and Cultural Organization, to submit a report, within existing reporting obligations, to the General Assembly at its eighty-first session on the implementation of the present resolution, and invites the Special Rapporteur on the right to education, within her existing mandate, to contribute to the report of the Secretary-General. 58th plenary meeting 4 March 2025"
  },
  "agenda_items": [
    "Item 13"
  ],
  "symbol_references": [
    "A/79/L.56"
  ]
}