{
  "symbol": "A/RES/73/268",
  "filename": "A_RES_73_268.pdf",
  "title": "73/268. Financial reports and audited financial statements, and reports of the Board of Auditors",
  "text": "United Nations \nA/RES/73/268\n \n \nGeneral Assembly \nDistr.: General \n7 January 2019 \n \n18-22653 (E)    090119 \n*1822653* \n \n \nSeventy-third session \nAgenda item 134 \n \n \n \n \n Resolution adopted by the General Assembly \non 22 December 2018 \n \n \n \n \n[on the report of the Fifth Committee (A/73/671)] \n \n \n 73/268. Financial reports and audited financial statements, and reports \nof the Board of Auditors  \n \n \n \nThe General Assembly, \n \nRecalling its resolution 52/212 B of 31 March 1998 and its decision 57/573 of \n20 December 2002,  \n \nRecalling also its resolutions 72/8 A of 17 November 2017 and 72/8 B of \n5 July 2018,  \n \nHaving considered, for the period ended 31 December 2017, the financial \nreports and audited financial statements and the reports of the Board of Auditors on \nthe United Nations,1 the International Trade Centre,2 the United Nations University,3 \nthe capital master plan,4 the United Nations Development Programme,5 the United \nNations Capital Development Fund,6 the United Nations Children’s Fund,7 the United \nNations Relief and Works Agency for Palestine Refugees in the Near East, 8 the United \nNations Institute for Training and Research,9 the voluntary funds administered by the \nUnited Nations High Commissioner for Refugees,10 the Fund of the United Nations \nEnvironment Programme,11 the United Nations Population Fund,12 the United Nations \n__________________ \n \n1  Official Records of the General Assembly, Seventy-third Session, Supplement No. 5, vol. I \n(A/73/5 (Vol. I)). \n \n2  Ibid., vol. III (A/73/5 (Vol. III)). \n \n3  Ibid., vol. IV (A/73/5 (Vol. IV)). \n \n4  Ibid., vol. V (A/73/5 (Vol. V)). \n \n5  Ibid., Supplement No. 5A and corrigendum (A/73/5/Add.1 and A/73/5/Add.1/Corr.1). \n \n6  Ibid., Supplement No. 5B (A/73/5/Add.2). \n \n7  Ibid., Supplement No. 5C (A/73/5/Add.3). \n \n8  Ibid., Supplement No. 5D (A/73/5/Add.4). \n \n9  Ibid., Supplement No. 5E (A/73/5/Add.5). \n \n10  Ibid., Supplement No. 5F (A/73/5/Add.6). \n \n11  Ibid., Supplement No. 5G (A/73/5/Add.7). \n \n12  Ibid., Supplement No. 5H (A/73/5/Add.8). \n\nA/RES/73/268 \nFinancial reports and audited financial statements, and reports of the Board of Auditors\n \n18-22653\n2/3 \n \nHuman Settlements Programme,13 the United Nations Office on Drugs and Crime, 14 \nthe United Nations Office for Project Services,15 the United Nations Entity for Gender \nEquality and the Empowerment of Women (UN-Women),16 the International Tribunal \nfor the Prosecution of Persons Responsible for Serious Violations of International \nHumanitarian Law Committed in the Territory of the Former Yugoslavia since 1991, 17 \nthe International Residual Mechanism for Criminal Tribunals, 18  and the United \nNations Joint Staff Pension Fund,19 the note by the Secretary-General transmitting the \nconcise summary of the principal findings and conclusions contained in the reports \nof the Board of Auditors for the annual financial period 2017, 20 the reports of the \nSecretary-General on the implementation of the recommendations of the Board of \nAuditors contained in its reports on the United Nations and on the capital master \nplan, 21  and on the United Nations funds and programmes 22  for the year ended \n31 December 2017, the report of the Secretary of the United Nations Joint Staff \nPension Board and the Representative of the Secretary-General for the investment of \nthe assets of the Fund on the implementation of the recommendations of the Board of \nAuditors contained in its report for the year ended 31 December 2017 on the United \nNations Joint Staff Pension Fund23 and the related report of the Advisory Committee \non Administrative and Budgetary Questions,24  \n \n1. \nTakes note of the audit opinions and findings, and endorses the \nrecommendations, contained in the reports of the Board of Auditors; 1–19  \n \n2. \nEndorses the conclusions and recommendations contained in the report of \nthe Advisory Committee on Administrative and Budgetary Questions;24  \n \n3. \nReaffirms that the Board of Auditors shall be completely independent and \nsolely responsible for the conduct of audits;  \n \n4. \nUnderlines the crucial role of the Board of Auditors, and calls upon the \nSecretary-General to make use of the expertise of this oversight body in the reform \nimplementation process, as appropriate, by following its relevant recommendations;  \n \n5. \nRequests the International Residual Mechanism for Criminal Tribunals to \nclosely monitor the progress of the six pending staff cases of the International \nTribunal for the Former Yugoslavia to ensure that they are resolved promptly, and \nrequests the Secretary-General to report thereon in the context of his next report on \nthe implementation by the Mechanism of the recommendations of the Board of \nAuditors;  \n \n6. \nDecides to consider further the reports of the Board of Auditors on the \nInternational Tribunal for the Former Yugoslavia17 and the International Residual \nMechanism for Criminal Tribunals18 under the respective agenda items relating to the \nTribunal and the Mechanism;  \n__________________ \n \n13  Ibid., Supplement No. 5I (A/73/5/Add.9). \n \n14  Ibid., Supplement No. 5J (A/73/5/Add.10). \n \n15  Ibid., Supplement No. 5K (A/73/5/Add.11). \n \n16  Ibid., Supplement No. 5L (A/73/5/Add.12). \n \n17  Ibid., Supplement No. 5N (A/73/5/Add.14). \n \n18  Ibid., Supplement No. 5O (A/73/5/Add.15). \n \n19  Ibid., Supplement No. 5P (A/73/5/Add.16). \n \n20  A/73/209 and A/73/209/Corr.1. \n \n21  A/73/353. \n \n22  A/73/353/Add.1. \n \n23  A/73/342. \n \n24  A/73/430. \n\nFinancial reports and audited financial statements, and reports of the Board of Auditors \nA/RES/73/268\n \n3/3\n18-22653 \n \n \n7. \nAlso decides to consider further the report of the Board of Auditors on the \nUnited Nations Joint Staff Pension Fund19 under the agenda item relating to the \nPension Fund;  \n \n8. \nCommends the Board of Auditors for the continued high quality of its \nreports and the streamlined format thereof;  \n \n9. \nTakes note of the reports of the Secretary-General on the implementation \nof the recommendations of the Board of Auditors contained in its reports for the year \nended 31 December 2017 on the United Nations and on the capital master plan, 21 and \non the United Nations funds and programmes;22  \n \n10. Reiterates its request to the Secretary-General and the executive heads of \nthe funds and programmes of the United Nations to ensure full implementation of the \nrecommendations of the Board of Auditors and the related recommendations of the \nAdvisory Committee in a prompt and timely manner, to continue to hold programme \nmanagers accountable for the non-implementation of recommendations and to \neffectively address the root causes of the problems highlighted by the Board;  \n \n11. \nReiterates its request to the Secretary-General to provide in his reports on \nthe implementation of the recommendations of the Board of Auditors a full \nexplanation for the delays in the implementation of the recommendations of the \nBoard, in particular those recommendations not yet fully implemented that are two or \nmore years old;  \n \n12. Also reiterates its request to the Secretary-General to indicate in future \nreports an expected time frame for the implementation of the recommendations of the \nBoard of Auditors, as well as the priorities for their implementation and the office \nholders to be held accountable.  \n \n65th plenary meeting \n22 December 2018 \n \n",
  "paragraphs": {
    "1": "Takes note of the audit opinions and findings, and endorses the recommendations, contained in the reports of the Board of Auditors; 1–19",
    "2": "Endorses the conclusions and recommendations contained in the report of the Advisory Committee on Administrative and Budgetary Questions;24",
    "3": "Reaffirms that the Board of Auditors shall be completely independent and solely responsible for the conduct of audits;",
    "4": "Underlines the crucial role of the Board of Auditors, and calls upon the Secretary-General to make use of the expertise of this oversight body in the reform implementation process, as appropriate, by following its relevant recommendations;",
    "5": "Requests the International Residual Mechanism for Criminal Tribunals to closely monitor the progress of the six pending staff cases of the International Tribunal for the Former Yugoslavia to ensure that they are resolved promptly, and requests the Secretary-General to report thereon in the context of his next report on the implementation by the Mechanism of the recommendations of the Board of Auditors;",
    "6": "Decides to consider further the reports of the Board of Auditors on the International Tribunal for the Former Yugoslavia17 and the International Residual Mechanism for Criminal Tribunals18 under the respective agenda items relating to the Tribunal and the Mechanism;",
    "7": "Also decides to consider further the report of the Board of Auditors on the United Nations Joint Staff Pension Fund19 under the agenda item relating to the Pension Fund;",
    "8": "Commends the Board of Auditors for the continued high quality of its reports and the streamlined format thereof;",
    "9": "Takes note of the reports of the Secretary-General on the implementation of the recommendations of the Board of Auditors contained in its reports for the year ended 31 December 2017 on the United Nations and on the capital master plan, 21 and on the United Nations funds and programmes;22",
    "10": "Reiterates its request to the Secretary-General and the executive heads of the funds and programmes of the United Nations to ensure full implementation of the recommendations of the Board of Auditors and the related recommendations of the Advisory Committee in a prompt and timely manner, to continue to hold programme managers accountable for the non-implementation of recommendations and to effectively address the root causes of the problems highlighted by the Board;",
    "11": "Reiterates its request to the Secretary-General to provide in his reports on the implementation of the recommendations of the Board of Auditors a full explanation for the delays in the implementation of the recommendations of the Board, in particular those recommendations not yet fully implemented that are two or more years old;",
    "12": "Also reiterates its request to the Secretary-General to indicate in future reports an expected time frame for the implementation of the recommendations of the Board of Auditors, as well as the priorities for their implementation and the office holders to be held accountable."
  },
  "agenda_items": [
    "Item 134"
  ],
  "symbol_references": []
}