{
  "symbol": "A/RES/79/178",
  "filename": "A_RES_79_178.pdf",
  "title": "79/178. Human rights and extreme poverty",
  "text": "United Nations \nA/RES/79/178\n \n \nGeneral Assembly \nDistr.: General \n19 December 2024 \n \n24-24219 (E)     \n*2424219* \n \n \nSeventy-ninth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human rights \nquestions, including alternative approaches for improving \nthe effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/458/Add.2, para. 99)] \n \n \n 79/178. Human rights and extreme poverty \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles contained in the Charter of the United \nNations, \n \nReaffirming the Universal Declaration of Human Rights, 1  the International \nCovenant on Economic, Social and Cultural Rights, 2 the International Covenant on \nCivil and Political Rights, 3 the International Convention on the Elimination of All \nForms of Racial Discrimination,4 the Convention on the Elimination of All Forms of \nDiscrimination against Women, 5  the Convention on the Rights of the Child, 6  the \nConvention on the Rights of Persons with Disabilities 7 and all other human rights \ninstruments adopted by the United Nations, \n \nRecalling its resolution 47/196 of 22 December 1992, by which it declared \n17 October the International Day for the Eradication of Poverty, as well as its \nresolution 77/223 of 15 December 2022 and its previous resolutions on human rights \nand extreme poverty, in which it reaffirmed that extreme poverty and exclusion from \nsociety constituted a violation of human dignity and an obstacle to the fulfilment of \n__________________ \n \n1 Resolution 217 A (III). \n \n2 See resolution 2200 A (XXI), annex. \n \n3 Ibid. \n \n4 United Nations, Treaty Series, vol. 660, No. 9464. \n \n5 Ibid., vol. 1249, No. 20378. \n \n6 Ibid., vol. 1577, No. 27531. \n \n7 Ibid., vol. 2515, No. 44910. \n\nA/RES/79/178 \nHuman rights and extreme poverty\n \n24-24219\n2/8 \n \nall human rights and that urgent national and international action was therefore \nrequired to eliminate them, \n \nRecalling also its resolution 52/134 of 12 December 1997, in which it \nrecognized that the enhancement of international cooperation in the field of human \nrights was essential for the effective understanding, promotion and protection of all \nhuman rights, \n \nRecalling further Human Rights Council resolution 53/10 of 12 July 20238 and \nits previous resolutions on human rights and extreme poverty, and in this regard \nunderlining the imperative need for their full and effective implementation, \n \nRecalling Human Rights Council resolution 21/11 of 27 September 2012,9 by \nwhich the Council adopted the guiding principles on extreme poverty and human \nrights10 as a useful tool for States in the formulation and implementation of poverty \nreduction and eradication policies, as appropriate, and encouraging States to \nimplement the guiding principles, \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, and \nits commitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, \n \nRecognizing that the coronavirus disease (COVID-19) pandemic has \ndisproportionately impacted the poor and those in vulnerable situations, with \nrepercussions on health and development gains, thus hampering the achievement of \nthe Sustainable Development Goals, including universal health coverage; and \nexpressing its concern by the fact that, in 2020, the disruptions caused by the \nCOVID-19 pandemic led to an increase in extreme poverty for the first time in more \nthan two decades and that worldwide progress towards poverty eradication has been \nfurther stalled and that if current trends continue, only one third of countries will have \nhalved their national poverty rates from 2015, \n \nReaffirming its resolution 69/313 of 27 July 2015 on the Addis Ababa Action \nAgenda of the Third International Conference on Financing for Development, which \nis an integral part of the 2030 Agenda for Sustainable Development, supports and \ncomplements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity, \n \nReaffirming also the objectives and goals of the Third United Nations Decade \nfor the Eradication of Poverty (2018–2027) to accelerate global actions for a world \nwithout poverty and to support, in an efficient and coordinated manner, the \ninternationally agreed development goals related to poverty eradication, including the \nSustainable Development Goals and their objective of leaving no one behind and \nreaching the furthest behind first,  \n__________________ \n \n8 See Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 53 \n(A/78/53), chap. VII, sect. A. \n \n9 Ibid., Sixty-seventh Session, Supplement No. 53A (A/67/53/Add.1), chap. II. \n \n10 A/HRC/21/39. \n\nHuman rights and extreme poverty \nA/RES/79/178\n \n3/8\n24-24219 \n \n \nRecalling the adoption of the Sendai Framework for Disaster Risk Reduction \n2015–2030, 11 as well as the political declaration of the high-level meeting of the \nGeneral Assembly on the midterm review of the Sendai Framework for Disaster Risk \nReduction 2015–2030,12 and recognizing the need for a broader and a more people-\ncentred preventive approach to disaster risk reduction, while reaffirming our \ncommitment to addressing disaster risk reduction and the building of resilience to \ndisasters with a renewed sense of urgency within the context of sustainable development \nand poverty eradication, \n \nReaffirming the Vienna Declaration and Programme of Action,13 which states the \nright to development, as established in the Declaration on the Right to Development, 14 \nas a universal and inalienable right and an integral part of fundamental human rights, \n \nRecalling that the Political Declaration adopted at the High-Level Political \nForum on Sustainable Development in 202315 convened under the auspices of the \nGeneral Assembly, as well as the Pact for the Future, 16 adopted by the General \nAssembly during the Summit for the Future, inter alia, emphasized that eradicating \npoverty in all its forms and dimensions, including extreme poverty remains the \ngreatest global challenge, an indispensable requirement for sustainable development, \nand an imperative for all humankind, \n \nRecalling also the resolution of the Commission for Social Development, \nadopted at its sixty-second session, entitled “Fostering social development and social \njustice through social policies to accelerate progress on the implementation of the \n2030 Agenda for Sustainable Development and to achieve the overarching goal of \npoverty eradication”17 and the agreed conclusions of the Commission on the Status of \nWomen, adopted at its sixty-eighth session, entitled “Accelerating the achievement \nof gender equality and the empowerment of all women and girls by addressing poverty \nand strengthening institutions and financing with a gender perspective”,18 \n \nAcknowledging the significant progress made in several parts of the world in \ncombating extreme poverty, however, deeply concerned that progress towards ending \nextreme poverty has been reversed because of the effects of the COVID-19 pandemic \nin all countries of the world, regardless of their economic, social and cultural \nsituation, and that extreme poverty is particularly severe in developing countries and \nthat it extends to and manifests itself in, among other things, social exclusion, hunger, \ndiscrimination, vulnerability to trafficking in persons, and disease, lack of adequate \nshelter, lack of access to basic services, including access to safe drinking water and \nsanitation, and the prevalence of illiteracy and hopelessness, \n \nRemaining deeply concerned that progress has been uneven, inequality has \nincreased, that the total number of persons living in extreme poverty remains \nunacceptably high, with projections suggesting that 590 million people may remain \nin extreme poverty by 2030, and that the non-income dimensions of poverty and \ndeprivation, such as access to inclusive and equitable quality education or basic health \nservices, and relative poverty remain major concerns, \n \nRecognizing the need to tackle health inequities and inequalities within and \namong countries through political commitment, policies and international cooperation, \n__________________ \n \n11 Resolution 69/283, annex II. \n \n12 Resolution 77/289, annex. \n \n13 A/CONF.157/24 (Part I), chap. III. \n \n14 Resolution 41/128, annex. \n \n15 Resolution 78/1, annex. \n \n16 Resolution 79/1. \n \n17 Economic and Social Council resolution 2024/6. \n \n18 Official Records of the Economic and Social Council, 2024, Supplement No. 7 (E/2024/27), \nchap. I, sect. A. \n\nA/RES/79/178 \nHuman rights and extreme poverty\n \n24-24219\n4/8 \n \nincluding those that address social, economic and environmental determinants of \nhealth, \n \nDeeply concerned that gender inequality, gender-based violence and \ndiscrimination exacerbate extreme poverty, disproportionally impacting women and \ngirls, and that the disproportionate impact of the COVID-19 pandemic on the social \nand economic situation of women and girls is deepening already existing inequalities \nand risks slowing down the progress towards achieving gender equality and the \nempowerment of women and girls made in recent decades, while recognizing the \nimportant role and contribution of women and girls in eradicating poverty, and \nacknowledging the mutually reinforcing links between the achievement of gender \nequality and the empowerment of all women and girls and the eradication of poverty \nin all its forms and dimensions, including extreme poverty, \n \nRecognizing the importance of supporting countries in their efforts to eradicate \npoverty in all its forms and dimensions, including extreme poverty, and to promote \nthe empowerment of the poor and of people in vulnerable situations, including \nwomen, children, young people, Indigenous Peoples, local communities, older \npersons, persons with disabilities, migrants, refugees, internally displaced persons, \npersons belonging to national, ethnic, religious and linguistic minorities and people \nof African descent, \n \nConcerned by the challenges faced today, including those derived from the \nongoing impact of the financial and economic crisis, food insecurity, volatile food \nprices and other ongoing concerns over global food security, epidemics and large \nmovements of refugees and migrants, as well as the increasing challenges posed by \nclimate change and the loss of biodiversity, and by the resulting increase in the \nnumber of people living in extreme poverty, and their negative effect on the capacity \nof all States, especially developing countries, to fight extreme poverty, \n \nBearing in mind that, in order to break the cycle of intergenerational poverty \nand vulnerability, promote the well-being of all persons of all ages, including persons \nwith disabilities, boost development efforts, contribute to better outcomes for children \nand address the feminization of poverty, positive action needs to be taken, including \nin the form of policies, at the national and international levels, that address existing \ninequalities in the distribution of services, resources and infrastructure, as well as \naccess to food, healthcare, education and decent work in cities and other human \nsettlements, \n \nRecognizing that the eradication of extreme poverty is a major challenge within \nthe process of globalization that requires the coordination and continuation of \ninclusive policies through decisive national action and international cooperation, and \nrecognizing also in this context the role of the private sector, including the corporate \nsector, in the eradication of extreme poverty, \n \nRecalling the Guiding Principles on Business and Human Rights, 19 endorsed by \nthe Human Rights Council in its resolution 17/4 of 16 June 2011,20 which established \na framework to prevent and address the adverse human rights impact of business \nactivities, based on the three pillars of the United Nations “Protect, Respect and \nRemedy” Framework, and recognizing in this regard the efforts made to implement \nthe Guiding Principles by some States, business enterprises, international \norganizations and members of civil society, \n__________________ \n \n19 A/HRC/17/31, annex. \n \n20 See Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 53 (A/66/53), \nchap. III, sect. A. \n\nHuman rights and extreme poverty \nA/RES/79/178\n \n5/8\n24-24219 \n \n \nRecognizing that social protection systems make a critical contribution to the \nrealization of human rights for all, in particular for those who are in vulnerable or \nmarginalized situations and are trapped in poverty and subject to discrimination, \n \nRecognizing also that persistent and growing inequalities within and among \ncountries are a major challenge to poverty eradication, particularly affecting those \nwho are living in extreme poverty and in vulnerable situations, \n \nStressing the need to close digital divides, both between and within developed \nand developing countries, including the rural-urban, youth-older persons and gender \ndigital divides, and to harness digital technologies for sustainable development and \nthe promotion and protection of human rights, \n \nStressing also the necessity of better understanding and addressing the \nmultidimensional causes and consequences of extreme poverty, \n \nReaffirming that, since the existence of widespread extreme poverty inhibits the \nfull and effective enjoyment of all human rights and may, in some situations, \nconstitute a threat to the right to life, its immediate alleviation and eventual \neradication must remain a high priority for the international community, \n \nStressing that respect for all human rights, which are universal, indivisible, \ninterdependent and interrelated, is of crucial importance for all policies and \nprogrammes to fight extreme poverty, \n \nUnderlining the priority and urgency given by Heads of State and Government \nto the eradication of extreme poverty, as expressed in the outcomes of the major \nUnited Nations conferences and summits in the economic, social and related fields, \n \nReaffirming that democracy, development and the full and effective enjoyment \nof human rights and fundamental freedoms are interdependent and mutually \nreinforcing and that they contribute to the eradication of extreme poverty, \n \n1. \nReaffirms that extreme poverty, deep inequality and exclusion constitute a \nviolation of human dignity and that urgent national and international action is \ntherefore required to eliminate them; \n \n2. \nAlso reaffirms that it is essential for States to foster participation by the \npoorest people in the decision-making process in the societies in which they live, in \nthe promotion of human rights and in efforts to combat extreme poverty and exclusion \nand that it is essential for people living in and affected by poverty and in situations \nof vulnerability to be empowered to organize themselves and to participate in all \naspects of political, economic, social, cultural and civic life, in particular the planning \nand implementation of policies that affect them, thus enabling them to become \ngenuine partners in development; \n \n3. \nEmphasizes that extreme poverty is a major issue to be addressed by \nGovernments, the United Nations system and international financial institutions, the \nprivate sector, including the corporate sector, civil society and community-based \nsocial organizations, and in this context reaffirms that political commitment is a \nprerequisite for the eradication of poverty; \n \n4. \nAlso emphasizes that all business enterprises, both transnational \ncorporations and other business enterprises, have a responsibility to respect all human \nrights, and recognizes that proper regulation, including through national legislation, \nof transnational corporations and other business enterprises and their responsible \noperation can contribute to the promotion, protection and fulfilment of and respect \nfor human rights and assist in channelling the benefits of business towards \ncontributing to the enjoyment of human rights and fundamental freedoms; \n\nA/RES/79/178 \nHuman rights and extreme poverty\n \n24-24219\n6/8 \n \n \n5. \nFurther emphasizes the need to accord due consideration and priority to \npoverty eradication within the United Nations development agenda, while stressing \nthe importance of addressing the causes and systemic challenges of poverty through \nintegrated, coordinated and coherent strategies at the national, intergovernmental and \ninter-agency levels, consistent with the outcomes of the major United Nations \nconferences and summits in the economic, social and related fields; \n \n6. \nReaffirms that the existence of widespread extreme poverty inhibits the \nfull and effective enjoyment of human rights, renders democracy and popular \nparticipation fragile and can also create barriers to full and effective participation in \npolitical and public life, in particular for women and girls and persons with \ndisabilities; \n \n7. \nRecognizes the need to respect and to realize human rights and \nfundamental freedoms in order to address the most pressing social needs of people \nliving in poverty, including through the design and development of appropriate \nmechanisms to strengthen and consolidate democratic institutions and governance; \n \n8. \nReaffirms the commitments contained in the 2030 Agenda for Sustainable \nDevelopment,21 in particular to leave no one behind, to reach the furthest behind and \nthe most vulnerable and to achieve Sustainable Development Goal 1, including by \nsparing no effort to fight against and eradicate extreme poverty, which is currently \nmeasured as people living on less than 2.15 United States dollars a day, for all people \neverywhere by 2030;  \n \n9. \nAlso reaffirms the commitment made at the 2005 World Summit to \neradicate poverty and promote sustained economic growth, sustainable development \nand global prosperity for all, including women and girls;22 \n \n10. Recalls that promoting universal access to social services and providing \nsocial protection floors can make an important contribution to consolidating and \nachieving further development gains and that social protection systems that address \nand reduce inequality and social exclusion are essential for protecting the gains made \ntowards the achievement of the Sustainable Development Goals, and in this regard \ntakes note of the Social Protection Floors Recommendation, 2012 (No. 202), of the \nInternational Labour Organization; \n \n11. Encourages States, when designing, implementing, monitoring and \nevaluating social protection programmes, to ensure gender mainstreaming and the \npromotion and protection of all human rights in accordance with their obligations \nunder international human rights law, throughout this process; \n \n12. Calls upon States to implement gender-responsive social protection \npolicies, as well as fiscal policies that contribute to promoting gender equality and \nthe empowerment of all women and girls by, inter alia, facilitating greater access to \nand inclusion in social protection and financial and business services, including \ncredit, for women, in particular women heads of household; \n \n13. Encourages States to take all measures necessary to eliminate \ndiscrimination against all persons, in particular those living in poverty, to refrain from \nadopting any laws, regulations or practices denying or limiting the enjoyment of all \nhuman rights and fundamental freedoms, including economic, social and cultural \nrights, and to ensure that people, in particular those living in poverty, have equal \naccess to justice; \n__________________ \n \n21 Resolution 70/1. \n \n22 See resolution 60/1. \n\nHuman rights and extreme poverty \nA/RES/79/178\n \n7/8\n24-24219 \n \n \n14. Calls upon Member States, in taking measures to eliminate discrimination, \nto ensure that their legal frameworks, where relevant, are non-discriminatory on the \nbasis of socioeconomic status and to address the need to effectively remove the \nobstacles that people in poverty face in areas such as housing, employment, \neducation, health and other social services; \n \n15. Welcomes the ongoing efforts to strengthen and support South-South \ncooperation and triangular cooperation, recognizing their contributions to the efforts \nof developing countries to collaborate in the eradication of poverty, and stresses that \nSouth-South cooperation is not a substitute for, but rather a complement to, North-\nSouth cooperation; \n \n16. Encourages the international community to strengthen its efforts to \naddress challenges that are contributing to extreme poverty, including those derived \nfrom the ongoing impact of the financial and economic crisis, food insecurity, volatile \nfood prices and other ongoing concerns over global food security, epidemics and the \nincreasing challenges posed by climate change and the loss of biodiversity in all parts \nof the world, especially in developing countries, by enhancing cooperation to help to \nbuild national capacities; \n \n17. Reaffirms the critical role of quality education and lifelong learning for all \nin achieving poverty eradication and other development goals, as envisaged in the \n2030 Agenda for Sustainable Development, in particular free, equitable and quality \nprimary and secondary education and training for eradicating illiteracy, efforts towards \nexpanded secondary and higher education as well as vocational education and technical \ntraining, especially for girls and women, the creation of human resources and \ninfrastructure capabilities and the empowerment of those living in poverty, also \nreaffirms in this context the Dakar Framework for Action, adopted at the World \nEducation Forum on 28 April 2000,23 and the Incheon Declaration: Education 2030 – \ntowards inclusive and equitable quality education and lifelong learning for all, adopted \nat the World Education Forum 2015,24 and recognizes the importance of the United \nNations Educational, Scientific and Cultural Organization strategy for the eradication \nof poverty, especially extreme poverty, in supporting the Education for All \nprogrammes as tools for achieving Sustainable Development Goal 4 by 2030; \n \n18. Invites the United Nations High Commissioner for Human Rights to \ncontinue to give high priority to the question of the relationship between extreme \npoverty and human rights, and also invites his Office to pursue further work in this \narea; \n \n19. Calls upon States, United Nations bodies, in particular the Office of the \nUnited Nations High Commissioner for Human Rights and the United Nations \nDevelopment Programme, intergovernmental organizations and non-governmental \norganizations, to continue to give appropriate attention to the links between human \nrights and extreme poverty, and encourages the private sector, including the corporate \nsector, and international financial institutions to proceed likewise; \n \n20. Takes note with appreciation of the guiding principles on extreme poverty \nand human rights, adopted by the Human Rights Council in its resolution 21/11, as a \nuseful tool for States in the formulation and implementation of poverty reduction and \neradication policies, as appropriate; \n \n21. Encourages Governments, relevant United Nations bodies, funds and \nprogrammes and the specialized agencies, other intergovernmental organizations and \n__________________ \n \n23 See United Nations Educational, Scientific and Cultural Organization, Final Report of the World \nEducation Forum, Dakar, Senegal, 26–28 April 2000 (Paris, 2000). \n \n24 See United Nations Educational, Scientific and Cultural Organization, Final Report of the World \nEducation Forum 2015, Incheon, Republic of Korea, 19–22 May 2015 (Paris, 2015). \n\nA/RES/79/178 \nHuman rights and extreme poverty\n \n24-24219\n8/8 \n \nnational human rights institutions, as well as non-governmental organizations and \nnon-State actors, and the private sector, including the corporate sector, to consider the \nguiding principles in the formulation and implementation of their policies and \nmeasures concerning persons affected by extreme poverty; \n \n22. Requests the Office of the United Nations High Commissioner for Human \nRights to disseminate the guiding principles, as appropriate; \n \n23. Welcomes the efforts of entities throughout the United Nations system to \nincorporate the 2030 Agenda for Sustainable Development and the Sustainable \nDevelopment Goals set out therein into their work; \n \n24. Takes note of the work undertaken by the Special Rapporteur on extreme \npoverty and human rights, including his reports submitted to the General Assembly \nat its seventy-eighth 25  and seventy-ninth sessions, 26  and notes the work of the \nSecretary-General to address the issues referred to therein; \n \n25. Decides to consider the question further at its eighty-first session, under \nthe sub-item entitled “Human rights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and fundamental freedoms” of the \nitem entitled “Promotion and protection of human rights”. \n \n53rd plenary meeting \n17 December 2024 \n \n__________________ \n \n25 A/78/175. \n \n26 A/79/162. \n",
  "paragraphs": {
    "1": "Reaffirms that extreme poverty, deep inequality and exclusion constitute a violation of human dignity and that urgent national and international action is therefore required to eliminate them;",
    "2": "Also reaffirms that it is essential for States to foster participation by the poorest people in the decision-making process in the societies in which they live, in the promotion of human rights and in efforts to combat extreme poverty and exclusion and that it is essential for people living in and affected by poverty and in situations of vulnerability to be empowered to organize themselves and to participate in all aspects of political, economic, social, cultural and civic life, in particular the planning and implementation of policies that affect them, thus enabling them to become genuine partners in development;",
    "3": "Emphasizes that extreme poverty is a major issue to be addressed by Governments, the United Nations system and international financial institutions, the private sector, including the corporate sector, civil society and community-based social organizations, and in this context reaffirms that political commitment is a prerequisite for the eradication of poverty;",
    "4": "",
    "5": "Further emphasizes the need to accord due consideration and priority to poverty eradication within the United Nations development agenda, while stressing the importance of addressing the causes and systemic challenges of poverty through integrated, coordinated and coherent strategies at the national, intergovernmental and inter-agency levels, consistent with the outcomes of the major United Nations conferences and summits in the economic, social and related fields;",
    "6": "Reaffirms that the existence of widespread extreme poverty inhibits the full and effective enjoyment of human rights, renders democracy and popular participation fragile and can also create barriers to full and effective participation in political and public life, in particular for women and girls and persons with disabilities;",
    "7": "Recognizes the need to respect and to realize human rights and fundamental freedoms in order to address the most pressing social needs of people living in poverty, including through the design and development of appropriate mechanisms to strengthen and consolidate democratic institutions and governance;",
    "8": "Reaffirms the commitments contained in the 2030 Agenda for Sustainable Development,21 in particular to leave no one behind, to reach the furthest behind and the most vulnerable and to achieve Sustainable Development Goal 1, including by sparing no effort to fight against and eradicate extreme poverty, which is currently measured as people living on less than 2.15 United States dollars a day, for all people everywhere by 2030;",
    "9": "Also reaffirms the commitment made at the 2005 World Summit to eradicate poverty and promote sustained economic growth, sustainable development and global prosperity for all, including women and girls;22",
    "10": "Recalls that promoting universal access to social services and providing social protection floors can make an important contribution to consolidating and achieving further development gains and that social protection systems that address and reduce inequality and social exclusion are essential for protecting the gains made towards the achievement of the Sustainable Development Goals, and in this regard takes note of the Social Protection Floors Recommendation, 2012 (No. 202), of the International Labour Organization;",
    "11": "Encourages States, when designing, implementing, monitoring and evaluating social protection programmes, to ensure gender mainstreaming and the promotion and protection of all human rights in accordance with their obligations under international human rights law, throughout this process;",
    "12": "Calls upon States to implement gender-responsive social protection policies, as well as fiscal policies that contribute to promoting gender equality and the empowerment of all women and girls by, inter alia, facilitating greater access to and inclusion in social protection and financial and business services, including credit, for women, in particular women heads of household;",
    "13": "Encourages States to take all measures necessary to eliminate discrimination against all persons, in particular those living in poverty, to refrain from adopting any laws, regulations or practices denying or limiting the enjoyment of all human rights and fundamental freedoms, including economic, social and cultural rights, and to ensure that people, in particular those living in poverty, have equal access to justice;",
    "14": "Calls upon Member States, in taking measures to eliminate discrimination, to ensure that their legal frameworks, where relevant, are non-discriminatory on the basis of socioeconomic status and to address the need to effectively remove the obstacles that people in poverty face in areas such as housing, employment, education, health and other social services;",
    "15": "Welcomes the ongoing efforts to strengthen and support South-South cooperation and triangular cooperation, recognizing their contributions to the efforts of developing countries to collaborate in the eradication of poverty, and stresses that South-South cooperation is not a substitute for, but rather a complement to, North- South cooperation;",
    "16": "Encourages the international community to strengthen its efforts to address challenges that are contributing to extreme poverty, including those derived from the ongoing impact of the financial and economic crisis, food insecurity, volatile food prices and other ongoing concerns over global food security, epidemics and the increasing challenges posed by climate change and the loss of biodiversity in all parts of the world, especially in developing countries, by enhancing cooperation to help to build national capacities;",
    "17": "Reaffirms the critical role of quality education and lifelong learning for all in achieving poverty eradication and other development goals, as envisaged in the 2030 Agenda for Sustainable Development, in particular free, equitable and quality primary and secondary education and training for eradicating illiteracy, efforts towards expanded secondary and higher education as well as vocational education and technical training, especially for girls and women, the creation of human resources and infrastructure capabilities and the empowerment of those living in poverty, also reaffirms in this context the Dakar Framework for Action, adopted at the World Education Forum on 28 April 2000,23 and the Incheon Declaration: Education 2030 – towards inclusive and equitable quality education and lifelong learning for all, adopted at the World Education Forum 2015,24 and recognizes the importance of the United Nations Educational, Scientific and Cultural Organization strategy for the eradication of poverty, especially extreme poverty, in supporting the Education for All programmes as tools for achieving Sustainable Development Goal 4 by 2030;",
    "18": "Invites the United Nations High Commissioner for Human Rights to continue to give high priority to the question of the relationship between extreme poverty and human rights, and also invites his Office to pursue further work in this area;",
    "19": "Calls upon States, United Nations bodies, in particular the Office of the United Nations High Commissioner for Human Rights and the United Nations Development Programme, intergovernmental organizations and non-governmental organizations, to continue to give appropriate attention to the links between human rights and extreme poverty, and encourages the private sector, including the corporate sector, and international financial institutions to proceed likewise;",
    "20": "Takes note with appreciation of the guiding principles on extreme poverty and human rights, adopted by the Human Rights Council in its resolution 21/11, as a useful tool for States in the formulation and implementation of poverty reduction and eradication policies, as appropriate;",
    "21": "Encourages Governments, relevant United Nations bodies, funds and programmes and the specialized agencies, other intergovernmental organizations and national human rights institutions, as well as non-governmental organizations and non-State actors, and the private sector, including the corporate sector, to consider the guiding principles in the formulation and implementation of their policies and measures concerning persons affected by extreme poverty;",
    "22": "Requests the Office of the United Nations High Commissioner for Human Rights to disseminate the guiding principles, as appropriate;",
    "23": "Welcomes the efforts of entities throughout the United Nations system to incorporate the 2030 Agenda for Sustainable Development and the Sustainable Development Goals set out therein into their work;",
    "24": "Takes note of the work undertaken by the Special Rapporteur on extreme poverty and human rights, including his reports submitted to the General Assembly at its seventy-eighth 25 and seventy-ninth sessions, 26 and notes the work of the Secretary-General to address the issues referred to therein;",
    "25": "Decides to consider the question further at its eighty-first session, under the sub-item entitled “Human rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms” of the item entitled “Promotion and protection of human rights”."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}