{
  "symbol": "A/RES/72/114",
  "filename": "A_RES_72_114.pdf",
  "title": "72/114. Model Law on Electronic Transferable Records of the United Nations Commission on International Trade Law",
  "text": "United Nations \nA/RES/72/114\n \n \nGeneral Assembly \nDistr.: General \n18 December 2017 \n \n17-22151 (E)    201217 \n*1722151* \n \n \nSeventy-second session \nAgenda item 79 \n \n \n \n \n Resolution adopted by the General Assembly \non 7 December 2017 \n \n \n \n \n[on the report of the Sixth Committee (A/72/458)] \n \n \n \n72/114. Model Law on Electronic Transferable Records of the \nUnited Nations Commission on International Trade Law \n \n \n \nThe General Assembly, \n \nRecalling its resolution 2205 (XXI) of 17 December 1966, by which it \nestablished the United Nations Commission on International Trade Law with a \nmandate to further the progressive harmonization and unification of the law of \ninternational trade and in that respect to bear in mind the interests of all peoples, in \nparticular those of developing countries, in the extensive development of \ninternational trade,  \n \nRecalling also its resolution 60/21 of 23 November 2005, by which it adopted \nthe United Nations Convention on the Use of Electronic Communications in \nInternational Contracts and called upon all Governments to consider becoming party \nto the Convention, and its resolutions 51/162 of 16 December 1996 and 56/80 of \n12 December 2001, in which it recommended that all States give favourable \nconsideration to the Model Law on Electronic Commerce and the Model Law on \nElectronic Signatures of the Commission, respectively, \n \nNoting that, while the Convention, the Model Law on Electronic Commerce \nand the Model Law on Electronic Signatures are of significant assistance to States \nin enabling and facilitating electronic commerce in international trade, they do not \nfully address issues arising from the use of electronic transferable records in \ninternational trade,  \n \nConsidering that uncertainties as to the legal value of electronic transferable \nrecords constitute an obstacle to international trade,  \n \nConvinced that legal certainty and commercial predictability in electronic \ncommerce will be enhanced by the harmonization of certain rules on the legal \nrecognition of electronic transferable records on a technologically neutral basis and \naccording to the functional equivalence approach,  \n\nA/RES/72/114 \nModel Law on Electronic Transferable Records of the\nUnited Nations Commission on International Trade Law\n \n17-22151 \n2/2 \n \n \nRecalling that, at its forty-fourth session, in 2011, the Commission mandated \nits Working Group IV (Electronic Commerce) to undertake work on electronic \ntransferable records,1  \n \nNoting that the Working Group devoted 10 sessions, from 2011 to 2016, to that \nwork, and that the Commission considered at its fiftieth session, in 2017, a draft \nmodel law on electronic transferable records prepared by the Working Group, \ntogether with comments on the draft received from Governments and international \norganizations invited to sessions of the Working Group, 2  \n \nBelieving that a model law on electronic transferable records will constitute a \nuseful addition to existing Commission texts in the area of electronic commerce by \nsignificantly assisting States in enhancing their legislation on electronic commerce, \nin particular as it relates to the use of electronic transferable records, or in \nformulating such legislation where none exists,  \n \n1. \nExpresses its appreciation to the United Nations Commission on \nInternational Trade Law for completing and adopting the Model Law on Electronic \nTransferable Records;3  \n \n2. \nRequests the Secretary-General to publish the Model Law together with \nan explanatory note, including electronically, in the six official languages of the \nUnited Nations, and to disseminate it broadly to Governments and other interested \nbodies;  \n \n3. \nRecommends that all States give favourable consideration to the Model \nLaw when revising or adopting legislation relevant to electronic commerce, and \ninvites States that have used the Model Law to advise the Commission accordingly;  \n \n4. \nAlso recommends that States continue to consider becoming parties to the \nUnited Nations Convention on the Use of Electronic Communications in \nInternational Contracts4 and to give favourable consideration to the use of the \nModel Law on Electronic Commerce5 and the Model Law on Electronic Signatures6 \nwhen revising or adopting legislation on electronic commerce; \n \n5. \nAppeals to the relevant bodies of the United Nations system and other \nrelevant international and regional organizations to coordinate their legal activities \nin the area of electronic commerce, including paperless trade facilitation, with those \nof the Commission, to avoid duplication of efforts and to promote efficiency, \nconsistency and coherence in the modernization and harmonization of legislation on \nelectronic commerce. \n \n67th plenary meeting  \n7 December 2017 \n \n__________________ \n \n1  Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 17 (A/66/17), \npara. 238. \n \n2  Ibid., Seventy-second Session, Supplement No. 17 (A/72/17), chap. III. \n \n3  Ibid., annex I. \n \n4  Resolution 60/21, annex. \n \n5  Resolution 51/162, annex. \n \n6  Resolution 56/80, annex. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the United Nations Commission on International Trade Law for completing and adopting the Model Law on Electronic Transferable Records;3",
    "2": "Requests the Secretary-General to publish the Model Law together with an explanatory note, including electronically, in the six official languages of the United Nations, and to disseminate it broadly to Governments and other interested bodies;",
    "3": "Recommends that all States give favourable consideration to the Model Law when revising or adopting legislation relevant to electronic commerce, and invites States that have used the Model Law to advise the Commission accordingly;",
    "4": "Also recommends that States continue to consider becoming parties to the United Nations Convention on the Use of Electronic Communications in International Contracts4 and to give favourable consideration to the use of the Model Law on Electronic Commerce5 and the Model Law on Electronic Signatures6 when revising or adopting legislation on electronic commerce;",
    "5": "Appeals to the relevant bodies of the United Nations system and other relevant international and regional organizations to coordinate their legal activities in the area of electronic commerce, including paperless trade facilitation, with those of the Commission, to avoid duplication of efforts and to promote efficiency, consistency and coherence in the modernization and harmonization of legislation on electronic commerce. 67th plenary meeting 7 December 2017 __________________ 1 Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 17 (A/66/17), para. 238. 2 Ibid., Seventy-second Session, Supplement No. 17 (A/72/17), chap. III. 3 Ibid., annex I. 4 Resolution 60/21, annex. 5 Resolution 51/162, annex. 6 Resolution 56/80, annex."
  },
  "agenda_items": [
    "Item 79"
  ],
  "symbol_references": []
}