{
  "symbol": "A/RES/76/185",
  "filename": "A_RES_76_185.pdf",
  "title": "76/185. Preventing and combating crimes that affect the environment",
  "text": "United Nations \nA/RES/76/185\n \n \nGeneral Assembly \nDistr.: General \n11 January 2022 \n \n \n21-19239 (E)    130122 \n*2119239* \n \n \nSeventy-sixth session \nAgenda item 108 \nCrime prevention and criminal justice \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2021 \n \n \n \n \n[on the report of the Third Committee (A/76/463, para. 26)] \n \n \n 76/185. Preventing and combating crimes that affect the environment \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 67/189 of 20 December 2012, 68/193 of 18 December \n2013, 69/197 of 18 December 2014, 70/178 of 17 December 2015, 71/209 of \n19 December 2016, 72/196 of 19 December 2017, 73/186 of 17 December 2018, \n74/177 of 18 December 2019 and 75/196 of 16 December 2020, entitled \n“Strengthening the United Nations crime prevention and criminal justice programme, \nin particular its technical cooperation capacity”, in which the Assembly expressed \ndeep concern about crimes that affect the environment and emphasized the need to \ncombat such crimes by strengthening international cooperation, capacity-building, \ncriminal justice responses and law enforcement efforts, as well as its resolutions \n69/314 of 30 July 2015, 70/301 of 9 September 2016, 71/326 of 11 September 2017 \nand 73/343 of 16 September 2019, entitled “Tackling illicit trafficking in wildlife”,  \n \nRecalling also Economic and Social Council resolutions 1989/62 of 24 May \n1989, entitled “Concerted international action against the forms of crime identified in \nthe Milan Plan of Action”, 1992/22 of 30 July 1992, entitled “Implementation of \nGeneral Assembly resolution 46/152 concerning operational activities and \ncoordination in the field of crime prevention and criminal justice”, 1993/28 of 27 July \n1993, 1994/15 of 25 July 1994 and 1996/10 of 23 July 1996, entitled “The role of \ncriminal law in the protection of the environment”, as well as resolutions 2001/12 of \n24 July 2001, 2002/18 of 24 July 2002, 2003/27 of 22 July 2003, 2011/36 of 28 July \n2011 and 2013/40 of 25 July 2013 on crime prevention and criminal justice responses \nto illicit trafficking in protected species of wild fauna and flora, resolution 2008/25 \nof 24 July 2008 on international cooperation in preventing and combating illicit \ninternational trafficking in forest products, including timber, wildlife and other forest \nbiological resources, and resolutions 2013/38 of 25 July 2013 and 2019/23 of 23 July \n2019 on combating illicit trafficking in precious metals and illegal mining, \n\nA/RES/76/185 \nPreventing and combating crimes that affect the environment\n \n21-19239\n2/7 \n \n \nRecalling further Commission on Crime Prevention and Criminal Justice \nresolutions 16/1 of 27 April 20071 and 23/1 of 16 May 20142 on trafficking in forest \nproducts, including timber, and resolution 28/3 of 24 May 2019 entitled \n“Strengthening regional and international cooperation in crime prevention and \ncriminal justice responses to illicit trafficking in wildlife”, 3  \n \nRecalling resolutions 1/3 of 27 June 20144 and 2/14 of 27 May 20165 of the \nUnited Nations Environment Assembly of the United Nations Environment \nProgramme on the illegal trade in wildlife and wildlife products, \n \nWelcoming the Kyoto Declaration on Advancing Crime Prevention, Criminal \nJustice and the Rule of Law: Towards the Achievement of the 2030 Agenda for \nSustainable Development, adopted by the Fourteenth United Nations Congress on \nCrime Prevention and Criminal Justice, held in Kyoto, Japan, from 7 to 12 March \n2021,6 in which Heads of State and Government, Ministers and Representatives of \nMember States expressed deep concern about the negative impact of crime on the \nenvironment and affirmed their endeavour to adopt effective measures to prevent and \ncombat crimes that affect the environment, such as illicit trafficking in wildlife, \nincluding, inter alia, flora and fauna as protected by the Convention on International \nTrade in Endangered Species of Wild Fauna and Flora,7 in timber and timber products, \nin hazardous wastes and other wastes and in precious metals, stones and other \nminerals, as well as, inter alia, poaching, by making the best possible use of relevant \ninternational instruments and by strengthening legislation, international cooperation, \ncapacity-building, criminal justice responses and law enforcement efforts aimed at, \ninter alia, dealing with transnational organized crime, corruption and money-\nlaundering linked to such crimes, and illicit financial flows derived from such crimes, \nwhile acknowledging the need to deprive criminals of proceeds of crime,  \n \nReaffirming the central role of the Commission on Crime Prevention and Criminal \nJustice as the main policymaking body of the United Nations in the field of crime \nprevention and criminal justice, and recalling that in the Kyoto Declaration the \nCommission on Crime Prevention and Criminal Justice was called upon, in accordance \nwith its mandate, to adopt the appropriate policy and operational measures for the \nfollow-up to the Declaration and to identify innovative ways to make use of information \non progress made in the implementation of the Declaration, and invited the Commission \nto engage with other relevant stakeholders, including the institutes of the United \nNations crime prevention and criminal justice programme network, in order to \nstrengthen global partnership in advancing crime prevention, criminal justice and the \nrule of law towards the achievement of the 2030 Agenda for Sustainable Development,8 \n \nReaffirming also that States are to carry out their obligations to combat \ntransnational organized crime as well as corruption in a manner consistent with the \npurposes and principles set forth in the Charter of the United Nations and international \nlaw and with human rights and fundamental freedoms, and recalling in that regard that \nStates parties to the United Nations Convention against Transnational Organized Crime 9 \n__________________ \n \n1 See Official Records of the Economic and Social Council, 2007, Supplement No. 10 \n(E/2007/30/Rev.1), chap. I, sect. D. \n \n2 Ibid., 2014, Supplement No. 10 (E/2014/30), chap. I, sect. D. \n \n3 Ibid., 2019, Supplement No. 10 (E/2019/30), chap. I, sect. D. \n \n4 See Official Records of the General Assembly, Sixty-ninth Session, Supplement No. 25 (A/69/25), \nannex. \n \n5 Ibid., Seventy-first Session, Supplement No. 25 (A/71/25), annex. \n \n6 Resolution 76/181, annex. \n \n7 United Nations, Treaty Series, vol. 993, No. 14537. \n \n8 Resolution 70/1. \n \n9 United Nations, Treaty Series, vol. 2225, No. 39574. \n\nPreventing and combating crimes that affect the environment \nA/RES/76/185\n \n3/7\n21-19239 \n \nand the United Nations Convention against Corruption 10 have also committed \nthemselves to carrying out their respective obligations to combat transnational organized \ncrime as well as corruption in a manner consistent with all the provisions of those \nconventions, including the purposes and the principles stated in their articles 1 and 4,  \n \nReaffirming further that every State has, and shall freely exercise, full and \npermanent sovereignty over all its natural resources,  \n \nRecognizing the primary role and responsibility of States in defining their \npolicies and strategies to prevent and combat crimes that affect the environment, \nacknowledging the central role played by States in the prevention of and the fight \nagainst corruption as it relates to such crimes, and recalling the commitment of States \nparties to the United Nations Convention against Transnational Organized Crime and \nthe United Nations Convention against Corruption to carry out those obligations in a \nmanner consistent with article 4 of those conventions,  \n \nAlarmed by existing research indicating that crimes that affect the environment \nhave become some of the most lucrative transnational criminal activities and are often \nclosely interlinked with different forms of crime and corruption and that money-\nlaundering and the illicit financial flows derived from them may contribute to the \nfinancing of other transnational organized crimes and terrorism,  \n \nTaking note of the existing research on the cost of crimes that affect the \nenvironment, \n \nDeeply concerned about all those killed, injured, threatened or exploited by \norganized criminal groups involved in or benefiting from crimes that affect the \nenvironment and about those whose living environment, safety, health or livelihoods \nare endangered or put at risk by those crimes, and affirming its resolve to assist and \nprotect those affected, in accordance with national law,  \n \nDeeply concerned also that activities of organized criminal groups that affect the \nenvironment hinder and undermine efforts undertaken by States to protect the environment, \npromote the rule of law and achieve sustainable development, including efforts to \ncontribute to the implementation of the 2030 Agenda for Sustainable Development,  \n \nRecognizing that crimes that affect the environment may also have a negative \nimpact on economies, public health, human safety, food security, livelihoods and habitats,  \n \nWelcoming Conference of the Parties to the United Nations Convention against \nTransnational Organized Crime resolution 10/6 of 16 October 2020, entitled \n“Preventing and combating crimes that affect the environment falling within the scope \nof the United Nations Convention against Transnational Organized Crime”, 11 in which \nthe Conference urged States parties to implement the Organized Crime Convention, \nin accordance with fundamental principles of their domestic law, in order to \neffectively prevent, investigate, prosecute and punish crimes that affect the \nenvironment falling within the scope of the Convention, as well as related offences \nestablished under the Convention, \n \nRecognizing the fundamental role of effective international cooperation in \npreventing and combating crime and to this end underlining the importance of \naddressing, tackling and effectively responding to international challenges and \nbarriers, in particular measures, that hinder such cooperation and which are not \nconsistent with the Charter of the United Nations and obligations under international \nlaw, and in this regard urging States, consistent with their international obligations, \nto refrain from applying such measures, \n__________________ \n \n10 Ibid., vol. 2349, No. 42146. \n \n11 See CTOC/COP/2020/10, sect. I.A. \n\nA/RES/76/185 \nPreventing and combating crimes that affect the environment\n \n21-19239\n4/7 \n \n \nWelcoming Conference of the States Parties to the United Nations Convention \nagainst Corruption resolution 8/12 of 20 December 2019, entitled “Preventing and \ncombating corruption as it relates to crimes that have an impact on the environment”, 12 \nin which the Conference urged States parties to implement the United Nations Convention \nagainst Corruption, in accordance with their domestic legislation, and to ensure respect for \nits provisions, with a view to making best use of the Convention to prevent and combat \ncorruption as it relates to crimes that have an impact on the environment and the recovery \nand return of proceeds of such crimes, in accordance with the Convention, \n \nRecognizing the legal framework provided by and the important role of the \nConvention on International Trade in Endangered Species of Wild Fauna and Flora as the \nprimary mechanism for regulating international trade in species of wild fauna and flora \nlisted in its appendices, as well as the importance of other multilateral environmental \nagreements, such as, among others, the Convention on Biological Diversity 13 and the \nBasel Convention on the Control of Transboundary Movements of Hazardous Wastes and \nTheir Disposal,14 \n \nRecognizing also the need for a balanced, integrated, comprehensive and \nmultidisciplinary approach and response to address the complex and multifaceted \nchallenges related to crimes that affect the environment, and acknowledging that \nlong-term comprehensive and sustainable development-oriented responses are \nrequired to address and overcome those challenges, \n \nReaffirming the role of the United Nations Office on Drugs and Crime as the \nleading entity of the United Nations supporting Member States in the field of crime \nprevention and criminal justice through the provision of technical assistance and \ncapacity-building, as well as through its normative work, research and expertise, in \ncooperation with relevant stakeholders,  \n \nRecalling the mandate of the United Nations Environment Programme as the \nleading global environmental authority that sets the global environmental agenda, \npromotes coherent implementation of the environmental dimension of sustainable \ndevelopment within the United Nations system and serves as an authoritative \nadvocate for the global environment, \n \nExpressing appreciation for the Environmental Security Programme established \nin 2010 by the International Criminal Police Organization (INTERPOL) to support \nMember States in investigations and coordinate transnational operations against \ncrimes that affect the environment, \n \nWelcoming the first and second editions of the World Wildlife Crime Report, \npublished by the United Nations Office on Drugs and Crime in 2016 and 2020, and \ntaking note of other reports and studies15 on crimes that affect the environment \n__________________ \n \n12 See CAC/COSP/2019/17, sect. I.B. \n \n13 United Nations, Treaty Series, vol. 1760, No. 30619. \n \n14 Ibid., vol. 1673, No. 28911. \n \n15 Reports and studies such as Christian Nellemann and others, eds., The Rise of Environmental Crime: A \nGrowing Threat to Natural Resources, Peace, Development and Security – A UNEP-INTERPOL Rapid \nResponse Assessment (Nairobi, 2016); United Nations Environment Programme and INTERPOL, \nStrategic Report: Environment, Peace and Security: A Convergence of Threats (2016); United Nations \nInterregional Crime and Justice Research Institute: Strengthening the Security and Integrity of the \nPrecious Metals Supply Chain: Technical Report (Torino, Italy, 2016); United Nations Environment \nProgramme, The State of Knowledge of Crimes that Have Serious Impacts on the Environment (Nairobi, \n2018); INTERPOL, Norwegian Center for Global Analyses and Global Initiative against Transnational \nOrganized Crime, World Atlas of Illicit Flows (2018); International Bank for Reconstruction and \nDevelopment and World Bank, Illegal Logging, Fishing, and Wildlife Trade: The Costs and How to \nCombat it (Washington, D.C., 2019); INTERPOL, Strategic Analysis Report: Emerging Criminal \nTrends in the Global Plastic Waste Market since January 2018 (Lyon, France, 2020). \n\nPreventing and combating crimes that affect the environment \nA/RES/76/185\n \n5/7\n21-19239 \n \npublished by the United Nations Office on Drugs and Crime, the United Nations \nEnvironment Programme, INTERPOL, the United Nations Interregional Crime and \nJustice Research Institute, the World Bank and other relevant international and \nregional organizations, which may serve as useful inputs, \n \nAcknowledging the valuable contributions of the United Nations Office on \nDrugs and Crime, the United Nations Environment Programme, INTERPOL, the \nWorld Customs Organization, the United Nations Interregional Crime and Justice \nResearch Institute, the World Bank, the International Union for Conservation of \nNature, the secretariat of the Convention on International Trade in Endangered \nSpecies of Wild Fauna and Flora, the secretariat of the Convention on Biological \nDiversity, the secretariat of the Basel Convention on the Control of Transboundary \nMovements of Hazardous Wastes and Their Disposal and other relevant international \nand regional organizations, within their respective mandates, in supporting States in \ntheir efforts to effectively prevent and combat crimes that affect the environment, \nincluding through inter-agency effective partnerships, such as the International \nConsortium on Combating Wildlife Crime and the Green Customs Initiative, and \nunderscoring in this regard the crucial importance of further enhancing inter-agency \ncooperation and coordination on the matter, as appropriate,  \n \nAcknowledging also the important contributions of other relevant stakeholders, \nincluding the private sector, individuals and groups outside the public sector, \nnon-governmental organizations, the media, academia and the scientific community, \nin preventing and combating crimes that affect the environment, as well as corruption \nas it relates to such crimes,  \n \n1. \nUrges Member States to adopt effective measures to prevent and combat \ncrimes that affect the environment, such as illicit trafficking in wildlife, including, \ninter alia, flora and fauna as protected by the Convention on International Trade in \nEndangered Species of Wild Fauna and Flora, in timber and timber products, in \nhazardous wastes and other wastes and in precious metals, stones and other minerals, \nas well as, inter alia, poaching, by making the best possible use of relevant \ninternational instruments and by strengthening legislation, international cooperation, \ncapacity-building, criminal justice responses and law enforcement efforts aimed at, \ninter alia, dealing with transnational organized crime, corruption and money-\nlaundering linked to such crimes, and illicit financial flows derived from such crimes, \nwhile acknowledging the need to deprive criminals of proceeds of crime; \n \n2. \nUrges States, in this regard, to adopt concrete and effective measures to \nrecover and return, in appropriate cases, the proceeds of such crimes, consistent with \nthe United Nations Convention against Transnational Organized Crime and the United \nNations Convention against Corruption, and emphasizes the importance of removing \nobstacles to applying measures for the recovery and return of those assets and proceeds; \n \n3. \nAffirms that the United Nations Convention against Transnational Organized \nCrime and the United Nations Convention against Corruption constitute effective tools \nand an important part of the legal framework for, respectively, preventing and combating \ntransnational organized crimes that affect the environment, and corruption as it relates to \nsuch crimes, and for strengthening international cooperation in this regard; \n \n4. \nEncourages the States parties to the Organized Crime Convention and the \nConvention against Corruption, respectively to take full advantage of Conference of \nthe Parties to the United Nations Convention against Transnational Organized Crime \nresolution 10/6 of 16 October 2020 and Conference of the States Parties to the United \nNations Convention against Corruption resolution 8/12 of 20 December 2019; \n \n5. \nUrges all States that have not yet done so to consider ratifying or acceding \nto the Organized Crime Convention and the Convention against Corruption; \n\nA/RES/76/185 \nPreventing and combating crimes that affect the environment\n \n21-19239\n6/7 \n \n \n6. \nCalls upon Member States to make crimes that affect the environment, in \nappropriate cases, serious crimes, as defined in article 2, subparagraph (b), of the \nOrganized Crime Convention, in accordance with their national legislation, in order to \nensure that, where the offence is transnational in nature and involves an organized \ncriminal group, effective international cooperation can be afforded under the Convention; \n \n7. \nAlso calls upon Member States to develop or amend national legislation, as \nnecessary and appropriate, in accordance with fundamental principles of their domestic \nlaw, so that crimes that affect the environment falling within the scope of the Organized \nCrime Convention are treated as predicate offences, as defined in the Convention and \nas mandated in its article 6, for the purposes of money-laundering offences and are \nactionable under domestic legislation on proceeds of crime, so that assets derived from \ncrimes that affect the environment can be seized, confiscated and disposed of;  \n \n8. \nUrges Member States, consistent with the United Nations Convention \nagainst Transnational Organized Crime, to investigate and prosecute the laundering \nof proceeds of crime derived from transnational organized crimes that affect the \nenvironment, including by using financial investigation techniques, with a view to \nidentifying, disrupting and dismantling the criminal groups involved, to strive to \neliminate incentives for the transfer abroad of the proceeds of crime, thereby denying \nsafe haven to those proceeds, and to recover the proceeds of such crimes; \n \n9. \nCalls upon Member States to strengthen at the national level, in \naccordance with domestic legislation and their respective international legal \nobligations, crime prevention and criminal justice responses against crimes that affect \nthe environment, as well as corruption and money-laundering related to such crimes, \nincluding by establishing or developing integrated and multidisciplinary responses, \nestablishing the liability of legal persons for such serious crimes, as appropriate, and \nby reinforcing, where necessary and if appropriate, the capacities, training and \nspecialization of relevant law enforcement and judicial authorities for effectively \npreventing, detecting, investigating, prosecuting and punishing crimes that affect the \nenvironment, as well as cooperation with relevant stakeholders from civil society; \n \n10. Calls upon States, consistent with the Organized Crime Convention and in \naccordance with national legislation, to take all appropriate measures within their \nmeans to provide effective assistance to and protection for witnesses and victims of \ncrimes that affect the environment, and to establish appropriate procedures to provide \naccess to compensation and restitution for victims of the offences covered by the \nOrganized Crime Convention, and, in this regard, encourages States to consider \nproviding access to civil compensation and habitat restoration for damage caused to \nthe environment and to victims; \n \n11. \nAlso calls upon States, in accordance with national legislation, to take all \nappropriate measures within their means to provide effective assistance and \nprotection for those persons who contribute to combating in a peaceful manner crimes \nthat affect the environment; \n \n12. Strongly encourages Member States, in accordance with their national \nlegislation, to improve and enhance the collection, quality, availability and analysis \nof data on crimes that affect the environment, consider undertaking national statistical \ncapacity-building in this regard and share such data on a voluntary basis with the \nUnited Nations Office on Drugs and Crime, consistent with its mandate, in order to \nstrengthen research and analysis on global trends and patterns in crimes that affect \nthe environment and to improve the effectiveness of strategies aimed at preventing \nand combating them; \n \n13. Also strongly encourages Member States to increase the exchange of \ninformation and knowledge on crimes that affect the environment among national \n\nPreventing and combating crimes that affect the environment \nA/RES/76/185\n \n7/7\n21-19239 \n \nauthorities, as well as with other Member States and relevant international and \nregional organizations, including the United Nations Office on Drugs and Crime and \nthe International Criminal Police Organization (INTERPOL), in accordance with \ndomestic legislation and their respective international legal obligations; \n \n14. Requests the United Nations Office on Drugs and Crime, within its mandate, \nsubject to the availability of extrabudgetary resources, in close consultation and \ncooperation with Member States, and in close coordination with the United Nations \nEnvironment Programme, INTERPOL, the World Customs Organization, the United \nNations Interregional Crime and Justice Research Institute, the World Bank and other \nrelevant competent intergovernmental organizations such as the secretariats of multilateral \nenvironmental conventions and agreements, as appropriate and within their mandates, \nincluding through inter-agency partnerships, such as the International Consortium on \nCombating Wildlife Crime, to strengthen the collection, analysis and dissemination of \naccurate and reliable data and information to enhance knowledge on trends in crimes that \naffect the environment, and to report to Member States thereon on a periodic basis; \n \n15. Calls upon the Commission on Crime Prevention and Criminal Justice to \nhold during the intersessional period expert discussions on preventing and combating \ncrimes that affect the environment in order to discuss concrete ways to improve \nstrategies and responses to effectively prevent and combat these crimes and to \nstrengthen international cooperation at the operational level on this matter, subject to \nthe availability of extrabudgetary resources; \n \n16. Requests the United Nations Office on Drugs and Crime, subject to the \navailability of extrabudgetary resources and within its mandate, to provide technical \nassistance and capacity-building to Member States, upon request, for the purposes of \nsupporting their efforts to effectively prevent and combat crimes that affect the \nenvironment, as well as corruption and money-laundering related to such crimes;  \n \n17. Also requests the United Nations Office on Drugs and Crime, within its mandate, \nto further enhance and expand its cooperation and coordination with the United Nations \nEnvironment Programme, the United Nations Interregional Crime and Justice Research \nInstitute, and, in close consultation with Member States, enhance its cooperation with \nINTERPOL, the World Customs Organization, the International Union for Conservation of \nNature, the secretariat of the Convention on International Trade in Endangered Species of \nWild Fauna and Flora, the secretariat of the Convention on Biological Diversity, the World \nBank, the secretariat of the Basel Convention on the Control of Transboundary Movements \nof Hazardous Wastes and Their Disposal and other relevant international and regional \norganizations, within their respective mandates, in supporting Member States, upon request, \nin their efforts to effectively prevent and combat crimes that affect the environment, \nincluding through inter-agency partnerships, such as the International Consortium on \nCombating Wildlife Crime and the Green Customs Initiative; \n \n18. Invites Member States to consider initiatives such as the INTERPOL \nconcept of national environmental security task forces in order to promote integrated \nand multidisciplinary responses to better address crimes that affect the environment; \n \n19. Invites Member States and other donors to provide extrabudgetary \nresources for the purposes set out in the present resolution, in accordance with the \nrules and procedures of the United Nations;  \n \n20. Requests the Secretary-General to submit to the General Assembly at its \nseventy-seventh session a report on the implementation of the present resolution. \n \n53rd plenary meeting \n16 December 2021 \n \n",
  "paragraphs": {
    "1": "Urges Member States to adopt effective measures to prevent and combat crimes that affect the environment, such as illicit trafficking in wildlife, including, inter alia, flora and fauna as protected by the Convention on International Trade in Endangered Species of Wild Fauna and Flora, in timber and timber products, in hazardous wastes and other wastes and in precious metals, stones and other minerals, as well as, inter alia, poaching, by making the best possible use of relevant international instruments and by strengthening legislation, international cooperation, capacity-building, criminal justice responses and law enforcement efforts aimed at, inter alia, dealing with transnational organized crime, corruption and money- laundering linked to such crimes, and illicit financial flows derived from such crimes, while acknowledging the need to deprive criminals of proceeds of crime;",
    "2": "Urges States, in this regard, to adopt concrete and effective measures to recover and return, in appropriate cases, the proceeds of such crimes, consistent with the United Nations Convention against Transnational Organized Crime and the United Nations Convention against Corruption, and emphasizes the importance of removing obstacles to applying measures for the recovery and return of those assets and proceeds;",
    "3": "Affirms that the United Nations Convention against Transnational Organized Crime and the United Nations Convention against Corruption constitute effective tools and an important part of the legal framework for, respectively, preventing and combating transnational organized crimes that affect the environment, and corruption as it relates to such crimes, and for strengthening international cooperation in this regard;",
    "4": "Encourages the States parties to the Organized Crime Convention and the Convention against Corruption, respectively to take full advantage of Conference of the Parties to the United Nations Convention against Transnational Organized Crime resolution 10/6 of 16 October 2020 and Conference of the States Parties to the United Nations Convention against Corruption resolution 8/12 of 20 December 2019;",
    "5": "Urges all States that have not yet done so to consider ratifying or acceding to the Organized Crime Convention and the Convention against Corruption; A/RES/76/185 Preventing and combating crimes that affect the environment 21-19239 6/7",
    "6": "Calls upon Member States to make crimes that affect the environment, in appropriate cases, serious crimes, as defined in article 2, subparagraph (b), of the Organized Crime Convention, in accordance with their national legislation, in order to ensure that, where the offence is transnational in nature and involves an organized criminal group, effective international cooperation can be afforded under the Convention;",
    "7": "Also calls upon Member States to develop or amend national legislation, as necessary and appropriate, in accordance with fundamental principles of their domestic law, so that crimes that affect the environment falling within the scope of the Organized Crime Convention are treated as predicate offences, as defined in the Convention and as mandated in its article 6, for the purposes of money-laundering offences and are actionable under domestic legislation on proceeds of crime, so that assets derived from crimes that affect the environment can be seized, confiscated and disposed of;",
    "8": "Urges Member States, consistent with the United Nations Convention against Transnational Organized Crime, to investigate and prosecute the laundering of proceeds of crime derived from transnational organized crimes that affect the environment, including by using financial investigation techniques, with a view to identifying, disrupting and dismantling the criminal groups involved, to strive to eliminate incentives for the transfer abroad of the proceeds of crime, thereby denying safe haven to those proceeds, and to recover the proceeds of such crimes;",
    "9": "Calls upon Member States to strengthen at the national level, in accordance with domestic legislation and their respective international legal obligations, crime prevention and criminal justice responses against crimes that affect the environment, as well as corruption and money-laundering related to such crimes, including by establishing or developing integrated and multidisciplinary responses, establishing the liability of legal persons for such serious crimes, as appropriate, and by reinforcing, where necessary and if appropriate, the capacities, training and specialization of relevant law enforcement and judicial authorities for effectively preventing, detecting, investigating, prosecuting and punishing crimes that affect the environment, as well as cooperation with relevant stakeholders from civil society;",
    "10": "Calls upon States, consistent with the Organized Crime Convention and in accordance with national legislation, to take all appropriate measures within their means to provide effective assistance to and protection for witnesses and victims of crimes that affect the environment, and to establish appropriate procedures to provide access to compensation and restitution for victims of the offences covered by the Organized Crime Convention, and, in this regard, encourages States to consider providing access to civil compensation and habitat restoration for damage caused to the environment and to victims;",
    "11": "Also calls upon States, in accordance with national legislation, to take all appropriate measures within their means to provide effective assistance and protection for those persons who contribute to combating in a peaceful manner crimes that affect the environment;",
    "12": "Strongly encourages Member States, in accordance with their national legislation, to improve and enhance the collection, quality, availability and analysis of data on crimes that affect the environment, consider undertaking national statistical capacity-building in this regard and share such data on a voluntary basis with the United Nations Office on Drugs and Crime, consistent with its mandate, in order to strengthen research and analysis on global trends and patterns in crimes that affect the environment and to improve the effectiveness of strategies aimed at preventing and combating them;",
    "13": "Also strongly encourages Member States to increase the exchange of information and knowledge on crimes that affect the environment among national Preventing and combating crimes that affect the environment A/RES/76/185 7/7 21-19239 authorities, as well as with other Member States and relevant international and regional organizations, including the United Nations Office on Drugs and Crime and the International Criminal Police Organization (INTERPOL), in accordance with domestic legislation and their respective international legal obligations;",
    "14": "Requests the United Nations Office on Drugs and Crime, within its mandate, subject to the availability of extrabudgetary resources, in close consultation and cooperation with Member States, and in close coordination with the United Nations Environment Programme, INTERPOL, the World Customs Organization, the United Nations Interregional Crime and Justice Research Institute, the World Bank and other relevant competent intergovernmental organizations such as the secretariats of multilateral environmental conventions and agreements, as appropriate and within their mandates, including through inter-agency partnerships, such as the International Consortium on Combating Wildlife Crime, to strengthen the collection, analysis and dissemination of accurate and reliable data and information to enhance knowledge on trends in crimes that affect the environment, and to report to Member States thereon on a periodic basis;",
    "15": "Calls upon the Commission on Crime Prevention and Criminal Justice to hold during the intersessional period expert discussions on preventing and combating crimes that affect the environment in order to discuss concrete ways to improve strategies and responses to effectively prevent and combat these crimes and to strengthen international cooperation at the operational level on this matter, subject to the availability of extrabudgetary resources;",
    "16": "Requests the United Nations Office on Drugs and Crime, subject to the availability of extrabudgetary resources and within its mandate, to provide technical assistance and capacity-building to Member States, upon request, for the purposes of supporting their efforts to effectively prevent and combat crimes that affect the environment, as well as corruption and money-laundering related to such crimes;",
    "17": "Also requests the United Nations Office on Drugs and Crime, within its mandate, to further enhance and expand its cooperation and coordination with the United Nations Environment Programme, the United Nations Interregional Crime and Justice Research Institute, and, in close consultation with Member States, enhance its cooperation with INTERPOL, the World Customs Organization, the International Union for Conservation of Nature, the secretariat of the Convention on International Trade in Endangered Species of Wild Fauna and Flora, the secretariat of the Convention on Biological Diversity, the World Bank, the secretariat of the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal and other relevant international and regional organizations, within their respective mandates, in supporting Member States, upon request, in their efforts to effectively prevent and combat crimes that affect the environment, including through inter-agency partnerships, such as the International Consortium on Combating Wildlife Crime and the Green Customs Initiative;",
    "18": "Invites Member States to consider initiatives such as the INTERPOL concept of national environmental security task forces in order to promote integrated and multidisciplinary responses to better address crimes that affect the environment;",
    "19": "Invites Member States and other donors to provide extrabudgetary resources for the purposes set out in the present resolution, in accordance with the rules and procedures of the United Nations;",
    "20": "Requests the Secretary-General to submit to the General Assembly at its seventy-seventh session a report on the implementation of the present resolution. 53rd plenary meeting 16 December 2021"
  },
  "agenda_items": [
    "Item 108"
  ],
  "symbol_references": []
}