{
  "symbol": "A/RES/75/49",
  "filename": "A_RES_75_49.pdf",
  "title": "75/49. Regional disarmament",
  "text": "United Nations \nA/RES/75/49 \n \n \nGeneral Assembly \nDistr.: General \n17 December 2020 \n \n20-16863 (E)    221220 \n*2016863* \n \n \nSeventy-fifth session \nAgenda item 103 (e) \nGeneral and complete disarmament: regional disarmament \n \n \n \n \n Resolution adopted by the General Assembly on \n7 December 2020 \n \n \n \n \n[on the report of the First Committee (A/75/399, para. 96)] \n \n \n \n75/49. Regional disarmament \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 45/58 P of 4 December 1990, 46/36 I of 6 December \n1991, 47/52 J of 9 December 1992, 48/75 I of 16 December 1993, 49/75 N of \n15 December 1994, 50/70 K of 12 December 1995, 51/45 K of 10 December 1996, \n52/38 P of 9 December 1997, 53/77 O of 4 December 1998, 54/54 N of 1 December \n1999, 55/33 O of 20 November 2000, 56/24 H of 29 November 2001, 57/76 of \n22 November 2002, 58/38 of 8 December 2003, 59/89 of 3 December 2004, 60/63 of \n8 December 2005, 61/80 of 6 December 2006, 62/38 of 5 December 2007, 63/43 of \n2 December 2008, 64/41 of 2 December 2009, 65/45 of 8 December 2010, 66/36 of \n2 December 2011, 67/57 of 3 December 2012, 68/54 of 5 December 2013, 69/45 of \n2 December 2014, 70/43 of 7 December 2015, 71/40 of 5 December 2016, 72/34 of \n4 December 2017, 73/33 of 5 December 2018 and 74/37 of 12 December 2019 on \nregional disarmament, \n \nBelieving that the efforts of the international community to move towards the \nideal of general and complete disarmament are guided by the inherent human desire \nfor genuine peace and security, the elimination of the danger of war and the release \nof economic, intellectual and other resources for peaceful pursuits, \n \nAffirming the abiding commitment of all States to the purposes and principles \nenshrined in the Charter of the United Nations in the conduct of their international \nrelations, \n \nNoting that essential guidelines for progress towards general and complete \ndisarmament were adopted at the tenth special session of the General Assembly, 1 \n__________________ \n \n1 Resolution S-10/2. \n\nA/RES/75/49 \nRegional disarmament\n \n20-16863\n2/2 \n \n \nRecalling the guidelines and recommendations for regional approaches to \ndisarmament within the context of global security adopted by the Disarmament \nCommission at its 1993 substantive session,2 \n \nWelcoming the prospects of genuine progress in the field of disarmament \nengendered in recent years as a result of negotiations between the two super-Powers, \n \nTaking note of the recent proposals for disarmament at the regional and \nsubregional levels, \n \nRecognizing the importance of confidence-building measures for regional and \ninternational peace and security, \n \nConvinced that endeavours by countries to promote regional disarmament, \ntaking into account the specific characteristics of each region and in accordance with \nthe principle of undiminished security at the lowest level of armaments, would \nenhance the security of all States and would thus contribute to international peace and \nsecurity by reducing the risk of regional conflicts, \n \n1. \nStresses that sustained efforts are needed, within the framework of the \nConference on Disarmament and under the umbrella of the United Nations, to make \nprogress on the entire range of disarmament issues; \n \n2. \nAffirms that global and regional approaches to disarmament complement \neach other and should therefore be pursued simultaneously to promote regional and \ninternational peace and security; \n \n3. \nCalls upon States to conclude agreements, wherever possible, for nuclear \nnon-proliferation, disarmament and confidence-building measures at the regional and \nsubregional levels; \n \n4. \nWelcomes the initiatives towards disarmament, nuclear non-proliferation \nand security undertaken by some countries at the regional and subregional levels; \n \n5. \nSupports and encourages efforts aimed at promoting confidence-building \nmeasures at the regional and subregional levels to ease regional tensions and to further \ndisarmament and nuclear non-proliferation measures at the regional and subregional \nlevels; \n \n6. \nDecides to include in the provisional agenda of its seventy-sixth session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Regional disarmament”. \n \n37th plenary meeting \n7 December 2020 \n \n \n__________________ \n \n2 Official Records of the General Assembly, Forty-eighth Session, Supplement No. 42 (A/48/42), \nannex II. \n",
  "paragraphs": {
    "1": "Stresses that sustained efforts are needed, within the framework of the Conference on Disarmament and under the umbrella of the United Nations, to make progress on the entire range of disarmament issues;",
    "2": "Affirms that global and regional approaches to disarmament complement each other and should therefore be pursued simultaneously to promote regional and international peace and security;",
    "3": "Calls upon States to conclude agreements, wherever possible, for nuclear non-proliferation, disarmament and confidence-building measures at the regional and subregional levels;",
    "4": "Welcomes the initiatives towards disarmament, nuclear non-proliferation and security undertaken by some countries at the regional and subregional levels;",
    "5": "Supports and encourages efforts aimed at promoting confidence-building measures at the regional and subregional levels to ease regional tensions and to further disarmament and nuclear non-proliferation measures at the regional and subregional levels;",
    "6": "Decides to include in the provisional agenda of its seventy-sixth session, under the item entitled “General and complete disarmament”, the sub-item entitled “Regional disarmament”. 37th plenary meeting 7 December 2020 __________________ 2 Official Records of the General Assembly, Forty-eighth Session, Supplement No. 42 (A/48/42), annex II."
  },
  "agenda_items": [
    "Item 103"
  ],
  "symbol_references": []
}