{
  "symbol": "A/RES/78/219",
  "filename": "A_RES_78_219.pdf",
  "title": "78/219.  Situation of human rights of Rohingya Muslims and other minorities in Myanmar",
  "text": "United Nations \nA/RES/78/219\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n23-25994 (E)    100124 \n*2325994* \n \n \nSeventy-eighth session \nAgenda item 71 (c) \nPromotion and protection of human rights: human \nrights situations and reports of special rapporteurs \nand representatives \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/481/Add.3, para. 33)] \n \n \n 78/219.  Situation of human rights of Rohingya Muslims and other \nminorities in Myanmar \n \n \n \nThe General Assembly, \n \nGuided by the Charter of the United Nations and the Universal Declaration of \nHuman Rights,1 the International Covenants on Human Rights 2 and other relevant \ninternational law and human rights law instruments, \n \nRecalling that States have the primary responsibility to respect, protect and fulfil \nhuman rights, \n \nRecalling also its previous resolutions on the situation of human rights in \nMyanmar, the most recent of which being resolutions 77/227 of 15 December 2022, \n76/180 of 16 December 2021, 75/287 of 18 June 2021, 75/238 of 31 December 2020, \n74/246 of 27 December 2019, 73/264 of 22 December 2018 and 72/248 of \n24 December 2017, and recalling the resolutions and decisions of the Human Rights \nCouncil, the most recent of which being resolutions 53/26 of 14 July 2023,3 52/31 of \n4 April 2023,4 50/3 of 7 July 2022,5 49/23 of 1 April 2022,6 47/1 of 12 July 2021,7 \n__________________ \n \n1  Resolution 217 A (III). \n \n2  Resolution 2200 A (XXI), annex. \n \n3  See Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 53 \n(A/78/53), chap. VII, sect. A. \n \n4  Ibid., chap. V, sect. A. \n \n5  Ibid., Seventy-seventh Session, Supplement No. 53 (A/77/53), chap. VIII, sect. A. \n \n6  Ibid., chap. VI, sect. A. \n \n7  Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. VII, sect. A. \n\nA/RES/78/219 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n23-25994\n2/16 \n \n46/21 of 24 March 2021,8 S-29/1 of 12 February 2021,9 43/26 of 22 June 2020,10 42/3 \nof 26 September 2019,11 39/2 of 27 September 2018,12 37/32 of 23 March 201813 and \nS-27/1 of 5 December 2017, 14 the presidential statements issued by the Security \nCouncil on 6 November 201715 and 10 March 2021,16 and the press statements of the \nSecurity Council on the situation in Myanmar of 9 May 2018, 17 4 February 202118 \nand 1 and 30 April 2021, as well as Security Council resolutions 2669 (2022) of \n21 December 2022 and 2467 (2019) of 23 April 2019,  \n \nCondemning in the strongest terms all violations and abuses of human rights \nagainst civilians, including Rohingya Muslims and other minorities in Myanmar, \nincluding before and following the unjustified declaration of the state of emergency \non 1 February 2021 and its later extensions,  \n \nReiterating its deep concern over the continued violence, violations and abuses \nof human rights against and forced displacement of Rohingya Muslims and other \nminorities, and in this regard stressing the need to address the root causes of the crisis \nin Rakhine State,  \n \nExpressing its deep concern over the sharp rise in serious human rights \nviolations since the declaration and subsequent extensions of the state of emergency \nby the Myanmar military, which pose further serious challenges to the voluntary, safe, \ndignified and sustainable return of all forcibly displaced persons, including Rohingya \nMuslims,  \n \nCondemning in the strongest terms the arbitrary detention, arrest and politically \nmotivated convictions, sentencing and executions, including of opposition activists, \nas well as violent acts including extrajudicial killings, sexual and gender-based \nviolence, and torture committed against the population, including medical doctors, \nteachers, students, lawyers, artists, journalists, humanitarian workers and many \nothers, which exacerbates the polarization and violence and worsens the humanitarian \nsituation in the country, \n \nExpressing deep concern at the indiscriminate use of violence and ongoing \nescalation of the conflict, as well as the declaration of martial law in parts of the \ncountry, which seriously undermines the enjoyment of human rights in Myanmar, \nespecially those of women, children and older persons, as well as those of persons \nbelonging to ethnic and religious minorities, including Rohingya Muslims, owing to \nthe heavy militarization of Myanmar aggravated by the continued access to arms from \nabroad,  \n \nUnderlining the urgency for the Myanmar military to immediately end all acts \nof violence, to unconditionally and immediately release all those arbitrarily detained \nand to refrain from further violence and arbitrary detentions, \n \nExpressing its unequivocal support for the people of Myanmar and their \ndemocratic will, interests and aspirations for peace, as well as for the need to rebuild \n__________________ \n \n8  Ibid., chap. V, sect. A. \n \n9  Ibid., chap. IV. \n \n10  Ibid., Seventy-fifth Session, Supplement No. 53 (A/75/53), chap. IV, sect. A. \n \n11  Ibid., Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. II. \n \n12  Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. II. \n \n13  Ibid., Supplement No. 53 (A/73/53), chap. IV, sect. A. \n \n14  Ibid., chap. III. \n \n15  S/PRST/2017/22; see Resolutions and Decisions of the Security Council, 2017 (S/INF/72). \n \n16  S/PRST/2021/5. \n \n17  SC/13331. \n \n18  SC/14430. \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/78/219\n \n3/16\n23-25994 \n \nand strengthen democratic institutions and processes and to respect fully human \nrights, fundamental freedoms and the rule of law,  \n \nUnderlining the importance of the mandate of the Special Envoy of the \nSecretary-General on Myanmar, and encouraging the Secretary-General to appoint a \nnew Special Envoy without delay, to continue the work, engagement and inclusive \ndialogue with all relevant stakeholders, including civil society and affected \npopulations, in particular women and youth, and urging the Myanmar military and all \nMember States to extend full cooperation with the Special Envoy,  \n \nNoting with appreciation the work of the Special Rapporteur on the situation of \nhuman rights in Myanmar, while deeply regretting the non-cooperation of the \nMyanmar military with the mandate, and urging them to extend full cooperation to \nthe Special Rapporteur,  \n \nWelcoming the reports of the United Nations High Commissioner for Human \nRights on human rights violations and abuses occurring in Myanmar since the \ndeclaration of the state of emergency, violations of international humanitarian law \nand denial of humanitarian access, 19 and on the root causes of the human rights \nviolations and abuses Rohingya and other minorities in Myanmar are facing, 20 and \nreiterating the importance of fully implementing the recommendations contained in \nthese reports, \n \nRecalling the work done by the independent international fact-finding mission \non Myanmar, including its final report21 and all its other reports, including the reports \non the economic interests of the Myanmar military and on sexual and gender-based \nviolence in Myanmar and the gendered impact of its ethnic conflicts, alarmed by its \nfindings of evidence of the most serious human rights violations and abuses suffered \nby Rohingya Muslims and other minorities, and deeply regretting the lack of \ncooperation of Myanmar with the fact-finding mission, \n \nConcerned that, contrary to the fact-finding mission’s recommendations, laws, \norders, policies and practices at all levels limiting freedoms of movement, expression, \nassociation and assembly, or which are discriminatory in their application or impact, \ncontinue to be utilized to stifle freedom of association, speech and the press,  \n \nWelcoming the work of the Independent Mechanism for Myanmar, established \nby the Human Rights Council in its resolution 39/2, to collect, consolidate, preserve \nand analyse evidence of the most serious international crimes and violations of \ninternational law committed in Myanmar since 2011, in particular but not limited to \nRakhine, Kachin and Shan States, making use of the information handed over by the \nindependent international fact-finding mission, and to prepare files in order to \nfacilitate and expedite fair and independent criminal proceedings, in accordance with \ninternational law standards, in national, regional or international courts or tribunals \nthat have, or may in the future have, jurisdiction over these crimes, in accordance \nwith international law,  \n \nWelcoming also the reports of the Independent Mechanism for Myanmar, \nestablished by the Human Rights Council in its resolution 39/2, including the fifth \nreport submitted to the General Assembly, 22  and encouraging the Mechanism to \ncontinue its work and engagement with victims and other stakeholders, \n \nWelcoming further the cooperation extended by the Government of Bangladesh \nwith the Independent Mechanism for Myanmar, and underlining, in this regard, the \n__________________ \n \n19  A/HRC/53/52. \n \n20  A/HRC/52/22. \n \n21  A/HRC/42/50. \n \n22  A/78/299. \n\nA/RES/78/219 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n23-25994\n4/16 \n \ncall of the Mechanism to other Member States, including countries in the region, to \nextend full and meaningful cooperation, allowing the Mechanism to fully deliver on \nits mandate, \n \nRecognizing the complementary and mutually reinforcing work of the various \nUnited Nations mandate holders and mechanisms, including international justice and \naccountability mechanisms working on Myanmar to improve the situation of human \nrights in Myanmar, \n \nRecognizing also the importance of the role of regional organizations in efforts \nto achieve pacific settlement of local disputes, as stipulated in Chapter VIII of the \nCharter, while noting that such efforts do not preclude action under Chapter VI of the \nCharter, \n \nRecognizing further the important role of the Association of Southeast Asian \nNations (ASEAN) in facilitating a peaceful solution to the crisis in Myanmar in the \ninterests of the people of Myanmar and in supporting efforts that can contribute to the \ncreation of an environment in Myanmar that is conducive to the voluntary, safe, \ndignified and sustainable return of forcibly displaced persons, including Rohingya \nMuslims, to Myanmar, and reiterating the need to work in close coordination and in \nfull consultation with Rohingya Muslims, as well as with all relevant United Nations \nagencies and international partners, and to address the root causes of the crisis and \ndisplacement so that affected communities can rebuild their lives after their return to \nMyanmar,  \n \nAcknowledging the work of the Chair of ASEAN, through its Office of the \nSpecial Envoy, in establishing inclusive engagements with all relevant stakeholders \nin Myanmar towards establishing a national inclusive dialogue, through a building-\nblocks dialogue approach, \n \nWelcoming the ASEAN Leaders’ review of and decision on the implementation \nof the five-point consensus, adopted in Jakarta on 5 September 2023, that decides to \nmaintain the five-point consensus as the main reference to address the political crisis \nin Myanmar which should be implemented in its entirety, \n \nAcknowledging the comprehensive report of the Chair of ASEAN on the \nimplementation of the five-point consensus, and, in line with the assessment of the \nreport, expressing grave concern that there has been a lack of substantial progress in \nthis regard, \n \nAcknowledging also the efforts of the Organization of Islamic Cooperation, \nalongside relevant international efforts, aimed at bringing peace and stability to \nRakhine State and other states and regions of Myanmar, including through the work \nof the previous Special Envoy for Myanmar of the Secretary-General of the \nOrganization of Islamic Cooperation,  \n \nUnderlining the importance of close coordination between the Special Envoy of \nthe Secretary-General on Myanmar, once appointed, with all relevant United Nations \nentities as well as other respective envoys,  \n \nRecognizing the vital role of civil society in collecting information and \nhighlighting the most serious violations and abuses of human rights and violations of \ninternational humanitarian law in Myanmar, as relevant,  \n \nWelcoming the report of the Secretary-General,23 \n \nWelcoming also the adoption of Security Council resolution 2669 (2022), in \nwhich the Council demanded an immediate end to all forms of violence throughout \n__________________ \n \n23  A/78/278. \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/78/219\n \n5/16\n23-25994 \n \nMyanmar and urged restraint and de-escalation of tensions, while acknowledging the \ncentral role of ASEAN, including its five-point consensus on Myanmar,  \n \nWelcoming further the statement by the Chair of ASEAN in May 2023 that \nreiterated the “unified position” of ASEAN towards the situation in Myanmar and that \nthe five-point consensus remains the “main reference” in addressing developments in \nMyanmar, as well as the statement made by ASEAN Foreign Ministers, following \ntheir meeting of 11 and 12 July 2023, where ASEAN “urged all parties involved to \ntake concrete action to immediately halt indiscriminate violence, denounce any \nescalation and create a conducive environment for the delivery of humanitarian \nassistance and inclusive national dialogue”, \n \nWelcoming the ASEAN Leaders’ review and decision to establish an informal \nconsultation mechanism, consisting of the current, previous and incoming Chairs of \nASEAN, to ensure the sustainability of the ongoing efforts of ASEAN in addressing \nthe crisis in Myanmar, in line with the five-point consensus, \n \nWelcoming also the ongoing processes to ensure justice and accountability in \nrespect of alleged crimes committed against Rohingya Muslims and other minorities \nin Myanmar, \n \nRecalling that the International Criminal Court has authorized its Prosecutor to \ninvestigate alleged crimes within the Court’s jurisdiction related to the situation in \nBangladesh/Myanmar, and welcoming the cooperation provided by Bangladesh to the \nOffice of the Prosecutor, \n \nRecalling the order of the International Court of Justice of 23 January 2020 \nindicating provisional measures in the case lodged by the Gambia against Myanmar \non the application of the Convention on the Prevention and Punishment of the Crime \nof Genocide,24 which found that the Rohingya in Myanmar appeared to constitute a \n“protected group” within the meaning of article 2 of the Convention and that there \nwas a real and imminent risk of irreparable prejudice to the rights of the Rohingya in \nMyanmar, and calling upon Myanmar to fully comply with the order, \n \nRecalling also the judgment of the International Court of Justice of 22 July 2022 \nrejecting the preliminary objections of Myanmar in the case lodged by the Gambia \nagainst Myanmar, and finding the application of the Gambia to be admissible, and \nwelcoming in this regard funds contributed by a number of member States of the \nOrganization of Islamic Cooperation as well as the engagement of other Member \nStates to back the ongoing proceedings, \n \nNoting the publication of the executive summary of the report of the \nIndependent Commission of Enquiry established by Myanmar in 2018, which, \nnotwithstanding its limitations, acknowledges that war crimes, serious human rights \nviolations and violations of domestic law had been committed by multiple actors and \nthat there were reasonable grounds to believe that members of Myanmar security \nforces were involved, and regretting that the full report of the Commission at present \nremains unpublished, \n \nCondemning all violations and abuses of human rights in Myanmar, including \nagainst Rohingya Muslims and other minorities, as well as the use of excessive force \nand violence by the Myanmar armed forces, including torture and sexual and gender-\nbased violence, which has led to injuries and fatalities in many cases, against peaceful \ndemonstrators, as well as members of civil society, women, young people, children, \nminorities and others, and expressing its deep concern at undue restrictions to the \nactivities of medical and humanitarian personnel, all other representatives of civil \n__________________ \n \n24  Resolution 260 A (III), annex. \n\nA/RES/78/219 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n23-25994\n6/16 \n \nsociety, labour union members, journalists and media workers, and calling for the \nimmediate release of all those detained arbitrarily, including foreign nationals,  \n \nReiterating its deep concern at the widespread, deliberate, indiscriminate and \nexcessive use of force by Myanmar security and armed forces across the country, \nincluding abductions, arbitrary detentions, mass killings, torture and maiming, aerial \nattacks against and burning of villages and civilian objects, attacks on schools, \nhospitals, internally displaced persons camps and places of worship and civilian \ngatherings, the unlawful recruitment and use of children and the use of facilities \nfunctioning as hospitals and schools for military purposes and for committing crimes, \nas well as reports of violations and abuses of human rights and violations of \ninternational humanitarian law, including those involving the use of landmines, \nleading to continued forced displacement and making conditions in Rakhine State and \nother parts of the country unsuitable for the voluntary, safe, dignified and sustainable \nreturn of all refugees and forcibly displaced persons, including Rohingya,  \n \nUnderlining the urgent need to prevent the laying of additional landmines and \nto promote the marking and mapping of newly mined areas, mine clearance, the \nclearance of explosive remnants of war and mine-risk education programmes for \ncivilians, and to prioritize victim assistance and stockpile destruction, including prior \nto any movement by internally displaced persons back to contaminated areas,  \n \nAlarmed that children continue to be subjected to the six grave violations against \nchildren during armed conflict, and that the scale and recurrent nature of such \nviolations and abuses will affect generations to come, \n \nReiterating the urgent need to ensure that all those responsible for crimes related \nto violations and abuses of international law throughout Myanmar, including \ninternational human rights law, international humanitarian law and international \ncriminal law, are held to account through credible and independent national, regional \nor international justice mechanisms, while recalling the authority of the Security \nCouncil in this regard, \n \nExpressing deep concern that, in Rakhine, more than 600,000 Rohingya \nMuslims remain largely segregated and discriminated against with respect to \naccessing citizenship and enjoying their human rights and fundamental freedoms, a \nlarge number of whom remain confined in camps with no freedom of movement and \ngrossly restricted access to basic services, including health and psychosocial care and \neducation, as well as livelihoods, \n \nExpressing its concern that Rohingya Muslims and other minorities, in \nparticular women and girls, remain at significant risk of sexual and gender-based \nviolence, notably in the context of the continued conflict between the Myanmar \nsecurity and armed forces and the Arakan Army,  \n \nContinuing to underline the need for the Myanmar security and armed forces \nand other armed groups to cease all actions that run counter to the protection of all \npersons within the country, including those belonging to the Rohingya community, by \nrespecting international law, including international human rights law and \ninternational humanitarian law, and ending violence, including sexual and gender-\nbased violence, and calling for urgent steps to ensure justice in respect of all human \nrights violations and violations of international humanitarian law so that those \ndisplaced by violence are able to voluntarily return in safety and dignity to their places \nof origin or to a place of their choice in a sustainable manner, \n \nAlarmed at the rapidly deteriorating humanitarian situation in Myanmar, the \ncontinued attacks on medical and humanitarian personnel and the denial of safe, rapid \nand unhindered humanitarian access, and calling for all sides, in particular the \nMyanmar armed forces, to abide by international law, including international \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/78/219\n \n7/16\n23-25994 \n \nhumanitarian law, in this matter, and to enable humanitarian actors to deliver \nhumanitarian aid consistent with the humanitarian principles of humanity, \nindependence, neutrality and impartiality,  \n \nAlarmed also at the devastation caused by Cyclone Mocha in May 2023, which \ncaused significant damage in Rakhine State and has further exacerbated the situation \nof Rohingya Muslims and other minorities, noting that the humanitarian access \nconstraints have compounded multiple vulnerabilities in conflict-affected areas, and \nexpressing concern that the combined humanitarian response plan and the flash appeal \nfor 2023 have been severely underfunded,  \n \nExpressing its deep concern at the lack of access given to the International \nCommittee of the Red Cross to prisons and other places of detention, which has grave \nconsequences on the ability of families to be informed about the health and conditions \nof prisoners, as well as on prisoners’ access to necessary health care,  \n \nReiterating its deep distress at reports that unarmed individuals in Rakhine State \nhave been subjected to the excessive use of force and to violations and abuses of \nhuman rights and violations of international humanitarian law by the military and \nsecurity and armed forces, including those involving extrajudicial, summary or \narbitrary killings, systematic rape and other forms of sexual and gender-based \nviolence, arbitrary detention, enforced disappearance and government seizure of \nRohingya lands from which Rohingya Muslims were evicted and their homes \ndestroyed, and remaining concerned by the previous large-scale destruction of homes \nand systematic evictions in northern Rakhine State, including the use of arson and \nviolence, as well as the unlawful use of force by non-State actors,  \n \nExpressing concern that, in northern Rakhine State, the implementation of \npolicies under the guise of economic development and reconstruction by the Myanmar \nmilitary and the heavy militarization of the area have resulted in the alteration of the \ndemographic structure, which further prevents the members of the displaced \nRohingya Muslim population from returning to their places of origin or a place of \ntheir choice in Rakhine State,  \n \nStressing the need for an immediate end to all forms of violence, de-escalation \nand an enduring ceasefire throughout Myanmar, best achieved by dialogue between \nall parties,  \n \nUnderlining the need for the resumption of peacebuilding efforts and their \nrelevance for inclusive State- and nation-building,  \n \nEmphasizing the importance of supporting women’s leadership and full, equal \nand meaningful participation in inclusive State- and nation-building, especially by \namplifying their potential in Myanmar as multipliers of peace, promoting social \ncohesion across different ethnic and religious communities, and thus welcoming the \ndevelopment of the women and peace and security platform in Myanmar, \nco-facilitated by the former Special Envoy of the Secretary-General on Myanmar and \nthe Minister for Foreign Affairs of Indonesia, \n \nReiterating its grave concern that, in spite of the fact that the Rohingya minority \nhas lived in Myanmar for generations prior to the independence of Myanmar, held \nfull documentation and participated actively in government and civic life, they were \nmade stateless by the enactment of the 1982 Citizenship Law and were eventually \ndisenfranchised, from 2015, from the electoral process, \n \nReaffirming that the denial of citizenship status and related rights to Rohingya \nMuslims and other minorities, including voting rights, is a serious human rights \nconcern, \n\nA/RES/78/219 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n23-25994\n8/16 \n \n \nRe-emphasizing the right of all refugees and the importance of internally \ndisplaced persons to be able to return home and that such returns should be in safety \nand dignity and in a voluntary and sustainable manner, and reminding the \ninternational community of its collective responsibility towards the forcibly displaced \npersons in the region,  \n \nExpressing concern at the irregular maritime movement of Rohingya, risking \ntheir lives in perilous conditions at the hands of exploitative traffickers and \nsmugglers, which highlights their desperate situation and the urgent need to address \nthe root causes of their vulnerability,  \n \nAlarmed by the continued influx from Myanmar to Bangladesh over the last four \ndecades, leading to the presence of around 1.2 million Rohingyas in Bangladesh, the \nmajority of whom have arrived since 25 August 2017 in the aftermath of atrocities \ncommitted by the security and armed forces of Myanmar, \n \nRecalling the bilateral arrangement of return concluded between the \nGovernment of Bangladesh and the Government of Myanmar on 23 November 2017 \nin Nay Pyi Taw, and noting the recent exchange of visits between the group of \nRohingya refugees to northern Rakhine and Myanmar officials to Cox’s Bazar under \nthis arrangement, while regretting that no repatriation could commence under the \narrangement owing to the continued absence of a conducive environment in Rakhine \nState, \n \nUnderscoring the urgent need for the reinstatement and subsequent \nimplementation of the memorandum of understanding between Myanmar and the \nUnited Nations Development Programme and the Office of the United Nations High \nCommissioner for Refugees on assistance in the repatriation process of all displaced \npersons from Rakhine State, including Rohingya Muslims, and calling upon relevant \nstakeholders in Myanmar to grant United Nations agencies unhindered access to \nnorthern Rakhine so that they can meaningfully engage in the process,  \n \nReiterating its deep concern over the continued spread of false news and \ninformation, hate speech and inflammatory rhetoric, in particular through social \nmedia, notably targeting Rohingya Muslims and other minorities,  \n \nReiterating its deep concern also at the restrictions and attacks on civil society, \njournalists and media workers, including restrictions on seeking, receiving and \nimparting information, including Internet shutdowns in Myanmar, that may also \nexacerbate further the plight of Rohingya Muslims and other minorities, \n \nUnderlining the importance of the call by the Secretary-General for increased \nefforts to implement the recommendations of the Advisory Commission on Rakhine \nState, to address the root causes of the crisis, including those on access to citizenship \nfor Rohingya, freedom of movement, the elimination of systematic segregation and \nall forms of discrimination, and inclusive and equal access to health services and \neducation, and birth registration, in full consultation with members of all ethnic and \nminority groups and persons in vulnerable situations, including on matters of \ncitizenship for Rohingya, \n \nAcknowledging the pronouncements of the National Unity Government \narticulated in the “Policy position on the Rohingya in Rakhine State” released on \n3 June 2021, and the subsequent pledges to dismantle the discriminatory legal \nframework that has enabled the commission of human rights violations against the \nRohingya Muslims and other minorities,  \n \nRecalling the commitment of the Secretary-General to implementing the \nrecommendations made by the independent inquiry into the involvement of the United \nNations in Myanmar from 2010 to 2018, and underlining the urgent need to implement \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/78/219\n \n9/16\n23-25994 \n \nrelevant recommendations to enable more effective work in the future and to \nstrengthen the prevention capacity of the United Nations system, while regretting the \nlack of progress in this regard,  \n \nUnderlining the need for a peaceful solution for Myanmar, through an inclusive \nand peaceful dialogue between all parties, in accordance with the will and interests \nof the people of Myanmar,  \n \nStressing the importance of ensuring equal opportunity for the representation \nand the full, equal and meaningful participation of Rohingya, other minorities and \ninternally displaced persons, candidates and voters in free and democratically \norganized general elections, and that all people of Myanmar are able to cast their vote, \nallowing all candidates to contest elections fairly,  \n \nAlarmed at the increase in grave violations against children in Myanmar, as \nidentified by the Special Representative of the Secretary-General for Children and \nArmed Conflict,25 including the dramatic increase in child abduction and recruitment \nand use of children by Myanmar security forces and other armed groups, and alarmed \nalso at the high number of unaccompanied children in Rakhine State after Cyclone \nMocha, \n \nCommending the ongoing humanitarian efforts and commitments that the \nGovernment of Bangladesh, in cooperation with United Nations agencies and the \ninternational community, including all humanitarian actors, has extended to those \nfleeing human rights violations and abuses in Myanmar, welcoming in this regard the \nmemorandum of understanding between the Government of Bangladesh and the \nOffice of the United Nations High Commissioner for Refugees, on behalf of the \nUnited Nations, to provide humanitarian assistance to the Rohingyas relocated to \nBhashan Char, and recognizing the extensive investments that the Government of \nBangladesh has made in its Bhashan Char project, including in the facilities and \ninfrastructure, and welcoming further efforts to facilitate access to work and \nlivelihood opportunities while noting the importance of efforts to ensure the \nsustainability of the project,  \n \nNoting with grave concern that, despite the unprecedented generosity of host \ncountries and donors, the gap between humanitarian needs on the ground and actual \nfunding continues to grow, recalling in this context the need for more equitable \nburden- and responsibility-sharing, and encouraging in this regard Member States and \nother actors to leverage the Global Refugee Forum 2023 and its follow-up processes \nto demonstrate commitment to ease the pressure on the host countries and work \ntowards sustainable solutions,  \n \nRecognizing that many member States of the Organization of Islamic \nCooperation continue to host a large number of Rohingya Muslim refugees who fled \nthe crisis, \n \n1. \nExpresses grave concern at the continuing reports of serious human rights \nviolations and abuses by the military and security forces as well as violations of \ninternational humanitarian law in Myanmar against civilians, including Rohingya \nMuslims and other minorities, including those involving mass killings, arbitrary \narrests, deaths in detention, torture and other cruel, inhuman or degrading treatment \nor punishment, deliberate killing and maiming of children, recruitment and use of \nchildren for forced labour, aerial attacks against and burning of villages and civilian \nobjects, attacks on schools, hospitals, internally displaced persons camps and places \nof worship and protected persons in relation to schools and/or hospitals, \nindiscriminate shelling in civilian areas, deprivation of economic and social rights, \n__________________ \n \n25 See A/77/895-S/2023/363. \n\nA/RES/78/219 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n23-25994\n10/16 \n \nrape, sexual slavery and other forms of sexual and gender-based violence, as well as \nrestrictions on exercising the rights to freedom of religion or belief, expression and \npeaceful assembly, and restrictions on media freedom and full Internet access and \nother restrictions, which has generated continued forced displacement within \nMyanmar and across its borders;  \n \n2. \nCondemns in the strongest terms all violations and abuses of human rights \nagainst civilians in Myanmar, including Rohingya Muslims and other minorities, \nbefore and after the unjustified declaration of the state of emergency on 1 February \n2021 and its later extensions, and emphasizes the importance of conducting \ninternational, independent, fair and transparent investigations into the most serious \nhuman rights violations in Myanmar, including sexual and gender-based violence and \nviolations and abuses against women and children, and of holding accountable all \nthose responsible for brutal acts and crimes against all persons, including Rohingya \nMuslims, in order to deliver justice to victims using all legal instruments and \ndomestic, regional and international judicial mechanisms, including the International \nCourt of Justice and the International Criminal Court, as applicable; \n \n3. \nCalls upon the security and armed forces of Myanmar to respect the \ndemocratic will and aspirations of the people of Myanmar, to end violence, to fully \nrespect human rights, fundamental freedoms and the rule of law, to uphold democratic \ninstitutions and processes, and to end the state of emergency declared on 1 February \n2021; \n \n4. \nDemands an immediate end to hostilities and all forms of violence \nthroughout the country, and urges restraint and de-escalation of tensions;  \n \n5. \nCalls upon the security and armed forces of Myanmar to immediately \nrelease all those who have been arbitrarily detained, arrested, convicted and sentenced \non political grounds, including opposition activists and foreign nationals;  \n \n6. \nCalls for constructive, inclusive and peaceful dialogue and reconciliation, \nin accordance with the will and interests of the people of Myanmar, including \nRohingya Muslims and other minorities;  \n \n7. \nStresses the importance of agreeing on and enforcing an enduring \nceasefire, including in Rakhine, a cessation of violence, and restraint by Myanmar \nsecurity and armed forces and other armed groups, with a view to ensuring safety, \nsecurity and protection of civilians, including those who are displaced and willing to \nreturn;  \n \n8. \nCalls upon all parties to the conflict to increase their engagement with the \nUnited Nations, and with the Special Representative of the Secretary-General for \nChildren and Armed Conflict, to strengthen the protection of children, including \nthrough the signature of concrete time-bound commitments;  \n \n9. \nReiterates the importance of conducting international, independent, fair \nand transparent investigations into human rights violations and abuses and violations \nof international humanitarian law in Myanmar, including alleged war crimes, and of \nholding accountable all those responsible for brutal acts and crimes against all \npersons, including Rohingya Muslims and other minorities;  \n \n10. Expresses deep concern that, despite the provisional measures ordered by \nthe International Court of Justice on 23 January 2020 in the case of The Gambia v. \nMyanmar, Rohingya Muslims in Myanmar, including women and children, are not \nprotected and continue to suffer from discrimination, targeted killings, indiscriminate \nviolence and serious injuries, including by indiscriminate fire, shelling, landmines or \nunexploded ordnance;  \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/78/219\n \n11/16\n23-25994 \n \n \n11. \nUrges Myanmar, in accordance with the order of the International Court \nof Justice to take all measures within its power to prevent the commission of all acts \nwithin the scope of article 2 of the Convention on the Prevention and Punishment of \nthe Crime of Genocide, to ensure that its military and any irregular armed units that \nmay be directed or supported by it and any organizations and persons that may be \nsubject to its control, direction or influence do not commit, inter alia, any such acts, \nto prevent the destruction and ensure the preservation of evidence and to report to the \nCourt as ordered on all measures taken to give effect to its order;  \n \n12. Expresses grave concern about the ongoing restrictions on humanitarian \naccess in all conflict areas across Myanmar, including in Rakhine and Chin States and \nSagaing and Magway Regions, also in the aftermath of Cyclone Mocha, as well as the \nlimited steps taken to ensure access to health care for Rohingya, and urges the \ngranting of full, unrestricted and safe access to all humanitarian actors and all United \nNations mandate holders and human rights mechanisms, including the Special Envoy \nof the Secretary-General on Myanmar, the Office of the United Nations High \nCommissioner for Human Rights, the Special Rapporteur on the situation of human \nrights in Myanmar, the United Nations country task force on monitoring and reporting \ngrave violations committed against children, the Independent Mechanism for \nMyanmar, established by the Human Rights Council in its resolution 39/2, and \nrelevant United Nations agencies and international and regional human rights bodies \nto independently monitor the situation of human rights and to ensure that individuals \ncan cooperate without hindrance with these mechanisms and without fear of reprisal, \nintimidation or attack, and expresses deep concern that international access to \naffected areas of northern Rakhine State and other areas affected by violence remains \nseverely restricted for the international community, including for United Nations \nagencies, humanitarian actors and international media;  \n \n13. Calls upon the United Nations to ensure that the Independent Mechanism \nfor Myanmar, as established by the Human Rights Council in its resolution 39/2, is \nafforded the flexibility that it needs in terms of staffing, location and operational \nfreedom so that it can deliver as effectively as possible on its mandate, and be able to \nbrief Member States on its activities, and urges Myanmar, Member States, judicial \nauthorities and private entities to cooperate fully with the Mechanism, including by \ngranting it access, including access to witnesses where applicable, and by providing \nit with every assistance in the execution of its mandate; \n \n14. Expresses grave concern at the potential retraumatization of survivors of \nhuman rights violations and abuses, particularly child survivors and sexual violence \nsurvivors, and calls upon all actors engaging in documentation to follow the “do no \nharm” principle for evidence-gathering in order to respect the dignity of survivors \nand to avoid retraumatization, and calls for fully addressing the needs of victims and \nsurvivors and their right to effective remedy, including through prompt, effective and \nindependent casualty recording and guarantees of non-recurrence; \n \n15. Underlines the importance of consulting with survivors and families of \nvictims, including Rohingya and other minorities, and including them in advancing \njustice and accountability, as appropriate;  \n \n16. Reiterates the urgent call upon Myanmar or the Myanmar military where \napplicable: \n \n(a) \nTo end immediately all violence and all violations of international law in \nMyanmar, to ensure the protection of the human rights of all persons in Myanmar, \nincluding of Rohingya and persons belonging to other minorities, and to take all \nmeasures necessary to provide justice to victims, to ensure full accountability and to \nend impunity for all violations and abuses of human rights law and violations of \ninternational humanitarian law, starting with a full, transparent and independent \n\nA/RES/78/219 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n23-25994\n12/16 \n \ninvestigation into reports of all these violations, and calls for the release of the report \nof the Independent Commission of Enquiry established in 2018 in full or to share its \nfindings with relevant international mechanisms; \n \n(b) \nTo engage in inclusive, constructive and peaceful dialogue and \nreconciliation, in accordance with the will and interests of the people of Myanmar, \nincluding Rohingya Muslims and other minorities; \n \n(c) \nTo ensure the right to return of all refugees, including Rohingya Muslims, \nhosted in other countries, and take concrete actions to create conditions necessary for \nvoluntary, safe, dignified and sustainable return and reintegration, regretting the fact \nthat not a single Rohingya so far has returned through a bilaterally set up mechanism \nfor repatriation between Bangladesh and Myanmar owing to the failure of Myanmar \nto create such conditions in Rakhine State;  \n \n(d) \nTo build trust among Rohingya Muslims in camps in Bangladesh through \nconfidence-building measures, including by arranging voluntary “go and see” visits \nto Rakhine State by Rohingya representatives;  \n \n(e) \nTo ensure full protection of the human rights and fundamental freedoms \nof all persons in Myanmar, including Rohingya Muslims and other minorities, in an \nequal, non-discriminatory and dignified manner, in order to prevent further instability \nand insecurity, alleviate suffering, address the root causes of the crisis, including by \nrepealing or reforming discriminatory legislation, and forge a viable, lasting and \ndurable solution; \n \n(f) \nTo fulfil its human rights obligations and commitments to protect the right \nto freedom of expression, including online, and the rights to freedom of association \nand peaceful assembly, to create and maintain a safe and enabling environment for \ncivil society and independent media; \n \n(g) \nTo take the measures necessary to end discrimination and prejudice and to \ncombat the incitement of hatred against Rohingya Muslims and persons belonging to \nother minorities, and to publicly condemn such acts and combat hate speech, while \nfully respecting international human rights law, as well as to promote interfaith \ndialogue in cooperation with the international community and encourage political and \nreligious leaders in the country to work towards reconciliation among communities \nand national unity through dialogue, and to implement the Peacebuilding Fund project \nto address hate speech;  \n \n(h) \nTo protect all persons and communities, in line with international \nhumanitarian law and human rights law, including the Rohingya Muslims and other \nminorities; \n \n(i) \nTo expedite efforts to eliminate statelessness and the systematic and \ninstitutionalized discrimination against members of all minorities, in particular \nrelating to Rohingya Muslims, by, inter alia, reviewing and reforming the 1982 \nCitizenship Law, which has led to deprivation of human rights, by ensuring equal \naccess to full citizenship through a transparent, voluntary and accessible procedure \nand to all civil and political rights, by allowing for self-identification, by amending \nor repealing all discriminatory legislation and policies, including discriminatory \nprovisions of the set of “protection of race and religion laws” enacted in 2015 \ncovering religious conversion, interfaith marriage, monogamy and population \ncontrol, and by lifting all local orders restricting rights to freedom of movement and \naccess to civil registration, health and education services and livelihoods; \n \n(j) \nTo dismantle the camps for internally displaced persons in Rakhine State \nwith a clear timeline and without further delay, ensuring that the return and relocation \nof internally displaced persons is carried out in accordance with international \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/78/219\n \n13/16\n23-25994 \n \nstandards and best practices, in cooperation with the United Nations and the \ninternational community, and affected communities, including as set forth in the \nGuiding Principles on Internal Displacement;26 \n \n(k) \nTo accelerate full implementation of all the recommendations of the \nAdvisory Commission on Rakhine State to address the root causes of the crisis; \n \n(l) \nTo ensure that Rohingya, other minorities and internally displaced persons \nhave an equal opportunity for representation and the full, equal and meaningful \nparticipation as candidates and voters in all general elections; \n \n(m) To end and prevent the unlawful recruitment and use of children by all \narmed and security forces, including by implementing all activities of the joint action \nplan on children and armed conflict in coordination with the United Nations, and to \naddress protection gaps by engaging with the task force on monitoring and reporting \nviolations committed against children, notably by developing a joint action plan on \nkilling and maiming and rape and other forms of sexual violence committed against \nchildren; \n \n(n) \nTo protect the rights of all children, including Rohingya children, in \naccordance with the obligations of Myanmar under the Convention on the Rights of \nthe Child,27 including the right to acquire a nationality, to eliminate statelessness, to \nensure the protection of all children in armed conflict and to end the unlawful \nrecruitment and use of children for forced labour;  \n \n(o) \nTo cooperate with the Special Envoy of the Secretary-General on \nMyanmar, once appointed, including by facilitating unconditional visits to Myanmar \nand meaningful engagement with all stakeholders, including Rohingya Muslims and \nthose arbitrarily detained; \n \n(p) \nTo cooperate and engage meaningfully with the Special Rapporteur on the \nsituation of human rights in Myanmar, the Independent Mechanism and other United \nNations mandate holders and mechanisms working on Myanmar, including by \nfacilitating visits and granting unrestricted access throughout the country; \n \n(q) \nTo allow the resumption of family visits, grant immediate access, without \nundue restrictions, to appropriate international organizations and provide medical \nservices to detainees and detention facilities;  \n \n(r) \nTo review and repeal the amendments made in 2018 to the Vacant, Fallow \nand Virgin Lands Management Law, and to establish an inclusive land governance \nframework and to resolve issues of land tenure, in full consultation with affected \npopulations, including ethnic and religious minority communities, in particular \nRohingya Muslims;  \n \n(s) \nTo end the reclassification of areas where Rohingya villages were \npreviously located, and the removal of the names of villages from official maps, \npotentially altering how the land may be used, and stop, without delay, the \nconstruction of military facilities in those villages;  \n \n(t) \nTo swiftly implement the five-point consensus reached at the Leaders’ \nMeeting of the Association of Southeast Asian Nations (ASEAN) held on 24 April \n2021 to facilitate a peaceful solution in the interests of the people of Myanmar and \ntheir livelihoods, and to that end calls upon all stakeholders in Myanmar to cooperate \nwith the Association and the Special Envoy of the Chair of the Association, and \nexpresses its support for these efforts; \n__________________ \n \n26  E/CN.4/1998/53/Add.2, annex. \n \n27  United Nations, Treaty Series, vol. 1577, No. 27531. \n\nA/RES/78/219 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n23-25994\n14/16 \n \n \n(u) \nTo take concrete steps to strengthen institution-building and structural \nreforms to uphold the rule of law, human rights and democratic principles, through a \nparticipatory and inclusive approach, including efforts to ensure the independence of \nthe judiciary, and by reforming the security sector to enhance civilian control; \n \n(v) \nTo facilitate independent, impartial and thorough investigations into all \nallegations of violations of international humanitarian law, including into conduct that \nmay constitute war crimes and crimes against humanity, including the use of \nstarvation as a method of warfare, crimes of sexual violence and allegations of human \nrights violations, and ensure that the perpetrators are brought to justice through \ntransparent and credible processes; \n \n17. Underscores the importance of providing protection and assistance, \nincluding non-discriminatory access to services such as medical and psychosocial \ncare, specifically tailored to women and girls, especially those who are victims of \nsexual and gender-based violence and human trafficking; \n \n18. Reiterates its deep concern at the continued plight of Rohingya, and \ncommends the commitment of the Government of Bangladesh and other Member \nStates to provide temporary shelter, humanitarian assistance and protection to them; \n \n19. Encourages Myanmar to continue to work with Bangladesh, in line with \nthe bilateral instruments on repatriation signed by Bangladesh and Myanmar, in order \nto expedite the creation of a conducive environment for the voluntary, safe, dignified \nand sustainable return of the forcibly displaced Rohingya in Bangladesh, with the full \nsupport and meaningful involvement of the international community, including the \nUnited Nations and its funds, programmes and agencies, and stresses the importance \nof meaningfully engaging with civil society and the displaced communities;  \n \n20. Recognizes that the continuing multifaceted crisis that has arisen following \nthe declaration of the state of emergency on 1 February 2021, inter alia, the cross-\nborder displacement and prolonged delay in the repatriation of Rohingya, has serious \nnegative impacts on the peace and stability of the region, particularly for the \nneighbouring countries of Myanmar, and stresses the urgent need for concrete action \ntowards a sustainable solution to the crisis in line with the will of the people of \nMyanmar; \n \n21. Recognizes with appreciation the assistance and support of the \ninternational community, including regional organizations, in particular ASEAN, and \nthe countries neighbouring Myanmar; \n \n22. Calls upon the international community to effectively address irregular \nmaritime movements of Rohingya, in cooperation with the relevant United Nations \nagencies, as well as ensure international burden- and responsibility-sharing, \nespecially by the States parties to the 1951 Convention relating to the Status of \nRefugees;28 \n \n23. Emphasizes the need for Myanmar to continue to cooperate fully with the \nGovernment of Bangladesh and with the United Nations, in particular the Office of \nthe United Nations High Commissioner for Refugees, and in consultation with the \npopulations concerned to enable the voluntary, safe, dignified, sustainable and well-\ninformed return of all refugees and forcibly displaced persons and internally displaced \npersons to their places of origin in Myanmar, and to ensure protection of returnees \nand give them freedom of movement and unimpeded access to livelihoods, social \nservices, including health services, education and shelter, and to compensate them for \nall losses; \n__________________ \n \n28  Ibid., vol. 189, No. 2545. \n\nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar \nA/RES/78/219\n \n15/16\n23-25994 \n \n \n24. Calls for the reinstatement and subsequent implementation of the \nmemorandum of understanding signed by the Office of the United Nations High \nCommissioner for Refugees and the United Nations Development Programme with \nMyanmar, to support the creation of conditions for the return of refugees from \nBangladesh; \n \n25. Underlines the urgent need for support for the expansion of the pilot \nprojects by the United Nations Development Programme and the Office of the United \nNations High Commissioner for Refugees under which the internally displaced \nRohingya, living under difficult conditions in northern Rakhine State, can return to \ntheir places of origin or to a place of their choice and their communities can receive \nmultisectoral assistance;  \n \n26. Calls upon the international community, in the true spirit of solidarity, \ninterdependence and more equitable burden- and responsibility-sharing, to support \nRohingya refugees and forcibly displaced persons sheltered in Bangladesh until \nconditions for return are met, including by adequately funding the 2023 joint response \nplan for the Rohingya humanitarian crisis and, in this regard, by leveraging the \nopportunities at the Global Refugee Forum 2023;  \n \n27. Also calls upon the international community to support the humanitarian \nefforts in Myanmar to meet the humanitarian needs of all affected persons of all \ncommunities, taking into account the vulnerable situation of women, children, older \npersons and persons with disabilities;  \n \n28. Welcomes the continued engagement of ASEAN in facilitating a peaceful \nsolution in the interests of the people of Myanmar, looks forward to its continued \nimplementation of the preliminary needs assessment to provide effective \nhumanitarian assistance, facilitate the repatriation process and promote sustainable \ndevelopment in Rakhine State, and also looks forward to the comprehensive needs \nassessment when conditions allow; \n \n29. Encourages all business enterprises, including transnational corporations \nand domestic enterprises operating in Myanmar, to respect human rights in \naccordance with the Guiding Principles on Business and Human Rights 29 and the \nrecommendations made by the independent international fact-finding mission in its \nreport on the economic interests of the Myanmar military;  \n \n30. Requests the Secretary-General: \n \n(a) \nTo continue to provide his good offices and to pursue his discussions \nrelating to Myanmar, involving all relevant stakeholders, and to offer assistance to \nMyanmar; \n \n(b) \nTo swiftly appoint a Special Envoy on Myanmar, and to submit the report \nof the Special Envoy covering all relevant issues addressed in the present resolution \nto the General Assembly at its seventy-ninth session;  \n \n(c) \nTo provide all assistance necessary to enable the Special Envoy on \nMyanmar, once appointed, to promptly and effectively discharge its mandate and to \nreport to Member States periodically, or as warranted by the situation on the ground, \nincluding through a workplan for the Special Envoy’s work in Myanmar;  \n \n(d) \nTo develop a strategy for the engagement of the United Nations in \nMyanmar and identify ways in which the existing mandates can more effectively \ndeliver in their respective areas of responsibility concerning Myanmar and can \ncomplement each other’s work through enhanced coordination;  \n__________________ \n \n29  A/HRC/17/31, annex. \n\nA/RES/78/219 \nSituation of human rights of Rohingya Muslims and other \nminorities in Myanmar\n \n23-25994\n16/16 \n \n \n(e) \nTo ensure that all in-country programmes incorporate a human rights-\nbased approach and undergo due diligence processes; \n \n(f) \nTo call the continued attention of the Security Council to the situation in \nMyanmar with concrete recommendations for action to restore peace, end the state of \nemergency, promote fully inclusive and representative dialogue aimed at supporting \nthe democratic path in Myanmar and resolve the humanitarian crisis, promoting the \nvoluntary, safe, dignified and sustainable return of Rohingya refugees and forcibly \ndisplaced persons and ensuring accountability for those responsible for mass \natrocities and human rights violations and abuses;  \n \n(g) \nTo support the implementation of the 2018 recommendations of the \nindependent international fact-finding mission on Myanmar and assist the work of the \nongoing Independent Mechanism, including by facilitating a dialogue between the \nGeneral Assembly and the Mechanism during the seventy-ninth session of the \nAssembly; \n \n(h) \nTo fully implement the recommendations contained in the report of the \nindependent inquiry into the involvement of the United Nations in Myanmar from \n2010 to 2018 in order to ensure more effective work in the future and to strengthen \nthe prevention capacity of the United Nations system; \n \n(i) \nTo support the reinstatement and subsequent implementation of the \nmemorandum of understanding signed between Myanmar and the Office of the United \nNations High Commissioner for Refugees and the United Nations Development \nProgramme, to encourage all relevant United Nations agencies to lend their support \nfor the efforts, as appropriate, in this regard, and to continue to report on its status;  \n \n31. Requests that the next Special Envoy participate by way of an interactive \ndialogue in the seventy-ninth session of the General Assembly; \n \n32. Decides to remain seized of the matter, inter alia, on the basis of the reports \nof the Secretary-General, the independent international fact-finding mission on \nMyanmar, the Independent Mechanism, the Special Rapporteur on the situation of \nhuman rights in Myanmar and the Special Envoy of the Secretary-General on \nMyanmar. \n \n50th plenary meeting \n19 December 2023 \n \n",
  "paragraphs": {
    "1": "Expresses grave concern at the continuing reports of serious human rights violations and abuses by the military and security forces as well as violations of international humanitarian law in Myanmar against civilians, including Rohingya Muslims and other minorities, including those involving mass killings, arbitrary arrests, deaths in detention, torture and other cruel, inhuman or degrading treatment or punishment, deliberate killing and maiming of children, recruitment and use of children for forced labour, aerial attacks against and burning of villages and civilian objects, attacks on schools, hospitals, internally displaced persons camps and places of worship and protected persons in relation to schools and/or hospitals, indiscriminate shelling in civilian areas, deprivation of economic and social rights, __________________ 25 See A/77/895-S/2023/363. A/RES/78/219 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 23-25994 10/16 rape, sexual slavery and other forms of sexual and gender-based violence, as well as restrictions on exercising the rights to freedom of religion or belief, expression and peaceful assembly, and restrictions on media freedom and full Internet access and other restrictions, which has generated continued forced displacement within Myanmar and across its borders;",
    "2": "Condemns in the strongest terms all violations and abuses of human rights against civilians in Myanmar, including Rohingya Muslims and other minorities, before and after the unjustified declaration of the state of emergency on 1 February 2021 and its later extensions, and emphasizes the importance of conducting international, independent, fair and transparent investigations into the most serious human rights violations in Myanmar, including sexual and gender-based violence and violations and abuses against women and children, and of holding accountable all those responsible for brutal acts and crimes against all persons, including Rohingya Muslims, in order to deliver justice to victims using all legal instruments and domestic, regional and international judicial mechanisms, including the International Court of Justice and the International Criminal Court, as applicable;",
    "3": "Calls upon the security and armed forces of Myanmar to respect the democratic will and aspirations of the people of Myanmar, to end violence, to fully respect human rights, fundamental freedoms and the rule of law, to uphold democratic institutions and processes, and to end the state of emergency declared on 1 February 2021;",
    "4": "Demands an immediate end to hostilities and all forms of violence throughout the country, and urges restraint and de-escalation of tensions;",
    "5": "Calls upon the security and armed forces of Myanmar to immediately release all those who have been arbitrarily detained, arrested, convicted and sentenced on political grounds, including opposition activists and foreign nationals;",
    "6": "Calls for constructive, inclusive and peaceful dialogue and reconciliation, in accordance with the will and interests of the people of Myanmar, including Rohingya Muslims and other minorities;",
    "7": "Stresses the importance of agreeing on and enforcing an enduring ceasefire, including in Rakhine, a cessation of violence, and restraint by Myanmar security and armed forces and other armed groups, with a view to ensuring safety, security and protection of civilians, including those who are displaced and willing to return;",
    "8": "Calls upon all parties to the conflict to increase their engagement with the United Nations, and with the Special Representative of the Secretary-General for Children and Armed Conflict, to strengthen the protection of children, including through the signature of concrete time-bound commitments;",
    "9": "Reiterates the importance of conducting international, independent, fair and transparent investigations into human rights violations and abuses and violations of international humanitarian law in Myanmar, including alleged war crimes, and of holding accountable all those responsible for brutal acts and crimes against all persons, including Rohingya Muslims and other minorities;",
    "10": "Expresses deep concern that, despite the provisional measures ordered by the International Court of Justice on 23 January 2020 in the case of The Gambia v. Myanmar, Rohingya Muslims in Myanmar, including women and children, are not protected and continue to suffer from discrimination, targeted killings, indiscriminate violence and serious injuries, including by indiscriminate fire, shelling, landmines or unexploded ordnance; Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/78/219 11/16 23-25994",
    "11": "Urges Myanmar, in accordance with the order of the International Court of Justice to take all measures within its power to prevent the commission of all acts within the scope of article 2 of the Convention on the Prevention and Punishment of the Crime of Genocide, to ensure that its military and any irregular armed units that may be directed or supported by it and any organizations and persons that may be subject to its control, direction or influence do not commit, inter alia, any such acts, to prevent the destruction and ensure the preservation of evidence and to report to the Court as ordered on all measures taken to give effect to its order;",
    "12": "Expresses grave concern about the ongoing restrictions on humanitarian access in all conflict areas across Myanmar, including in Rakhine and Chin States and Sagaing and Magway Regions, also in the aftermath of Cyclone Mocha, as well as the limited steps taken to ensure access to health care for Rohingya, and urges the granting of full, unrestricted and safe access to all humanitarian actors and all United Nations mandate holders and human rights mechanisms, including the Special Envoy of the Secretary-General on Myanmar, the Office of the United Nations High Commissioner for Human Rights, the Special Rapporteur on the situation of human rights in Myanmar, the United Nations country task force on monitoring and reporting grave violations committed against children, the Independent Mechanism for Myanmar, established by the Human Rights Council in its resolution 39/2, and relevant United Nations agencies and international and regional human rights bodies to independently monitor the situation of human rights and to ensure that individuals can cooperate without hindrance with these mechanisms and without fear of reprisal, intimidation or attack, and expresses deep concern that international access to affected areas of northern Rakhine State and other areas affected by violence remains severely restricted for the international community, including for United Nations agencies, humanitarian actors and international media;",
    "13": "Calls upon the United Nations to ensure that the Independent Mechanism for Myanmar, as established by the Human Rights Council in its resolution 39/2, is afforded the flexibility that it needs in terms of staffing, location and operational freedom so that it can deliver as effectively as possible on its mandate, and be able to brief Member States on its activities, and urges Myanmar, Member States, judicial authorities and private entities to cooperate fully with the Mechanism, including by granting it access, including access to witnesses where applicable, and by providing it with every assistance in the execution of its mandate;",
    "14": "Expresses grave concern at the potential retraumatization of survivors of human rights violations and abuses, particularly child survivors and sexual violence survivors, and calls upon all actors engaging in documentation to follow the “do no harm” principle for evidence-gathering in order to respect the dignity of survivors and to avoid retraumatization, and calls for fully addressing the needs of victims and survivors and their right to effective remedy, including through prompt, effective and independent casualty recording and guarantees of non-recurrence;",
    "15": "Underlines the importance of consulting with survivors and families of victims, including Rohingya and other minorities, and including them in advancing justice and accountability, as appropriate;",
    "16": "Reiterates the urgent call upon Myanmar or the Myanmar military where applicable: (a) To end immediately all violence and all violations of international law in Myanmar, to ensure the protection of the human rights of all persons in Myanmar, including of Rohingya and persons belonging to other minorities, and to take all measures necessary to provide justice to victims, to ensure full accountability and to end impunity for all violations and abuses of human rights law and violations of international humanitarian law, starting with a full, transparent and independent A/RES/78/219 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 23-25994 12/16 investigation into reports of all these violations, and calls for the release of the report of the Independent Commission of Enquiry established in 2018 in full or to share its findings with relevant international mechanisms; (b) To engage in inclusive, constructive and peaceful dialogue and reconciliation, in accordance with the will and interests of the people of Myanmar, including Rohingya Muslims and other minorities; (c) To ensure the right to return of all refugees, including Rohingya Muslims, hosted in other countries, and take concrete actions to create conditions necessary for voluntary, safe, dignified and sustainable return and reintegration, regretting the fact that not a single Rohingya so far has returned through a bilaterally set up mechanism for repatriation between Bangladesh and Myanmar owing to the failure of Myanmar to create such conditions in Rakhine State; (d) To build trust among Rohingya Muslims in camps in Bangladesh through confidence-building measures, including by arranging voluntary “go and see” visits to Rakhine State by Rohingya representatives; (e) To ensure full protection of the human rights and fundamental freedoms of all persons in Myanmar, including Rohingya Muslims and other minorities, in an equal, non-discriminatory and dignified manner, in order to prevent further instability and insecurity, alleviate suffering, address the root causes of the crisis, including by repealing or reforming discriminatory legislation, and forge a viable, lasting and durable solution; (f) To fulfil its human rights obligations and commitments to protect the right to freedom of expression, including online, and the rights to freedom of association and peaceful assembly, to create and maintain a safe and enabling environment for civil society and independent media; (g) To take the measures necessary to end discrimination and prejudice and to combat the incitement of hatred against Rohingya Muslims and persons belonging to other minorities, and to publicly condemn such acts and combat hate speech, while fully respecting international human rights law, as well as to promote interfaith dialogue in cooperation with the international community and encourage political and religious leaders in the country to work towards reconciliation among communities and national unity through dialogue, and to implement the Peacebuilding Fund project to address hate speech; (h) To protect all persons and communities, in line with international humanitarian law and human rights law, including the Rohingya Muslims and other minorities; (i) To expedite efforts to eliminate statelessness and the systematic and institutionalized discrimination against members of all minorities, in particular relating to Rohingya Muslims, by, inter alia, reviewing and reforming the 1982 Citizenship Law, which has led to deprivation of human rights, by ensuring equal access to full citizenship through a transparent, voluntary and accessible procedure and to all civil and political rights, by allowing for self-identification, by amending or repealing all discriminatory legislation and policies, including discriminatory provisions of the set of “protection of race and religion laws” enacted in 2015 covering religious conversion, interfaith marriage, monogamy and population control, and by lifting all local orders restricting rights to freedom of movement and access to civil registration, health and education services and livelihoods; (j) To dismantle the camps for internally displaced persons in Rakhine State with a clear timeline and without further delay, ensuring that the return and relocation of internally displaced persons is carried out in accordance with international Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/78/219 13/16 23-25994 standards and best practices, in cooperation with the United Nations and the international community, and affected communities, including as set forth in the Guiding Principles on Internal Displacement;26 (k) To accelerate full implementation of all the recommendations of the Advisory Commission on Rakhine State to address the root causes of the crisis; (l) To ensure that Rohingya, other minorities and internally displaced persons have an equal opportunity for representation and the full, equal and meaningful participation as candidates and voters in all general elections; (m) To end and prevent the unlawful recruitment and use of children by all armed and security forces, including by implementing all activities of the joint action plan on children and armed conflict in coordination with the United Nations, and to address protection gaps by engaging with the task force on monitoring and reporting violations committed against children, notably by developing a joint action plan on killing and maiming and rape and other forms of sexual violence committed against children; (n) To protect the rights of all children, including Rohingya children, in accordance with the obligations of Myanmar under the Convention on the Rights of the Child,27 including the right to acquire a nationality, to eliminate statelessness, to ensure the protection of all children in armed conflict and to end the unlawful recruitment and use of children for forced labour; (o) To cooperate with the Special Envoy of the Secretary-General on Myanmar, once appointed, including by facilitating unconditional visits to Myanmar and meaningful engagement with all stakeholders, including Rohingya Muslims and those arbitrarily detained; (p) To cooperate and engage meaningfully with the Special Rapporteur on the situation of human rights in Myanmar, the Independent Mechanism and other United Nations mandate holders and mechanisms working on Myanmar, including by facilitating visits and granting unrestricted access throughout the country; (q) To allow the resumption of family visits, grant immediate access, without undue restrictions, to appropriate international organizations and provide medical services to detainees and detention facilities; (r) To review and repeal the amendments made in 2018 to the Vacant, Fallow and Virgin Lands Management Law, and to establish an inclusive land governance framework and to resolve issues of land tenure, in full consultation with affected populations, including ethnic and religious minority communities, in particular Rohingya Muslims; (s) To end the reclassification of areas where Rohingya villages were previously located, and the removal of the names of villages from official maps, potentially altering how the land may be used, and stop, without delay, the construction of military facilities in those villages; (t) To swiftly implement the five-point consensus reached at the Leaders’ Meeting of the Association of Southeast Asian Nations (ASEAN) held on 24 April 2021 to facilitate a peaceful solution in the interests of the people of Myanmar and their livelihoods, and to that end calls upon all stakeholders in Myanmar to cooperate with the Association and the Special Envoy of the Chair of the Association, and expresses its support for these efforts; __________________ 26 E/CN.4/1998/53/Add.2, annex. 27 United Nations, Treaty Series, vol. 1577, No. 27531. A/RES/78/219 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 23-25994 14/16 (u) To take concrete steps to strengthen institution-building and structural reforms to uphold the rule of law, human rights and democratic principles, through a participatory and inclusive approach, including efforts to ensure the independence of the judiciary, and by reforming the security sector to enhance civilian control; (v) To facilitate independent, impartial and thorough investigations into all allegations of violations of international humanitarian law, including into conduct that may constitute war crimes and crimes against humanity, including the use of starvation as a method of warfare, crimes of sexual violence and allegations of human rights violations, and ensure that the perpetrators are brought to justice through transparent and credible processes;",
    "17": "Underscores the importance of providing protection and assistance, including non-discriminatory access to services such as medical and psychosocial care, specifically tailored to women and girls, especially those who are victims of sexual and gender-based violence and human trafficking;",
    "18": "Reiterates its deep concern at the continued plight of Rohingya, and commends the commitment of the Government of Bangladesh and other Member States to provide temporary shelter, humanitarian assistance and protection to them;",
    "19": "Encourages Myanmar to continue to work with Bangladesh, in line with the bilateral instruments on repatriation signed by Bangladesh and Myanmar, in order to expedite the creation of a conducive environment for the voluntary, safe, dignified and sustainable return of the forcibly displaced Rohingya in Bangladesh, with the full support and meaningful involvement of the international community, including the United Nations and its funds, programmes and agencies, and stresses the importance of meaningfully engaging with civil society and the displaced communities;",
    "20": "Recognizes that the continuing multifaceted crisis that has arisen following the declaration of the state of emergency on 1 February 2021, inter alia, the cross- border displacement and prolonged delay in the repatriation of Rohingya, has serious negative impacts on the peace and stability of the region, particularly for the neighbouring countries of Myanmar, and stresses the urgent need for concrete action towards a sustainable solution to the crisis in line with the will of the people of Myanmar;",
    "21": "Recognizes with appreciation the assistance and support of the international community, including regional organizations, in particular ASEAN, and the countries neighbouring Myanmar;",
    "22": "Calls upon the international community to effectively address irregular maritime movements of Rohingya, in cooperation with the relevant United Nations agencies, as well as ensure international burden- and responsibility-sharing, especially by the States parties to the 1951 Convention relating to the Status of Refugees;28",
    "23": "Emphasizes the need for Myanmar to continue to cooperate fully with the Government of Bangladesh and with the United Nations, in particular the Office of the United Nations High Commissioner for Refugees, and in consultation with the populations concerned to enable the voluntary, safe, dignified, sustainable and well- informed return of all refugees and forcibly displaced persons and internally displaced persons to their places of origin in Myanmar, and to ensure protection of returnees and give them freedom of movement and unimpeded access to livelihoods, social services, including health services, education and shelter, and to compensate them for all losses; __________________ 28 Ibid., vol. 189, No. 2545. Situation of human rights of Rohingya Muslims and other minorities in Myanmar A/RES/78/219 15/16 23-25994",
    "24": "Calls for the reinstatement and subsequent implementation of the memorandum of understanding signed by the Office of the United Nations High Commissioner for Refugees and the United Nations Development Programme with Myanmar, to support the creation of conditions for the return of refugees from Bangladesh;",
    "25": "Underlines the urgent need for support for the expansion of the pilot projects by the United Nations Development Programme and the Office of the United Nations High Commissioner for Refugees under which the internally displaced Rohingya, living under difficult conditions in northern Rakhine State, can return to their places of origin or to a place of their choice and their communities can receive multisectoral assistance;",
    "26": "Calls upon the international community, in the true spirit of solidarity, interdependence and more equitable burden- and responsibility-sharing, to support Rohingya refugees and forcibly displaced persons sheltered in Bangladesh until conditions for return are met, including by adequately funding the 2023 joint response plan for the Rohingya humanitarian crisis and, in this regard, by leveraging the opportunities at the Global Refugee Forum 2023;",
    "27": "Also calls upon the international community to support the humanitarian efforts in Myanmar to meet the humanitarian needs of all affected persons of all communities, taking into account the vulnerable situation of women, children, older persons and persons with disabilities;",
    "28": "Welcomes the continued engagement of ASEAN in facilitating a peaceful solution in the interests of the people of Myanmar, looks forward to its continued implementation of the preliminary needs assessment to provide effective humanitarian assistance, facilitate the repatriation process and promote sustainable development in Rakhine State, and also looks forward to the comprehensive needs assessment when conditions allow;",
    "29": "Encourages all business enterprises, including transnational corporations and domestic enterprises operating in Myanmar, to respect human rights in accordance with the Guiding Principles on Business and Human Rights 29 and the recommendations made by the independent international fact-finding mission in its report on the economic interests of the Myanmar military;",
    "30": "Requests the Secretary-General: (a) To continue to provide his good offices and to pursue his discussions relating to Myanmar, involving all relevant stakeholders, and to offer assistance to Myanmar; (b) To swiftly appoint a Special Envoy on Myanmar, and to submit the report of the Special Envoy covering all relevant issues addressed in the present resolution to the General Assembly at its seventy-ninth session; (c) To provide all assistance necessary to enable the Special Envoy on Myanmar, once appointed, to promptly and effectively discharge its mandate and to report to Member States periodically, or as warranted by the situation on the ground, including through a workplan for the Special Envoy’s work in Myanmar; (d) To develop a strategy for the engagement of the United Nations in Myanmar and identify ways in which the existing mandates can more effectively deliver in their respective areas of responsibility concerning Myanmar and can complement each other’s work through enhanced coordination; __________________ 29 A/HRC/17/31, annex. A/RES/78/219 Situation of human rights of Rohingya Muslims and other minorities in Myanmar 23-25994 16/16 (e) To ensure that all in-country programmes incorporate a human rights- based approach and undergo due diligence processes; (f) To call the continued attention of the Security Council to the situation in Myanmar with concrete recommendations for action to restore peace, end the state of emergency, promote fully inclusive and representative dialogue aimed at supporting the democratic path in Myanmar and resolve the humanitarian crisis, promoting the voluntary, safe, dignified and sustainable return of Rohingya refugees and forcibly displaced persons and ensuring accountability for those responsible for mass atrocities and human rights violations and abuses; (g) To support the implementation of the 2018 recommendations of the independent international fact-finding mission on Myanmar and assist the work of the ongoing Independent Mechanism, including by facilitating a dialogue between the General Assembly and the Mechanism during the seventy-ninth session of the Assembly; (h) To fully implement the recommendations contained in the report of the independent inquiry into the involvement of the United Nations in Myanmar from 2010 to 2018 in order to ensure more effective work in the future and to strengthen the prevention capacity of the United Nations system; (i) To support the reinstatement and subsequent implementation of the memorandum of understanding signed between Myanmar and the Office of the United Nations High Commissioner for Refugees and the United Nations Development Programme, to encourage all relevant United Nations agencies to lend their support for the efforts, as appropriate, in this regard, and to continue to report on its status;",
    "31": "Requests that the next Special Envoy participate by way of an interactive dialogue in the seventy-ninth session of the General Assembly;",
    "32": "Decides to remain seized of the matter, inter alia, on the basis of the reports of the Secretary-General, the independent international fact-finding mission on Myanmar, the Independent Mechanism, the Special Rapporteur on the situation of human rights in Myanmar and the Special Envoy of the Secretary-General on Myanmar. 50th plenary meeting 19 December 2023"
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}