{
  "symbol": "A/RES/76/251",
  "filename": "A_RES_76_251.pdf",
  "title": "76/251. Further modalities of the Fifth United Nations Conference on the Least Developed Countries",
  "text": "United Nations \nA/RES/76/251\n \n \nGeneral Assembly \nDistr.: General \n3 March 2022 \n \n22-02926 (E)    070322     \n*2202926* \n \n \nSeventy-sixth session \nAgenda item 23 (a) \nGroups of countries in special situations: follow-up \nto the Fourth United Nations Conference on the \nLeast Developed Countries \n \n \n \n \n Resolution adopted by the General Assembly \non 28 February 2022 \n \n \n \n \n[without reference to a Main Committee (A/76/L.39 and A/76/L.39/Add.1)] \n \n \n 76/251. Further modalities of the Fifth United Nations Conference on the \nLeast Developed Countries  \n \n \nThe General Assembly, \n \nRecalling its resolutions 73/242 of 20 December 2018 and 74/232 A of \n19 December 2019, in which the Assembly decided to convene the Fifth United \nNations Conference on the Least Developed Countries in Doha from 21 to 25 March \n2021 at the highest possible level, including Heads of State and Government, \n \nRecalling also its resolution 74/232 B of 11 August 2020, in which it decided to \nreschedule the Conference and to hold it in Doha from 23 to 27 January 2022,  \n \nRecalling further its resolutions 75/227 of 21 December 2020 and 76/216 of \n17 December 2021 and its decision 76/551 of 20 January 2022, \n \nNoting with concern the situation concerning the coronavirus disease \n(COVID-19) pandemic, \n \nRecognizing that the least developed countries are severely hit by the adverse \nimpacts of COVID-19 owing to the fragility of their health systems, limited access to \nvaccines, limited coverage of their social protection systems, limited financial and \nother resources, and vulnerability to external shocks, \n \n1. \nDecides:  \n \n(a) \nTo further reschedule the Fifth United Nations Conference on the Least \nDeveloped Countries and, on an exceptional basis, to hold it in two parts as follows: \n\nA/RES/76/251 \nFurther modalities of the Fifth United Nations \nConference on the Least Developed Countries\n \n22-02926\n2/2 \n \n \n(i) \nThe first part at United Nations Headquarters in New York, on 17 March \n2022, which will consist of one plenary meeting to be held from 10 a.m. to 1 p.m.,1 \nincluding to consider the draft Doha Programme of Action for Least Developed \nCountries;2  \n \n(ii) The second part in Doha, from 5 to 9 March 2023; \n \n(b) \nThat the other events in connection with the Conference, including those \nmandated in its resolution 74/232 A, will be held during the second part of the \nConference;  \n \n2. \nReiterates its acceptance of, and appreciation for, the generous offer of the \nGovernment of Qatar to host the Fifth United Nations Conference on the Least \nDeveloped Countries in Doha, to be held at the highest possible level, including Heads \nof State and Government, in line with the mandate specified in its resolutions 73/242, \n74/232 A and B, 75/227 and 76/216, urges all relevant stakeholders to actively engage \nin the Conference, and looks forward to its successful and ambitious outcome. \n \n \n60th plenary meeting \n28 February 2022 \n \n \n__________________ \n \n1  To consider items 1–7 (a) and 10, as contained in the draft provisional agenda \n(A/CONF.219/2021/IPC/L.3). \n \n2  Under item 10, as recommended by the Preparatory Committee for the Fifth United Nations \nConference on the Least Developed Countries (A/CONF.219/2021/IPC/6, decision VI). \n",
  "paragraphs": {
    "1": " (i) The first part at United Nations Headquarters in New York, on 17 March 2022, which will consist of one plenary meeting to be held from 10 a.m. to 1 p.m.,1 including to consider the draft Doha Programme of Action for Least Developed Countries;2 (ii) The second part in Doha, from 5 to 9 March 2023; (b) That the other events in connection with the Conference, including those mandated in its resolution 74/232 A, will be held during the second part of the Conference;",
    "2": "Reiterates its acceptance of, and appreciation for, the generous offer of the Government of Qatar to host the Fifth United Nations Conference on the Least Developed Countries in Doha, to be held at the highest possible level, including Heads of State and Government, in line with the mandate specified in its resolutions 73/242, 74/232 A and B, 75/227 and 76/216, urges all relevant stakeholders to actively engage in the Conference, and looks forward to its successful and ambitious outcome."
  },
  "agenda_items": [
    "Item 23",
    "Item 10"
  ],
  "symbol_references": [
    "A/76/L.39",
    "A/CONF.219/2021/IPC/L.3"
  ]
}