{
  "symbol": "A/RES/78/241",
  "filename": "A_RES_78_241.pdf",
  "title": "78/241. Lethal autonomous weapons systems",
  "text": "United Nations \nA/RES/78/241\n \n \nGeneral Assembly \nDistr.: General \n28 December 2023 \n \n23-26252 (E)    100124     \n*2326252* \n \n \nSeventy-eighth session \nAgenda item 99 \nGeneral and complete disarmament  \n \n \n \n \n Resolution adopted by the General Assembly \non 22 December 2023 \n \n \n \n \n[on the report of the First Committee (A/78/409, para. 89)] \n \n \n 78/241. Lethal autonomous weapons systems \n \n \n \nThe General Assembly, \n \nAffirming that international law, in particular the Charter of the United Nations, \ninternational humanitarian law and international human rights law, applies to \nautonomous weapons systems, \n \nRecognizing the rapid development of new and emerging technologies, and \nrecognizing further that they hold great promise for the advancement of human \nwelfare and could, inter alia, help to better protect civilians in conflict in certain \ncircumstances, \n \nMindful of the serious challenges and concerns that new technological \napplications in the military domain, including those related to artificial intelligence \nand autonomy in weapons systems, also raise from humanitarian, legal, security, \ntechnological and ethical perspectives, \n \nConcerned about the possible negative consequences and impact of autonomous \nweapon systems on global security and regional and international stability, including \nthe risk of an emerging arms race, lowering the threshold for conflict and \nproliferation, including to non-State actors,  \n \nWelcoming the interest and sustained efforts on these issues, in particular \nthrough the ongoing and valuable work of the Group of Governmental Experts on \nEmerging Technologies in the Area of Lethal Autonomous Weapons Systems, \nestablished under the Convention on Prohibitions or Restrictions on the Use of \nCertain Conventional Weapons Which May Be Deemed to Be Excessively Injurious \nor to Have Indiscriminate Effects, 1 and in this regard underlining the significant \nprogress made in these discussions as well as the various proposals presented,  \n__________________ \n \n1  United Nations, Treaty Series, vol. 1342, No. 22495. \n\nA/RES/78/241 \nLethal autonomous weapons systems\n \n23-26252\n2/2 \n \n \nNoting the adoption by consensus of Human Rights Council resolution 51/22 of \n7 October 2022 on human rights implications of new and emerging technologies in \nthe military domain,2  \n \nAcknowledging the important contribution of international and regional \nconferences and initiatives such as the summit hosted by the Kingdom of the \nNetherlands and co-organized by the Republic of Korea on 15 and 16 February 2023, \nthe regional conference hosted by Costa Rica on 23 and 24 February 2023, the \nconference hosted by Luxembourg on 25 and 26 April 2023, as well as the regional \nconference hosted by Trinidad and Tobago on 5 and 6 September 2023, \n \nRecognizing the valuable contributions made by United Nations entities and \ninternational and regional organizations, the International Committee of the Red \nCross, civil society organizations, academia, industry and other stakeholders in \nenriching international discussions on autonomous weapons systems, encompassing \nlegal, ethical, human rights, societal and technological dimensions,  \n \nRecognizing the efforts of the Secretary-General within the new agenda for \npeace initiative to address the issue of autonomous weapons systems, \n \n1. \nStresses the urgent need for the international community to address the \nchallenges and concerns raised by autonomous weapons systems, in particular \nthrough the Group of Governmental Experts on Emerging Technologies in the Area \nof Lethal Autonomous Weapons Systems, and to continue to further its understanding \nof the issues involved; \n \n2. \nRequests the Secretary-General to seek the views of Member States and \nobserver States on lethal autonomous weapons systems, inter alia, on ways to address \nthe related challenges and concerns they raise from humanitarian, legal, security, \ntechnological and ethical perspectives and on the role of humans in the use of force, \nand to submit a substantive report reflecting the full range of views received with an \nannex containing these views, to the General Assembly at its seventy-ninth session \nfor further discussion by Member States;  \n \n3. \nAlso requests the Secretary-General to invite the views of international and \nregional organizations, the International Committee of the Red Cross, civil society, \nthe scientific community and industry to include these views in the original language \nreceived in the annex of the aforementioned report; \n \n4. \nDecides to include in the provisional agenda of its seventy-ninth session \nthe item entitled “Lethal autonomous weapons systems”. \n \n50th (resumed) plenary meeting \n22 December 2023 \n \n__________________ \n \n2  See Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 53A \n(A/77/53/Add.1), chap. III, sect. A. \n",
  "paragraphs": {
    "1": "Stresses the urgent need for the international community to address the challenges and concerns raised by autonomous weapons systems, in particular through the Group of Governmental Experts on Emerging Technologies in the Area of Lethal Autonomous Weapons Systems, and to continue to further its understanding of the issues involved;",
    "2": "Requests the Secretary-General to seek the views of Member States and observer States on lethal autonomous weapons systems, inter alia, on ways to address the related challenges and concerns they raise from humanitarian, legal, security, technological and ethical perspectives and on the role of humans in the use of force, and to submit a substantive report reflecting the full range of views received with an annex containing these views, to the General Assembly at its seventy-ninth session for further discussion by Member States;",
    "3": "Also requests the Secretary-General to invite the views of international and regional organizations, the International Committee of the Red Cross, civil society, the scientific community and industry to include these views in the original language received in the annex of the aforementioned report;",
    "4": "Decides to include in the provisional agenda of its seventy-ninth session the item entitled “Lethal autonomous weapons systems”."
  },
  "agenda_items": [
    "Item 99"
  ],
  "symbol_references": []
}