{
  "symbol": "A/RES/79/155",
  "filename": "A_RES_79_155.pdf",
  "title": "79/155. Intensification of efforts to end obstetric fistula",
  "text": "United Nations \nA/RES/79/155\n \n \nGeneral Assembly \nDistr.: General \n19 December 2024 \n \n24-24147 (E)     \n*2424147* \n \n \nSeventy-ninth session \nAgenda item 27 \nAdvancement of women \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/451, para. 65)] \n \n \n 79/155. Intensification of efforts to end obstetric fistula \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 62/138 of 18 December 2007, 63/158 of 18 December \n2008, 65/188 of 21 December 2010 and 67/147 of 20 December 2012 on supporting \nefforts to end obstetric fistula and its resolutions 69/148 of 18 December 2014, 71/169 \nof 19 December 2016, 73/147 of 17 December 2018, 75/159 of 16 December 2020 \nand 77/196 of 15 December 2022 on the intensification of efforts to end obstetric \nfistula, \n \nReaffirming the Beijing Declaration and Platform for Action,1 the outcomes of \nthe twenty-third special session of the General Assembly, entitled “Women 2000: \ngender equality, development and peace for the twenty-first century”,2 the Programme \nof Action of the International Conference on Population and Development 3 and the \nProgramme of Action of the World Summit for Social Development, 4  and their \nreviews, and the international commitments in the field of social development and to \ngender equality and the empowerment of women and girls made at the World \nConference against Racism, Racial Discrimination, Xenophobia and Related Intolerance5 \nand the 2005 World Summit,6 as well as those made in the outcome document of the \n__________________ \n \n1  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n2  Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n3  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n4  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annex II. \n \n5  See A/CONF.189/12 and A/CONF.189/12/Corr.1, chap. I. \n \n6  Resolution 60/1. \n\nA/RES/79/155 \nIntensification of efforts to end obstetric fistula\n \n24-24147\n2/9 \n \nUnited Nations summit for the adoption of the post-2015 development agenda, entitled \n“Transforming our world: the 2030 Agenda for Sustainable Development”, 7 \n \nReaffirming also the Universal Declaration of Human Rights,8 as well as the \nConvention on the Elimination of All Forms of Discrimination against Women 9 and \nthe Convention on the Rights of the Child,10 recalling the International Covenant on \nEconomic, Social and Cultural Rights11 and the International Covenant on Civil and \nPolitical Rights,12 and urging States that have not done so to consider, as a matter of \npriority, signing, ratifying or acceding to those conventions and the optional protocols \nthereto,13 \n \nTaking note of the report of the Secretary-General14 and the conclusions and \nrecommendations contained therein, \n \nRecognizing that intensified national ownership and leadership, political \ncommitment and scaled-up national capacity are urgently needed to accelerate \nprogress towards the elimination of fistula, including by implementing strategies to \nprevent new cases and treating all existing cases, with special attention paid to \ncountries with the highest maternal mortality and morbidity levels, \n \nStressing the interlinkages between poverty, malnutrition, lack of or inadequate \nor inaccessible healthcare services, early childbearing, child, early and forced \nmarriage, violence against young women and girls, sociocultural barriers, \nmarginalization, illiteracy and gender inequality as root causes of obstetric fistula, \nand that poverty remains the main social risk factor, \n \nStressing also that obstetric fistula can be a cause of devastating lifelong \nmorbidity if left untreated, with severe medical, social, psychological and economic \nconsequences, that approximately 90 per cent of women who develop fistula deliver \nstillborn babies and that misperceptions about its cause often result in stigma and \nostracism, \n \nRecognizing that the difficult socioeconomic conditions that exist in many \ndeveloping countries, in particular the least developed countries, have resulted in the \nacceleration of the feminization of poverty, \n \nNoting with concern that child, early and forced marriage remains common in \nrural areas and among the poorest communities and has increased over the past \ndecade, and acknowledging the correlation between child, early and forced marriage \nand economic insecurity, poverty, including the feminization of poverty, and lack of \nincome opportunities and that the immediate alleviation and eradication of extreme \npoverty must remain a high priority for the international community, \n \nRecognizing that early childbearing increases the risk of complications during \npregnancy and delivery and entails a much higher risk of maternal mortality and \nmorbidity, and deeply concerned that early childbearing and limited access to the \nhighest attainable standard of mental and physical health, including sexual and \nreproductive health, specifically timely access to high-quality emergency obstetric \n__________________ \n \n7  Resolution 70/1. \n \n8  Resolution 217 A (III). \n \n9  United Nations, Treaty Series, vol. 1249, No. 20378. \n \n10  Ibid., vol. 1577, No. 27531. \n \n11  See resolution 2200 A (XXI), annex. \n \n12  Ibid. \n \n13  United Nations, Treaty Series, vol. 2131, No. 20378; ibid., vols. 2171, 2173 and 2983, \nNo. 27531; ibid., vol. 1642, No. 14668; and ibid., vol. 2922, No. 14531. \n \n14  A/79/112. \n\nIntensification of efforts to end obstetric fistula \nA/RES/79/155\n \n3/9\n24-24147 \n \ncare, cause high levels of obstetric fistula and other maternal morbidities, as well as \nmaternal mortality, \n \nNoting with concern that prolonged obstructed labour, which leads to obstetric \nfistula, is also a major cause of maternal mortality and other serious childbirth injuries \nto the mother, and babies who survive such traumatic births can face significant health \nchallenges, underscoring the urgent need for comprehensive maternal and newborn \nhealthcare interventions, \n \nRecognizing that adolescent girls, in particular those who live in poverty or who \nare marginalized, are at particular risk of maternal death and morbidity, including \nobstetric fistula, and concerned that the leading cause of death among girls aged 15 \nto 19 in many low- and middle-income countries is complications from pregnancy \nand childbirth and that women aged 30 and older are at increased risk of developing \ncomplications and of dying during childbirth, \n \nRecognizing also that lack of access to sexual and reproductive health, \nespecially emergency obstetric, services, including in humanitarian settings, remains \namong the leading causes of obstetric fistula, leading to ill health and death for \nwomen and girls of childbearing age in many regions of the world, and that a dramatic \nand sustainable scaling-up of quality treatment and healthcare services, including \nhigh-quality emergency obstetric services, and of the number of trained, competent \nfistula surgeons and midwives is needed to significantly reduce maternal and newborn \nmortality and to eradicate obstetric fistula, \n \nNoting that a human rights-based approach to eliminating obstetric fistula and \nefforts to eliminate obstetric fistula should be underpinned by, inter alia, \naccountability, \nparticipation, \ntransparency, \nempowerment, \nsustainability, \nnon-discrimination and international cooperation, \n \nDeeply concerned about discrimination against and marginalization of women \nand girls, in particular those who are facing multiple and intersecting forms of \ndiscrimination, which often result in reduced access to education and nutrition, \ncompromising their physical and mental health and well-being and the enjoyment of \ntheir human rights and the opportunities and benefits of childhood and adolescence \ncompared with boys, and often in their being subjected to various forms of cultural, \nsocial, sexual and economic exploitation and abuse, violence and harmful practices, \nwhich can increase the risk of obstetric fistula, \n \nDeeply concerned also about the situation of women and girls living with or \nrecovering from obstetric fistula, who are often neglected and stigmatized, which may \nlead to negative effects on their mental health, resulting in depression and suicide, \nand are driven deeper into poverty and marginalization, \n \nRecognizing the need to raise awareness among men and adolescent boys and, \nin this context, to fully engage men and community leaders as strategic partners and \nallies in the efforts to address and eliminate obstetric fistula, \n \nWelcoming the contribution by Member States, the international community, the \nprivate sector and civil society to the global Campaign to End Fistula led by the \nUnited Nations Population Fund, bearing in mind that a people-centred approach to \nsocial and economic development is fundamental for protecting and empowering \nindividuals and communities, \n \nDeeply concerned that, as the global Campaign to End Fistula completes its \ntwenty-first anniversary, while some progress has been made, significant challenges \nremain that require the intensification of efforts at all levels to end obstetric fistula, \n \nDeeply concerned also about the insufficient resources for addressing obstetric \nfistula in high-burden countries, compounded by the low levels of development \n\nA/RES/79/155 \nIntensification of efforts to end obstetric fistula\n \n24-24147\n4/9 \n \nassistance for maternal and newborn health, which have declined in recent years, and \nthe substantial need for additional resources and support for the global Campaign to \nEnd Fistula and for national and regional initiatives dedicated to improving maternal \nhealth and eliminating obstetric fistula, \n \nRecalling the Secretary-General’s revised Global Strategy for Women’s, \nChildren’s and Adolescents’ Health (2016–2030), undertaken by a broad coalition of \npartners, in support of national plans and strategies that aim for the highest attainable \nstandards of health and well-being, physical, mental and social, at every age, ending \nmaternal and newborn mortality, which is preventable, and noting that this can \ncontribute to the achievement of the Sustainable Development Goals, \n \nNoting with deep concern that, while most causes of maternal mortality and \nmorbidity are preventable, 30 years after the adoption of the Programme of Action of \nthe International Conference on Population and Development, in 1994, global \nprogress to reduce maternal mortality has stagnated or worsened in most regions, \nparticularly in Africa between 2016 and 2020, and that, for every maternal death, an \nestimated 20 to 30 women experience acute or chronic morbidities, including \nobstetric fistula, and noting in this regard that expenditures for healthcare delivery \nsystem infrastructure, in particular emergency obstetric care supported by adequate \ntransportation infrastructure, continue to fall short of what is needed to end maternal \nmorbidity by 2030, as agreed in the 2030 Agenda,  \n \nTaking note of the Pact for the Future,15 while emphasizing particular actions to \naccelerate efforts to achieve universal health coverage and the various national, \nregional and international initiatives on all the Sustainable Development Goals and \nthe global Campaign to End Fistula, including those undertaken bilaterally and \nthrough South-South cooperation, in support of national plans and strategies in \nsectors such as health, education, finance, gender equality, energy, water and \nsanitation, poverty eradication and nutrition as a way to reduce the number of \nmaternal, newborn and under-5 child deaths, \n \nTaking note also of recently reinvigorated regional initiatives aimed at \nstrengthening commitments to ending obstetric fistula as part of the broader maternal \nand newborn health, development and human rights agenda, \n \nWelcoming government ownership and leadership in new and ongoing \ncoordination related to partnerships between stakeholders at all levels to address the \nmultifaceted determinants of maternal, newborn and child health, based on their needs \nand priorities, and in this regard welcoming also the commitments to accelerating \nprogress on the health-related Sustainable Development Goals by 2030, \n \n1. \nReaffirms the commitments made by Member States to achieve the \nSustainable Development Goals by 2030, and recognizes that the efforts to end \nobstetric fistula within a decade will contribute to the achievement of the Goals by \n2030; \n \n2. \nStresses the need to address the interlinkages between poverty, lack of or \ninadequate education for women and girls, gender inequality, lack of or inadequate \naccess to healthcare services, including sexual and reproductive healthcare services, \nearly childbearing and child, early and forced marriage as root causes of obstetric \nfistula, and calls upon States, in collaboration with the international community, to \ntake accelerated action to address the situation; \n \n3. \nAlso stresses the need for comprehensive strategies at the national, \nregional and international levels to eradicate poverty in all its forms and dimensions, \nincluding the feminization of poverty, as well as to ensure economic empowerment \n__________________ \n \n15  Resolution 79/1. \n\nIntensification of efforts to end obstetric fistula \nA/RES/79/155\n \n5/9\n24-24147 \n \nand access to quality maternal healthcare, to prevent maternal complications, in \nparticular obstetric fistula, while addressing underlying socioeconomic inequalities, \nwhich lie at the root of these problems, as well as risk factors such as female genital \nmutilation, child, early and forced marriage and childbearing; \n \n4. \nCalls upon States to take all measures necessary to ensure the right of \nwomen and girls to the enjoyment of the highest attainable standard of health, \nincluding sexual and reproductive health, and reproductive rights, in accordance with \nthe Programme of Action of the International Conference on Population and \nDevelopment, the Beijing Platform for Action16 and the outcome documents of their \nreview conferences, and to develop sustainable health systems and social services, \nwith a view to ensuring universal access to such systems and services without \ndiscrimination, while paying special attention to adequate food and nutrition, water \nand sanitation, family planning information, increasing women’s empowerment, \nknowledge and awareness and ensuring equitable access to high-quality appropriate \nprenatal and delivery care for the prevention of obstetric fistula and the reduction of \nhealth inequities, as well as postnatal care for the detection and early management of \nfistula cases; \n \n5. \nAlso calls upon States to achieve universal health coverage in order to ensure \nequitable coverage and timely access, by means of national plans, policies and \nprogrammes, to healthcare services, in particular to prevent obstetric fistula, and to \nprovide universal access to high-quality emergency obstetric and newborn care, \nadequately supplied birthing facilities, antenatal and postnatal care, skilled birth \nattendance, obstetric fistula treatment and family planning that are financially \naffordable, accessible and culturally sensitive, especially in rural and the most remote \nareas; \n \n6. \nFurther calls upon States to ensure the right to education of good quality \nfor women and girls, on an equal basis with men and boys, and to ensure that they \ncomplete a full course of primary education, and to renew their efforts to improve and \nexpand girls’ and women’s education at all levels, including at the secondary and \nhigher levels, including age-appropriate sex education, as well as vocational \neducation and technical training, in order to, inter alia, achieve gender equality, the \nempowerment of women and girls and poverty eradication; \n \n7. \nUrges States to enact and strictly enforce laws to ensure that marriage, \nincluding in rural and remote areas, is entered into only with the free and full consent \nof the intending spouses and, in addition, to enact and strictly enforce laws concerning \nthe minimum legal age of consent and the minimum age for marriage and to raise the \nminimum age for marriage, where necessary; \n \n8. \nCalls upon the international community to provide intensified technical \nand financial support, in particular to high-burden countries, to further accelerate \nprogress towards enhancing quality care to prevent and respond to childbirth injuries \nsuch as fistula, especially in fragile contexts, and to mobilize the public and private \nsectors to ensure increased, predictable, sustained and adequate funding to prevent \nchildbirth injuries and end fistula by 2030 and leave no one behind; \n \n9. \nUrges the international community to provide and enhance the necessary \nresources and capacity-building, upon the request of Member States, in order to treat \nfistula cases through surgery, leading to the reintegration of affected women and girls \ninto their communities, with appropriate psychosocial, medical and economic support \nto restore their well-being and dignity; \n__________________ \n \n16  Report of the Fourth World Conference on Women, Beijing 4–15 September 1995 (United Nations \npublication, Sales No. E.96.IV.13), chap. I, resolution 1, annex II. \n\nA/RES/79/155 \nIntensification of efforts to end obstetric fistula\n \n24-24147\n6/9 \n \n \n10. Urges multilateral donors, international financial institutions and regional \ndevelopment banks in the public and private sectors, within their respective mandates, \nto review and implement policies to support national efforts and institutional \ncapacity-building to end obstetric fistula and to ensure that a higher proportion of \nresources reach young women and girls, in particular in rural and remote areas and \nthe poorest urban areas, as well as to ensure that needed funding is increased, \npredictable and sustained; \n \n11. \nCalls upon the international community to support the activities of the \nUnited Nations Population Fund and other partners, including the World Health \nOrganization, in the global Campaign to End Fistula in establishing and financing \nregional fistula treatment and training centres and, where necessary, national centres, \nby identifying and supporting health facilities that have the potential to serve as \ncentres for treatment, training and convalescent care; \n \n12. Calls upon States to accelerate progress to improve maternal health by \naddressing sexual and reproductive, maternal, newborn and child health in a \ncomprehensive manner, inter alia, through the provision of family planning, prenatal \ncare, skilled attendance at birth, including midwives, emergency obstetric and \nnewborn care, postnatal care and methods of prevention and treatment of sexually \ntransmitted diseases and infections, such as HIV, within strengthened healthcare \nsystems that provide universal access to affordable, equitable and high-quality \nintegrated healthcare services and include community-based preventive and clinical \ncare, towards the achievement of the 2030 Agenda for Sustainable Development; \n \n13. Urges the international community to address the shortage and inequitable \ndistribution of doctors, surgeons, midwives, nurses and other healthcare workers \ntrained in life-saving obstetric care, and of space and supplies, which limit the \ncapacity of most fistula centres; \n \n14. Commends the commemoration by the international community of 23 May \nas the International Day to End Obstetric Fistula and the decision to continue to use \nthe International Day each year to significantly raise awareness, intensify actions and \nmobilize support towards ending obstetric fistula; \n \n15. Calls upon States and/or the relevant funds and programmes, organs and \nspecialized agencies of the United Nations system, within their respective mandates, \nand invites the international financial institutions and all relevant actors of civil \nsociety, including non-governmental organizations, and the private sector, to end \nobstetric fistula within a decade by: \n \n(a) \nRedoubling their efforts to meet the internationally agreed goal of \nimproving maternal health by making maternal healthcare services and obstetric \nfistula treatment geographically and financially accessible, including by ensuring \nuniversal access to skilled attendance at birth and timely access to high-quality \nemergency obstetric care and family planning, as well as appropriate prenatal and \npostnatal care; \n \n(b) \nMaking greater investments in strengthening health systems, ensuring \nadequately trained and skilled human resources, especially midwives, obstetricians, \ngynaecologists and doctors, and providing support for the development and \nmaintenance of infrastructure, as well as investments in referral mechanisms, \nequipment and supply chains, to improve maternal and newborn healthcare services \nand ensure that women and girls have access to the full continuum of care, with \nfunctional quality control and monitoring mechanisms in place for all areas of service \ndelivery; \n \n(c) \nSupporting the training of doctors and surgeons, nurses and other \nhealthcare workers in life-saving obstetric care, especially midwives, who are the \n\nIntensification of efforts to end obstetric fistula \nA/RES/79/155\n \n7/9\n24-24147 \n \nfront-line workers in the fight to prevent obstetric fistula and maternal and newborn \nmortality, including training on fistula prevention, treatment and care as a standard \nelement of the training curricula of health professionals; \n \n(d) \nEnsuring universal access through national policies, plans and \nprogrammes that make maternal and newborn healthcare services, particularly family \nplanning, skilled attendance at birth, emergency obstetric and newborn care and \nobstetric fistula treatment, financially accessible and affordable, including in rural \nand remote areas and among the poorest women and girls through, where appropriate, \nthe establishment and distribution of healthcare facilities and trained medical \npersonnel, collaboration with the transport sector for affordable transport options, \nsupport for developing and maintaining infrastructure to improve maternal and \nnewborn healthcare services and to strengthen the capacity for surgery, the promotion \nof and support for community-based solutions and the provision of incentives and \nother means to secure the presence in rural and remote areas of qualified healthcare \nprofessionals who are able to perform interventions to prevent obstetric fistula; \n \n(e) \nDeveloping, implementing, following up on and supporting national and \ninternational prevention, care and treatment and socioeconomic reintegration and \nsupport strategies, policies and plans to eliminate obstetric fistula within a decade by \ndeveloping further multisectoral, multidisciplinary, comprehensive and integrated \naction plans in order to bring about lasting solutions and put an end to maternal \nmortality and morbidity and obstetric fistula, which is preventable and treatable, \nincluding by ensuring access to affordable, accessible, comprehensive, high-quality \nmaternal healthcare services, and, within countries, incorporating into all sectors of \nnational budgets policy and programmatic approaches to address inequities and reach \npoor women and girls and those in vulnerable situations; \n \n(f) \nEstablishing or strengthening, as appropriate, a national task force for \nobstetric fistula, with a lead governmental entity, to enhance national coordination \nand improve partner collaboration to end obstetric fistula, including partnering with \nin-country efforts, to increase surgical capacity and to promote universal access to \nessential and life-saving surgery; \n \n(g) \nStrengthening the capacity of healthcare systems, in particular public \nhealth systems, to provide the essential services needed to prevent obstetric fistula and \nto treat existing cases by increasing national budgets for health, ensuring that adequate \nfunds are allocated to reproductive health, including for obstetric fistula, ensuring \naccess to fistula treatment through increased availability of trained, expert fistula \nsurgeons and permanent, holistic fistula services integrated into strategically selected \nhospitals, thereby addressing the significant backlog of women and girls awaiting \nsurgical repair of fistula, and encouraging communication among fistula centres to \nfacilitate training, research, advocacy and fundraising and the application of relevant \nmedical standards, including consideration of the use of the World Health Organization \nmanual entitled Obstetric Fistula: Guiding Principles for Clinical Management and \nProgramme Development, which provides background information and principles for \ndeveloping fistula prevention and treatment programmes, as appropriate; \n \n(h) \nMobilizing funding to provide free or adequately subsidized maternal \nhealthcare and obstetric fistula repair and treatment services, including by \nencouraging networking among providers and the sharing of new treatment \ntechniques and protocols to protect women’s and children’s well-being and survival \nand to prevent the recurrence of subsequent fistulas by making post-surgery follow \nup and the tracking of fistula patients a routine and key component of all fistula \nprogrammes, and also to ensure access to elective caesarean sections for fistula \nsurvivors who become pregnant again in order to prevent fistula recurrence and to \nincrease the chances of survival of mother and baby in all subsequent pregnancies; \n\nA/RES/79/155 \nIntensification of efforts to end obstetric fistula\n \n24-24147\n8/9 \n \n \n(i) \nIncreasing national budgets and harnessing domestic resources for health, \nensuring that adequate funds are allocated to prevent obstetric fistula and to treat \nexisting cases, and for strengthening the capacity of healthcare systems to provide the \nessential services needed in this regard; \n \n(j) \nEnsuring that all women and girls who have undergone fistula treatment, \nincluding the forgotten women and girls whose conditions are deemed incurable or \ninoperable, are provided with and have access to comprehensive healthcare services, \nholistic social integration services and careful follow-up, including counselling, \neducation, family planning, socioeconomic empowerment, social protection and \npsychosocial services, for as long as needed, through, inter alia, skills development, \nfamily and community support and income-generating activities, so that they can \novercome abandonment, stigma, ostracism and economic and social exclusion, and \ndeveloping linkages with civil society organizations and women’s and girls’ \nempowerment programmes so as to help to achieve this goal; \n \n(k) \nEmpowering fistula survivors to make informed decisions about their lives \nand to contribute to community sensitization and mobilization as advocates for fistula \nelimination, safe motherhood and newborn survival, and supporting the exercise of \ntheir voice, agency and leadership; \n \n(l) \nAccelerating efforts to improve the health of women and girls globally, \nwith an increased focus on social determinants that affect their well-being and that \ninclude the provision of universal access to quality education for women and girls, \neconomic empowerment, with access to microcredit, savings and microfinancing, \nlegal reforms, the promotion and support of their meaningful participation in \ndecision-making at all levels, and social initiatives, including legal literacy to protect \nwomen and girls from violence and discrimination, child, early and forced marriage \nand early pregnancy; \n \n(m) Educating individual women and men, girls and boys, communities, \npolicymakers and health professionals about how obstetric fistula can be prevented \nand treated, and increasing awareness of the needs of pregnant women and girls, as \nwell as of those who have undergone surgical fistula repair, including their right to \nthe highest attainable standard of mental and physical health, including sexual and \nreproductive health, by working with community and religious leaders, traditional \nbirth attendants and midwives, women and girls who have suffered from fistula, the \nmedia, social workers, civil society, women’s organizations, influential public figures \nand policymakers; \n \n(n) \nEnhancing the participation of men and adolescent boys in the \nintensification of efforts to end obstetric fistula and further strengthening their \ninvolvement as partners, including in the global Campaign to End Fistula; \n \n(o) \nStrengthening awareness-raising and advocacy, including through the \nmedia, to effectively reach families and communities with key messages on fistula \nprevention and treatment and social reintegration; \n \n(p) \nStrengthening research, monitoring and evaluation systems, including by \ndeveloping a community- and facility-based mechanism for the systematic \nnotification of obstetric fistula cases and maternal and newborn deaths to ministries \nof health, and their recording in a national register, and by acknowledging obstetric \nfistula as a nationally notifiable condition, triggering immediate reporting, tracking \nand follow-up for the purpose of guiding the development and implementation of \nmaternal health programmes and ending fistula within a decade; \n \n(q) \nStrengthening research, data collection, monitoring and evaluation to \nguide the planning and implementation of maternal health programmes, including for \nobstetric fistula, by conducting up-to-date needs assessments on emergency obstetric \n\nIntensification of efforts to end obstetric fistula \nA/RES/79/155\n \n9/9\n24-24147 \n \nand newborn care and for fistula and routine reviews of maternal deaths and near-\nmiss cases as part of a national maternal death surveillance and response system, \nintegrated within national health information systems; \n \n(r) \nImproving data collection, pre- and post-surgery, to measure progress in \naddressing needs for surgical treatment and the quality of surgery, rehabilitation and \nsocioeconomic reintegration services, including post-surgery prospects for successful \nsubsequent pregnancies, live births and severe health-related complications, so as to \naddress the challenges of improving maternal health; \n \n(s) \nProviding essential healthcare services, equipment and supplies, \neducation, skills training and income-generating projects and support to women and \ngirls so that they can break out of the cycle of poverty; \n \n16. Encourages Member States to contribute to efforts to end obstetric fistula, \nincluding, in particular, through the global Campaign to End Fistula, to achieve the \nSustainable Development Goals by 2030 and to commit themselves to continued \nefforts to improve maternal and newborn health, with the aim of eliminating obstetric \nfistula globally within a decade; \n \n17. Requests the global Campaign to End Fistula to implement the road map \nthat will accelerate action to end obstetric fistula within a decade, towards achieving \nthe 2030 Agenda, including for enhancing financial resources for interventions at the \nlocal, subnational, national, regional and international levels, in order to support \ncountries and relevant United Nations organizations in the prevention, treatment and \ncare of obstetric fistula; \n \n18. Requests the Secretary-General to submit a comprehensive report with \nspecific updated statistics and disaggregated data on obstetric fistula and the \nchallenges faced by Member States in implementing the present resolution to the \nGeneral Assembly at its eighty-first session, under the item entitled “Advancement of \nwomen”, focusing on information on the financial resources required to fulfil the goal \nof ending obstetric fistula by 2030 and including all available information on \nexpenditures on addressing fistula and their source since the adoption of resolution \n62/138, in 2007. \n \n53rd plenary meeting \n17 December 2024 \n \n",
  "paragraphs": {
    "1": "Reaffirms the commitments made by Member States to achieve the Sustainable Development Goals by 2030, and recognizes that the efforts to end obstetric fistula within a decade will contribute to the achievement of the Goals by 2030;",
    "2": "Stresses the need to address the interlinkages between poverty, lack of or inadequate education for women and girls, gender inequality, lack of or inadequate access to healthcare services, including sexual and reproductive healthcare services, early childbearing and child, early and forced marriage as root causes of obstetric fistula, and calls upon States, in collaboration with the international community, to take accelerated action to address the situation;",
    "3": "Also stresses the need for comprehensive strategies at the national, regional and international levels to eradicate poverty in all its forms and dimensions, including the feminization of poverty, as well as to ensure economic empowerment and access to quality maternal healthcare, to prevent maternal complications, in particular obstetric fistula, while addressing underlying socioeconomic inequalities, which lie at the root of these problems, as well as risk factors such as female genital mutilation, child, early and forced marriage and childbearing;",
    "4": "Calls upon States to take all measures necessary to ensure the right of women and girls to the enjoyment of the highest attainable standard of health, including sexual and reproductive health, and reproductive rights, in accordance with the Programme of Action of the International Conference on Population and Development, the Beijing Platform for Action16 and the outcome documents of their review conferences, and to develop sustainable health systems and social services, with a view to ensuring universal access to such systems and services without discrimination, while paying special attention to adequate food and nutrition, water and sanitation, family planning information, increasing women’s empowerment, knowledge and awareness and ensuring equitable access to high-quality appropriate prenatal and delivery care for the prevention of obstetric fistula and the reduction of health inequities, as well as postnatal care for the detection and early management of fistula cases;",
    "5": "Also calls upon States to achieve universal health coverage in order to ensure equitable coverage and timely access, by means of national plans, policies and programmes, to healthcare services, in particular to prevent obstetric fistula, and to provide universal access to high-quality emergency obstetric and newborn care, adequately supplied birthing facilities, antenatal and postnatal care, skilled birth attendance, obstetric fistula treatment and family planning that are financially affordable, accessible and culturally sensitive, especially in rural and the most remote areas;",
    "6": "Further calls upon States to ensure the right to education of good quality for women and girls, on an equal basis with men and boys, and to ensure that they complete a full course of primary education, and to renew their efforts to improve and expand girls’ and women’s education at all levels, including at the secondary and higher levels, including age-appropriate sex education, as well as vocational education and technical training, in order to, inter alia, achieve gender equality, the empowerment of women and girls and poverty eradication;",
    "7": "Urges States to enact and strictly enforce laws to ensure that marriage, including in rural and remote areas, is entered into only with the free and full consent of the intending spouses and, in addition, to enact and strictly enforce laws concerning the minimum legal age of consent and the minimum age for marriage and to raise the minimum age for marriage, where necessary;",
    "8": "Calls upon the international community to provide intensified technical and financial support, in particular to high-burden countries, to further accelerate progress towards enhancing quality care to prevent and respond to childbirth injuries such as fistula, especially in fragile contexts, and to mobilize the public and private sectors to ensure increased, predictable, sustained and adequate funding to prevent childbirth injuries and end fistula by 2030 and leave no one behind;",
    "9": "Urges the international community to provide and enhance the necessary resources and capacity-building, upon the request of Member States, in order to treat fistula cases through surgery, leading to the reintegration of affected women and girls into their communities, with appropriate psychosocial, medical and economic support to restore their well-being and dignity;",
    "10": "Urges multilateral donors, international financial institutions and regional development banks in the public and private sectors, within their respective mandates, to review and implement policies to support national efforts and institutional capacity-building to end obstetric fistula and to ensure that a higher proportion of resources reach young women and girls, in particular in rural and remote areas and the poorest urban areas, as well as to ensure that needed funding is increased, predictable and sustained;",
    "11": "Calls upon the international community to support the activities of the United Nations Population Fund and other partners, including the World Health Organization, in the global Campaign to End Fistula in establishing and financing regional fistula treatment and training centres and, where necessary, national centres, by identifying and supporting health facilities that have the potential to serve as centres for treatment, training and convalescent care;",
    "12": "Calls upon States to accelerate progress to improve maternal health by addressing sexual and reproductive, maternal, newborn and child health in a comprehensive manner, inter alia, through the provision of family planning, prenatal care, skilled attendance at birth, including midwives, emergency obstetric and newborn care, postnatal care and methods of prevention and treatment of sexually transmitted diseases and infections, such as HIV, within strengthened healthcare systems that provide universal access to affordable, equitable and high-quality integrated healthcare services and include community-based preventive and clinical care, towards the achievement of the 2030 Agenda for Sustainable Development;",
    "13": "Urges the international community to address the shortage and inequitable distribution of doctors, surgeons, midwives, nurses and other healthcare workers trained in life-saving obstetric care, and of space and supplies, which limit the capacity of most fistula centres;",
    "14": "Commends the commemoration by the international community of 23 May as the International Day to End Obstetric Fistula and the decision to continue to use the International Day each year to significantly raise awareness, intensify actions and mobilize support towards ending obstetric fistula;",
    "15": " front-line workers in the fight to prevent obstetric fistula and maternal and newborn mortality, including training on fistula prevention, treatment and care as a standard element of the training curricula of health professionals; (d) (i) and newborn care and for fistula and routine reviews of maternal deaths and near- miss cases as part of a national maternal death surveillance and response system, integrated within national health information systems; (r) Improving data collection, pre- and post-surgery, to measure progress in addressing needs for surgical treatment and the quality of surgery, rehabilitation and socioeconomic reintegration services, including post-surgery prospects for successful subsequent pregnancies, live births and severe health-related complications, so as to address the challenges of improving maternal health; (s) Providing essential healthcare services, equipment and supplies, education, skills training and income-generating projects and support to women and girls so that they can break out of the cycle of poverty;",
    "16": "Encourages Member States to contribute to efforts to end obstetric fistula, including, in particular, through the global Campaign to End Fistula, to achieve the Sustainable Development Goals by 2030 and to commit themselves to continued efforts to improve maternal and newborn health, with the aim of eliminating obstetric fistula globally within a decade;",
    "17": "Requests the global Campaign to End Fistula to implement the road map that will accelerate action to end obstetric fistula within a decade, towards achieving the 2030 Agenda, including for enhancing financial resources for interventions at the local, subnational, national, regional and international levels, in order to support countries and relevant United Nations organizations in the prevention, treatment and care of obstetric fistula;",
    "18": "Requests the Secretary-General to submit a comprehensive report with specific updated statistics and disaggregated data on obstetric fistula and the challenges faced by Member States in implementing the present resolution to the General Assembly at its eighty-first session, under the item entitled “Advancement of women”, focusing on information on the financial resources required to fulfil the goal of ending obstetric fistula by 2030 and including all available information on expenditures on addressing fistula and their source since the adoption of resolution 62/138, in 2007."
  },
  "agenda_items": [
    "Item 27"
  ],
  "symbol_references": []
}