{
  "symbol": "A/RES/74/142",
  "filename": "A_RES_74_142.pdf",
  "title": "74/142. International Equal Pay Day",
  "text": "United Nations \nA/RES/74/142\n \n \nGeneral Assembly \nDistr.: General \n21 January 2020 \n \n19-22241 (E)    230120 \n*1922241* \n \n \nSeventy-fourth session \nAgenda item 70 \nPromotion and protection of human rights \n \n \n \n \n Resolution adopted by the General Assembly \non 18 December 2019 \n \n \n \n \n[on the report of the Third Committee (A/74/399)] \n \n \n 74/142. International Equal Pay Day \n \n \n \nThe General Assembly, \n \nReaffirming the obligation of all States to promote and protect all human rights \nand fundamental freedoms, and also that all forms of discrimination, including \ndiscrimination against women and girls, are contrary to the Charter of the United \nNations, the Universal Declaration of Human Rights,1 the International Covenant on \nCivil and Political Rights, 2 the International Covenant on Economic, Social and \nCultural Rights,2 the Convention on the Elimination of All Forms of Discrimination \nagainst Women,3 the Convention on the Rights of the Child,4 the Convention on the \nRights of Persons with Disabilities,5 the International Convention on the Elimination \nof All Forms of Racial Discrimination6 and other relevant human rights instruments, \n \nReaffirming also the commitment made to gender equality and the \nempowerment of all women and girls, contained in the outcome documents of relevant \ninternational conferences and summits, in particular the Beijing Declaration and \nPlatform for Action adopted at the Fourth World Conference on Women7 and the \noutcomes of the twenty-third special session of the General Assembly, entitled \n“Women 2000: gender equality, development and peace for the twenty-first century”,8  \n__________________ \n \n1 Resolution 217 A (III). \n \n2 See resolution 2200 A (XXI), annex. \n \n3 United Nations, Treaty Series, vol. 1249, No. 20378. \n \n4 Ibid., vol. 1577, No. 27531. \n \n5 Ibid., vol. 2515, No. 44910. \n \n6 Ibid., vol. 660, No. 9464. \n \n7 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n8 Resolution S-23/2, annex, and resolution S-23/3, annex. \n\nA/RES/74/142 \nInternational Equal Pay Day\n \n19-22241\n2/3 \n \n \nRecalling that the 2030 Agenda for Sustainable Development 9 addresses the \nneed to achieve gender equality and the empowerment of all women and girls, in order \nto ensure that no one is left behind, and that the systematic mainstreaming of a gender \nperspective in the implementation of the 2030 Agenda is crucial, \n \nRecalling also the commitment to achieve full and productive employment and \ndecent work for all women and men, including for young people and persons with \ndisabilities, and equal pay for work of equal value, contained in the Sustainable \nDevelopment Goals, in particular target 8.5, \n \nNoting the work of the Equal Pay International Coalition, which was established \nto contribute to the achievement of equal pay for work of equal value and the relevant \nSustainable Development Goals, in particular target 8.5, \n \nTaking note of the Secretary-General’s High-level Panel on Women’s Economic \nEmpowerment, \n \nTaking note with appreciation of the major contributions made by civil society, \nincluding women’s and community-based organizations and feminist groups, as well \nas businesses and workers’ and employers’ organizations, to promoting equal pay for \nwork of equal value and the economic empowerment of women and girls, \n \nRecognizing that progress on the achievement of gender equality and the \nempowerment of women and girls has been held back owing to the persistence of \nhistorical and structural unequal power relations between women and men, poverty \nand inequalities and disadvantages in access to resources and opportunities that limit \nwomen’s and girls’ capabilities, \n \nExpressing deep concern that this progress has been particularly slow when it \ncomes to women’s economic empowerment, that work traditionally held by women \nhas been undervalued and that tackling pay inequality has proved to be particularly \ndifficult, \n \nRecalling in this regard Human Rights Council resolution 41/14 of 11 July 2019 \non equal pay10 and its recommendation to declare an International Equal Pay Day, in \norder to celebrate the efforts of all stakeholders to achieve equal pay for work of equal \nvalue and urge further action for the goal of equal pay for work of equal value for all, \n \nReaffirming its resolutions 53/199 of 15 December 1998 and 61/185 of \n20 December 2006 on the proclamation of international years and Economic and \nSocial Council resolution 1980/67 of 25 July 1980 on international years and \nanniversaries, particularly paragraphs 1 to 10 of the annex thereto on the agreed \ncriteria for the proclamation of international years, and paragraphs 13 and 14, in \nwhich it is stated that an international day or year should not be proclaimed before \nthe basic arrangements for its organization and financing have been made, \n \n1. \nDecides to proclaim 18 September as International Equal Pay Day, to be \nobserved each year beginning in 2020; \n \n2. \nInvites all Member States, relevant organizations of the United Nations \nsystem, \nother \ninternational \norganizations \nand \ncivil \nsociety, \nincluding \nnon-governmental organizations and the private sector, to observe International Equal \nPay Day in an appropriate manner, in order to celebrate the efforts of all stakeholders \nto achieve equal pay for work of equal value and urge the further action required to \n__________________ \n \n9 Resolution 70/1. \n \n10 See Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 53 \n(A/74/53), chap. II. \n\nInternational Equal Pay Day \nA/RES/74/142\n \n3/3\n19-22241 \n \nachieve the goal of equal pay for work of equal value for all, and encourages all \nstakeholders to continue to support the goal of equal pay for work of equal value; \n \n3. \nInvites the United Nations Entity for Gender Equality and the \nEmpowerment of Women (UN-Women) and the International Labour Organization, \nwithin their respective mandates and existing resources, in collaboration with all \nrelevant organizations already involved in the promotion of equal pay for work of \nequal value, to work together to facilitate the observance of International Equal Pay \nDay and to support Member States, upon their request, in observing the Day; \n \n4. \nRequests the Secretary-General to bring the present resolution to the \nattention of all Member States and organizations of the United Nations system; \n \n5. \nStresses that the cost of all activities that may arise from the \nimplementation of the present resolution shall be met from voluntary contributions. \n \n50th plenary meeting \n18 December 2019 \n \n",
  "paragraphs": {
    "1": "Decides to proclaim 18 September as International Equal Pay Day, to be observed each year beginning in 2020;",
    "2": "Invites all Member States, relevant organizations of the United Nations system, other international organizations and civil society, including non-governmental organizations and the private sector, to observe International Equal Pay Day in an appropriate manner, in order to celebrate the efforts of all stakeholders to achieve equal pay for work of equal value and urge the further action required to achieve the goal of equal pay for work of equal value for all, and encourages all stakeholders to continue to support the goal of equal pay for work of equal value;",
    "3": "Invites the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women) and the International Labour Organization, within their respective mandates and existing resources, in collaboration with all relevant organizations already involved in the promotion of equal pay for work of equal value, to work together to facilitate the observance of International Equal Pay Day and to support Member States, upon their request, in observing the Day;",
    "4": "Requests the Secretary-General to bring the present resolution to the attention of all Member States and organizations of the United Nations system;",
    "5": "Stresses that the cost of all activities that may arise from the implementation of the present resolution shall be met from voluntary contributions."
  },
  "agenda_items": [
    "Item 70"
  ],
  "symbol_references": []
}