{
  "symbol": "A/RES/80/5",
  "filename": "A_RES_80_5.pdf",
  "title": "80/5. Doha Political Declaration of the “World Social Summit” under the title “the Second World Summit for Social Development”",
  "text": "United Nations \nA/RES/80/5\n \n \nGeneral Assembly \nDistr.: General \n4 November 2025 \n \n25-17700 (E) \n*2517700* \n \n \nEightieth session \nAgenda item 25 (b) \nSocial development: social development, including \nquestions relating to the world social situation and to \nyouth, ageing, persons with disabilities and the family \n \n \n \n \n Resolution adopted by the General Assembly \non 4 November 2025 \n \n \n \n \n[without reference to a Main Committee (A/80/L.5)] \n \n \n \n80/5. Doha Political Declaration of the “World Social Summit” under \nthe title “the Second World Summit for Social Development” \n \n \n \nThe General Assembly \n \nAdopts the Doha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”, as contained in the annex \nto the present resolution. \n \n28th plenary meeting \n4 November 2025 \n \n \n \nAnnex \n \n \nDoha Political Declaration of the “World Social Summit” under the title “the \nSecond World Summit for Social Development” \n \n1. \nWe, Heads of State and Government and high representatives, have gathered in \nDoha from 4 to 6 November 2025 at the Second World Summit for Social Development \nto build a more just, inclusive, equitable and sustainable world, by addressing gaps, \nassessing progress and recommitting to the Copenhagen Declaration on Social \nDevelopment and Programme of Action of the World Summit for Social Development 1 \nand their implementation, and give momentum towards the implementation of the \n2030 Agenda for Sustainable Development.2 \n2. \nWe acknowledge the urgent need to address profound social challenges, \nespecially poverty, unemployment and social exclusion, that affect every country. It \nis our task to address both their underlying and structural causes and their distressing \n__________________ \n \n1 Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n2 Resolution 70/1. \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n2/18 \n \nconsequences in accordance with international law, including human rights \nobligations, in order to reduce uncertainty, inequality and insecurity. \n3. \nWe recognize that the three core themes of social development, namely, poverty \neradication, promotion of full and productive employment and decent work for all \nand social integration, are interrelated and mutually reinforcing, and that an enabling \nenvironment therefore needs to be created so that all three objectives can be pursued \nsimultaneously. \n4. \nWe share the conviction that social development and social justice are \nindispensable for the achievement and maintenance of peace and security within and \namong our nations. In turn, social development and social justice cannot be attained \nin the absence of peace and security or in the absence of respect for all human rights \nand fundamental freedoms. \n5. \nWe meet 30 years after the first World Summit for Social Development and days \nafter the commemoration of the eightieth anniversary of the United Nations, with a \ndetermination to promote social development and social justice anchored in a \nstrengthened and effective multilateral system, and we reaffirm and remain guided by \nthe purposes and principles of the Charter of the United Nations and international law.  \n6. \nWe recommit to the Copenhagen Declaration and Programme of Action, as they \nremain relevant and valid, and the further initiatives for social development adopted \nby the General Assembly, including at its twenty-fourth special session,3 and to a \ncontinued global dialogue on social development issues.  \n7. \nWe reaffirm the full, timely and effective implementation of the 2030 Agenda \nand the realization of the Sustainable Development Goals, upholding all the principles \nenshrined in it, including the promise to leave no one behind and reach the furthest \nbehind first, and to place people at the centre of development, with due consideration \nof the needs of present and future generations, and a strong commitment to \nsafeguarding our planet. \n8. \nWe also reaffirm the intergovernmental commitments related to social \ndevelopment, including those in the political declarations of the Sustainable \nDevelopment Goals Summits held in 2019 and 2023, 4  as well as the relevant \ncommitments in the Pact for the Future and its annexes.5 \n9. \nWe reaffirm the Addis Ababa Action Agenda of the Third International \nConference on Financing for Development6 as an integral part of the 2030 Agenda. \nWe are committed to its full implementation, which is critical for the realization of \nthe Sustainable Development Goals and their targets. \n10. We welcome the outcome document of the Fourth International Conference on \nFinancing for Development, the Sevilla Commitment, 7  which renews the global \nfinancing for development framework, building on the Addis Ababa Action Agenda, \nand call for its timely and effective implementation. \n11. \nWe reaffirm that the pursuit and enjoyment of human rights and fundamental \nfreedoms for all, encompassing civil, political, economic, social and cultural rights, \nwhich includes the right to development, must be respected, protected and promoted, \nwithout distinction or discrimination of any kind.  \n__________________ \n \n3 Resolution S-24/2, annex. \n \n4 Resolution 74/4, annex, and resolution 78/1, annex. \n \n5 Resolution 79/1. \n \n6 Resolution 69/313, annex. \n \n7 Resolution 79/323, annex. \n\nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development” \nA/RES/80/5\n \n3/18\n25-17700 \n \n12. We reaffirm that the eradication of poverty in all its forms and dimensions, \nincluding extreme poverty, remains the greatest global challenge and an indispensable \nrequirement for sustainable development.  \n13. We stress the need to take urgent and ambitious climate action in the \nimplementation of the United Nations Framework Convention on Climate Change 8 \nand the Paris Agreement 9  in relation to climate mitigation, adaptation and the \nprovision of the means of implementation, especially finance to developing countries. \n14. We reaffirm all the principles of the Rio Declaration on Environment and \nDevelopment, 10  including, inter alia, the principle of common but differentiated \nresponsibilities, as set out in principle 7 thereof. \n15. We gather here in Doha at a summit of renewed hope, driven by commitment \nand collective action. While facing urgent and complex challenges, we see new \nopportunities. We are convinced that meaningful progress is possible through genuine \nsolidarity, effective multilateralism and inclusive international cooperation, taking \ninto account national realities and regional contexts, particularly in developing \ncountries. \n16. We remain committed to a political, economic, ethical and spiritual vision for \nsocial development that is based on human dignity, human rights, equality, respect, \npeace, democracy, mutual responsibility and cooperation, and full respect for the \nvarious religious and ethical values and cultural backgrounds of people. \n17. We welcome the progress made towards the full implementation of the \nCopenhagen Declaration and Programme of Action through concerted action at the \nnational, regional and global levels. The global wealth of nations has grown \nsignificantly since 1995 and international trade has grown even more. Global labour \nproductivity has increased, and the global unemployment rate has reached a historic \nlow. Extreme poverty has been reduced and access to education, healthcare and social \nprotection has improved considerably. \n18. Yet, 30 years after the convening of the World Summit for Social Development, \nprogress remains slow and uneven, and major gaps and inequalities persist within and \namong countries. With only five years remaining until the 2030 deadline, progress \ntowards achieving most of the Sustainable Development Goals has been far too slow, \nwith some goals stalled or even regressing despite notable advances in a few areas:  \n \n(a) \nAlthough great strides have been made in reducing poverty since 1995, in \nrecent years progress has slowed, and millions of people still live in extreme poverty \nand over 1 billion people endure poverty in different forms and dimensions. Children, \nwomen, persons with disabilities, people living in rural areas and those in vulnerable \nsituations experience higher poverty rates than the rest of the population. Hunger, \nfood insecurity and malnutrition are still a reality, with global undernourishment \nrising in recent years. While access to education has expanded, still too many children \nare out of school; \n \n(b) \nIn addition, while millions have been lifted out of poverty, billions of \npeople live close to the poverty line and face a constant risk of falling into extreme \npoverty. Despite significant global progress in gradually expanding social protection \n__________________ \n \n8 United Nations, Treaty Series, vol. 1771, No. 30822. \n \n9 Adopted under the United Nations Framework Convention on Climate Change. See \nFCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n \n10 Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3–14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n4/18 \n \ncoverage, including social protection floors, almost 4 billion people still lack access \nto any form of social protection, including nearly 2 billion children;  \n \n(c) \nMillions of workers continue to live in poverty, earning wages and \nincomes that are not sufficient for an adequate standard of living or to sustain their \nfamilies. Informal employment remains pervasive, with billions of people making \ntheir living in the informal economy. Women and young people are disproportionately \nengaged in informal and precarious employment. Furthermore, progress towards \nending child labour is too slow;  \n \n(d) \nMillions of youth do not have access to education, employment or training, \nthe majority of whom are young women. In the labour market, young people, \nespecially youth with disabilities, experience higher levels of unemployment, \ninformal employment and working poverty. These decent work deficits can have long-\nlasting consequences on poverty eradication efforts and affect the well-being of \ncurrent and future generations; \n \n(e) \nToday, inequality has reached staggering levels. Since 1995, income \ninequality has increased in many countries, developed and developing. Global wage \ngaps remain significant. Gender inequality is deeply entrenched. On average, women \nearn less than men and millions of women worldwide are outside the labour force; \n \n(f) \nPersons with disabilities continue to be more likely to live in poverty, are \nunderemployed and unemployed, and face additional disability-related costs, \nincluding medical costs, as well as other significant and persistent social and \neconomic barriers to inclusion in society;  \n \n(g) \nDigital divides within and among countries persist, particularly in rural \nand remote areas. Billions of people currently do not have connectivity, access to the \nInternet and lack digital skills. Digital infrastructure, connectivity and access to the \nInternet in developing countries, particularly least developed countries, landlocked \ndeveloping countries and small island developing States, remain challenging;  \n \n(h) \nMultiple, persistent and new challenges are reversing social development \ngains, including geopolitical tensions, armed conflicts, economic crises, inequalities \nwithin and among countries, climate change, natural hazards and disasters, \nbiodiversity loss, environmental degradation, water scarcity, desertification, \npollution, conflict-induced famine and starvation, humanitarian emergencies and \nforced displacement of people, refugee crisis, pandemics and other health \nemergencies, gender inequality, racial discrimination, uneven technological \nadvancements, unsustainable debt burdens and unequal access to technology and \ncapital; \n \n(i) \nComplex and interrelated opportunities, challenges and risks related to \ndemographic shifts remain, including rapid population growth, declining birth rates \nand population ageing. Between 2024 and 2030, the number of persons aged 60 years \nor over is globally projected to outnumber youth, and this increase will be the greatest \nand the most rapid in the developing world. \n19. While these problems are global in character and affect all countries, we clearly \nacknowledge that each country faces specific challenges in its pursuit of sustainable \ndevelopment. We recognize the special challenges facing all developing countries, in \nparticular, African countries, least developed countries, landlocked developing \ncountries and small island developing States, as well as the specific challenges facing \nmiddle-income countries and countries in conflict and post-conflict situations.  \n20. We commit to support and implement the relevant development agendas, \nstrategies and programmes of action for countries in special situations, including the \n\nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development” \nA/RES/80/5\n \n5/18\n25-17700 \n \nDoha Programme of Action for the Least Developed Countries, 11  the Awaza \nProgramme of Action for Landlocked Developing Countries for the Decade 2024–\n203412 and the Antigua and Barbuda Agenda for Small Island Developing States, 13 \nand reaffirm our support for the achievement of the African Union Agenda 2063. We \nlook forward to the elaboration of a specific inter-agency, comprehensive, system-\nwide response plan for middle-income countries by the United Nations development \nsystem.  \n21. We are convinced that addressing today’s challenges to social development \nrequires strengthening international solidarity, upholding human rights, building \ntrust, and a renewed commitment to multilateral action on the attainment of social \ndevelopment and the implementation of the sustainable development agenda in its \nsocial, economic and environmental dimensions. We will advance innovative \nsolutions and inclusive international cooperation to fully translate the commitments \nof the Copenhagen Declaration and Programme of Action and the social dimension \nof the 2030 Agenda into concrete actions to achieve social development for all, in \nparticular to the benefit of developing countries. \n22. We reaffirm that the Commission for Social Development has the primary \nresponsibility for the follow-up to the Summit and review of the implementation of \nthe Copenhagen Declaration and Programme of Action.  \n23. We recognize that the multilateral system and its institutions, with the United \nNations and its Charter at the centre, must be strengthened to keep pace with a \nchanging world and address global challenges in the sphere of social development. \nThey must be fit for the present and the future – effective and capable, just, \ndemocratic, equitable and representative of today’s world, inclusive, interconnected \nand financially stable.  \n24. We will explore bold and effective social policies that are woven into a whole-\nof-government, whole-of-society, people-centred and integrated approaches aimed at \nachieving social development for all, including through enhancing social policy \ncoherence, building effective, accountable, transparent and inclusive institutions at \nall levels, achieving social justice for all, upholding democracy, the rule of law, good \ngovernance and access to justice, combating all forms of corruption and reinforcing \nnational coordination, as well as multi-stakeholder engagement and integrated \nresponses to social development challenges, and avoiding policy silos across sectors.  \n25. We recognize the contributions of multi-stakeholder engagement to social \ndevelopment. We will continue to collaborate meaningfully with all relevant \nstakeholders, including civil society, social partners and the private sector, and \nencourage multi-stakeholder collaboration and partnerships. \n26. On the basis of our common pursuit of social development, which is aimed at \nsocial justice, solidarity, harmony and equality, within and among countries, guided \nby the purposes and principles of the Charter of the United Nations and international \nlaw, as well as policy objectives, development priorities and religious and cultural \ndiversity, and full respect for all human rights and fundamental freedoms, we reaffirm \nour global drive for social progress and development. \n27. We strive for a future that is inclusive, resilient, sustainable and just. We \nenvisage a world free of poverty, hunger, unemployment, preventable diseases, \nracism, discrimination and insecurity and a world of equality, equity, shared \n__________________ \n \n11 Resolution 76/258, annex. \n \n12 Resolution 79/233, annex; see also resolution 79/279. \n \n13 Resolution 78/317, annex. \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n6/18 \n \nprosperity and peace, where the dignity of all people is respected, and where no one \nis left behind. \n \n \n \nA call to action \n \n28. We recommit ourselves to creating an enabling economic, political, social, \ncultural and legal environment to achieve social development for all.  \n29. We will adopt a holistic approach towards the eradication of poverty in all its \nforms and dimensions, including through addressing the challenges of extreme \npoverty and multidimensional poverty, address their disproportionate impact on \ncountries in special situations and people in vulnerable situations and combat the \nfeminization of poverty while ensuring that the focus is on building resilience to \nshocks and challenges, accelerating actions to eradicate poverty and avoiding \nrelapsing back into it. In this regard we commit to:  \n \n(a) \nTaking effective measures, including policies and programmes, to address \nthe root causes of poverty and underlying causes of inequality, providing for the basic \nneeds of all and increasing resilience for interconnected crises. These efforts should \ninclude the elimination of hunger and malnutrition; the provision of social protection, \nfood security, education, livelihoods, employment, decent work for all, clean water \nand sanitation, adequate shelter and reliable health systems; and participation in social \nand cultural life, with special priority given to the needs and rights of women and \nchildren and persons in vulnerable situations, who often bear the greatest burden of \npoverty; \n \n(b) \nReinforcing international development cooperation for developing \ncountries’ capacities to achieve poverty eradication, as well as the necessary measures \nto close financing gaps for poverty eradication and invest in capacity-building, \ntechnical assistance and programmes; \n \n(c) \nExploring opportunities to mobilize additional finance, both public and \nprivate, through official development assistance-funded activities that are responsive \nto country needs and focused on long-term development and poverty eradication, \nwhile ensuring that additional private finance mobilized is not a substitute for existing \ncommitments; \n \n(d) \nEnsuring sustainable and equitable financing for social protection systems \nas one of the enablers for eradicating poverty, reducing inequality and fostering social \ninclusion, as well as investing in programmes for eradicating poverty, including the \nfeminization of poverty, to address underlying causes of inequality by promoting a \nsustainable economy for the well-being of all; \n \n(e) \nIntegrating quality education as a core component of poverty reduction \nstrategies, with focused efforts on access, equity and inclusion within a lifelong \nlearning approach;  \n \n(f) \nAdvancing the transition from the informal to the formal economy, \nincluding the formalization of micro-, small and medium-sized enterprises towards \nthe eradication of poverty, creating decent jobs and catalysing social integration; \n \n(g) \nStrengthening social protection systems and reinforcing investment in \nmeasures, including social protection floors, and integrating financing of social \nprotection systems and policies, including floors and policies in line with \nInternational Labour Organization recommendations and intergovernmental agreed \nstandards, into country-led plans and strategies while providing support to developing \ncountries that aim to increase social protection coverage, including those that aim to \ndo so by at least two percentage points per year; \n\nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development” \nA/RES/80/5\n \n7/18\n25-17700 \n \n \n(h) \nPromoting the integration of child-sensitive policies and programmes in \nnational poverty eradication strategies, including social protection programmes that \ndeliver an integrated package of essential services, including investments in nutrition, \nearly childhood development and universal child benefits;  \n \n(i) \nDeveloping and implementing multidimensional poverty measurements \naccording to national plans, priorities and methodologies to better measure the \nvarious dimensions of poverty and the interactions among them, as well as to support \nthe development of targeted national public policies, based on disaggregated data; \n \n(j) \nRecognizing that persons with disabilities continue to be disproportionately \naffected by multidimensional poverty, and the need to enhance, inter alia, efforts to \nfacilitate international trade in assistive technologies, in line with international trade \nagreements, to address inequalities experienced by persons with disabilities and to \npromote the local production of and capacity-building initiatives for assistive \nproducts, especially in developing countries, including through research and \ndevelopment, and to foster greater accessibility to, as well as affordability and \nefficacy of, assistive products in line with the goals of disability-inclusive \ndevelopment; \n \n(k) \nReaffirming the commitment contained in the Pact for the Future to \nurgently develop a framework of measures of progress on sustainable development \nthat complement or go beyond gross domestic product through the work of the \nindependent high-level expert group to develop recommendations for a limited \nnumber of country-owned and universally applicable indicators of sustainable \ndevelopment that complement and go beyond gross domestic product and a \nsubsequent United Nations-led intergovernmental process; \n \n(l) \nFully and effectively implementing the mandate set out in General \nAssembly resolution 78/322 of 13 August 2024 on the multidimensional vulnerability \nindex;  \n \n(m) Strengthening investment in social development at national, as well as \nregional, and international levels, including through enhanced international \ncooperation, South-South and triangular cooperation, and ensuring predictable and \nsustainable resources, especially for supporting developing countries in implementing \npoverty eradication policies; \n \n(n) \nRecognizing that the social and solidarity economy can play a key role in \neradicating poverty, promoting social inclusion and catalysing social transformation, \nthus helping to achieve the objective of leaving no one behind and to achieve the 2030 \nAgenda and its Sustainable Development Goals, while ensuring social development \nfor all; \n \n(o) \nStrengthening an inclusive approach to international cooperation and \npromoting innovative solutions and initiatives for poverty eradication, such as, among \nothers, the Global Alliance against Hunger and Poverty. \n30. We reaffirm our commitment to promote inclusive and sustainable economic \ngrowth, full and productive employment and decent work for all. To this end, we \ncommit to:  \n \n(a) \nAdopting macroeconomic policies that promote job creation and decent \nwork and living wages, including policies for the transition from the informal \neconomy to the formal economy, taking into account countries’ circumstances, \nfostering inclusive and sustainable economic growth, recognizing the important role \nof both the public and the private sector in generating decent employment \nopportunities for all, and engaging the private sector, employers and workers, and \ntheir respective organizations, as essential partners; \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n8/18 \n \n \n(b) \nSupporting a favourable international economic environment for \ndeveloping countries and enhancing technical and financial assistance for the \nimplementation of programmes of macroeconomic policies, in support of sustained, \nsustainable and inclusive economic growth, sustainable development and full and \nproductive employment and decent work for all;  \n \n(c) \nStrengthening international cooperation to provide necessary financial \nassistance, technical support and capacity-building to developing countries for the \ncreation of full and productive employment and decent work for all; \n \n(d) \nPromoting equitable access of developing countries to global markets, \ninvestments and technologies and strengthening the role of the international \ncommunity to support countries, including those with economies in transition, upon \ntheir request, to achieve higher levels of economic productivity, increasing \ninvestments in structural transformation and enhancing productive capacities through \ndiversification, \ntechnological \nupgrading, \nindustrial \ndevelopment, \ndigital \ntransformation and innovation, and underlining the need to enhance technical and \nfinancial assistance to developing countries for the implementation of programmes of \nmacroeconomic policies in support of sustained, inclusive and sustainable economic \ngrowth and sustainable development; \n \n(e) \nSupporting entrepreneurship by creating an enabling environment, in \nparticular for women, persons with disabilities, older persons and youth, and \nsupporting innovative mechanisms, micro-, small and medium-sized enterprises, and \ncooperatives, as well as the social and solidarity economy; \n \n(f) \nHarnessing the positive contribution of the private sector to job creation, \ndecent work and raising living standards, recognizing the importance of responsible \nbusiness conduct in line with national legislation and calling for the respect of \ninternational law and relevant and agreed-upon international standards and \nframeworks;  \n \n(g) \nInvesting in inclusive, equitable, quality education at all levels, skills \ndevelopment, digital literacy education, vocational education and training and \nlifelong learning, in particular regarding skills needed for labour market transitions, \nand supporting capacity-building of developing countries in this regard; \n \n(h) \nConsidering to support the implementation of the Global Accelerator on \nJobs and Social Protection for Just Transitions and noting the work of the Global \nCoalition for Social Justice on full and productive employment and decent work for \nall; \n \n(i) \nTaking all necessary measures to tackle high rates of youth unemployment \nand address their integration in the labour market, including through creating decent \nwork and opportunities for productive employment, promoting policies for ensuring \nequal access to inclusive quality education, skills and vocational training, lifelong \nlearning, digital literacy, entrepreneurship, and ensure young people’s access to \nuniversal, adequate, comprehensive, sustainable and nationally owned social \nprotection systems; \n \n(j) \nEncouraging education and training opportunities for older persons to \nenable them to participate actively in society and the labour market and promoting \nintergenerational knowledge transfer in the workplace;  \n \n(k) \nEnforcing labour laws effectively with regard to labour relations and \nrights, salary, ethical recruitment and healthy, safe and secure working conditions and \nthe right to freedom of association of all workers, in particular those in precarious \nemployment and migrant workers, including women migrant workers, while \n\nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development” \nA/RES/80/5\n \n9/18\n25-17700 \n \nacknowledging the important nexus between international migration and social \ndevelopment; \n \n(l) \nStrengthening labour market institutions and social dialogue, including \nthrough promoting respect for international labour standards and workers’ rights, as \nwell as promoting, protecting and investing in mechanisms for social dialogue, \nfreedom of association and collective bargaining;  \n \n(m) Considering a renewed spirit to deliver social justice and social \ndevelopment through a proposed renewed global commitment and actions to be \ndeveloped, as appropriate, in close consultation with employers’ and workers’ \norganizations, that ensures equal opportunities and cohesion of societies and foster \ninclusive social dialogue; \n \n(n) \nReinforcing investment in universal, inclusive and sustainable social \nprotection systems, as a critical enabler of sustainable and inclusive growth;  \n \n(o) \nResponding to the challenges and opportunities posed by the energy, \ntechnological and demographic transitions, through appropriate social and labour \nmarket policies, including through the development of skills, promoting the \nformalization of informal work and guaranteeing living wages, safe and healthy \nworking conditions and full respect for workers’ rights; \n \n(p) \nTaking effective measures to eradicate forced labour and trafficking in \npersons and eliminate all forms and manifestations of child labour; \n \n(q) \nUpholding the fundamental principles and rights at work, namely, freedom \nof association and the effective recognition of the right to collective bargaining, the \nelimination of all forms of forced or compulsory labour, the effective abolition of \nchild labour, the elimination of discrimination in respect of employment and \noccupation, and the right to a safe and healthy working environment, including \nthrough encouraging the ratification and implementation of the International Labour \nOrganization fundamental conventions; \n \n(r) \nConsidering the multiplier effects of care and support systems in terms of \nincreasing labour participation, facilitating the transition from informal to formal \nwork and decent working conditions in the care and support sector, ensuring access \nto social protection for caregivers and care receivers, throughout the life course, \ninvesting in social infrastructure and strengthening social protection, as well as the \nreturns on investments in care and support policies and systems; \n \n(s) \nImplementing policies that ensure women’s economic empowerment by, \ninter alia, gender-responsive budgeting, enhancing women’s full access to decent \nwork and equal opportunities in the labour market, promoting equal pay for work of \nequal value, ensuring equal opportunities and decent working conditions for women \nworkers and entrepreneurs, including in rural areas, by eliminating violence and \nharassment in the world of work and discrimination in access to job markets, social \nprotection, financial assets and services, productive resources, decision-making, and \nproviding and increasing family benefits and social support, healthcare and affordable \nand quality childcare and promoting the work-life balance, taking into account \nnational strategies; \n \n(t) \nStrengthening capacity-building for upskilling and reskilling existing \nworkforce, including to equip them to handle the impact of artificial intelligence in \nvarious industry sectors and strengthening international cooperation in this regard.  \n31. We reaffirm our collective commitment to promoting social integration by \nfostering sustainable, inclusive, just, stable, safe, equitable and cohesive societies \nbased on the respect for human dignity, promotion and protection of human rights and \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n10/18 \n \nprinciples of non‑discrimination, equal opportunity, solidarity, tolerance and full and \nequal participation for all. In this regard, we commit to:  \n \n(a) \nPromoting intergenerational solidarity, inclusive dialogue and social \ncohesion, including by creating an enabling environment to ensure a higher quality \nof life for all individuals throughout their life course and to achieve social \ndevelopment for all, leaving no one behind;  \n \n(b) \nCreating inclusive societies that enable full, equal and meaningful \nparticipation, as well as leadership opportunities, for all, including but not limited to \nwomen, youth, older persons, persons with disabilities, persons living with rare \ndiseases and people living with HIV/AIDS, Indigenous Peoples, people of African \ndescent, people living in poverty and in rural and remote areas, as well as people in \nvulnerable situations, fostering social connection and reducing loneliness and \nisolation, and integrating their needs and perspectives into social and economic policy \nframeworks; \n \n(c) \nReducing inequalities within and among countries, promoting gender \nequality, combating systemic racism and pursuing policies that reinforce social \njustice, stemming the tide of rising inequalities and ensuring fair and equitable \ndistribution of income and wealth of economic growth and universal access to basic \nservices, including healthcare, education, access to safe and affordable drinking water \nand adequate and equitable sanitation and hygiene, adequate housing, electricity, \ndigital infrastructure and connectivity, and social protection; \n \n(d) \nResponding to demographic shifts, including declining fertility rates, rapid \npopulation growth and population ageing, and their implications for social \nintegration, including through social policies adapted to all people at all ages, \nparticularly older persons and youth, through strengthened social protection systems, \ninclusion in decision-making processes, access to healthcare, lifelong learning, skills \ndevelopment, and digital inclusion and financial and digital literacy, access to \ninclusive and equitable quality education and promotion of employment opportunities \nand skills development, including in science, technology, engineering and \nmathematics, with special focus on people in rural and remote areas, persons with \ndisabilities and women and girls;  \n \n(e) \nInvesting in integrated early childhood development by ensuring, inter \nalia, access to free, inclusive and equitable quality education, healthcare, food and \nnutrition, and the protection of children from violence, exploitation, child labour and \nabuse;  \n \n(f) \nEnsuring the full and effective inclusion and participation of persons with \ndisabilities, in accordance with the Convention on the Rights of Persons with \nDisabilities, 14  including through removing barriers and implementing inclusive, \naccessible and rights-based policies and services. These efforts must be carried out in \ncollaboration with persons with disabilities and their representative organizations, in \naccordance with the general principles of the Convention on the Rights of Persons \nwith Disabilities, to ensure their equal participation in all aspects of life and \ndevelopment;  \n \n(g) \nEnsuring that social development policies and programmes integrate \npersons with disabilities as both development agents and beneficiaries in all aspects \nof development and equal access for persons with disabilities to social protection \nfloors and safety nets, address additional disability-related costs in the design of \nsocial protection schemes and enhance responsive support and accessible services for \n__________________ \n \n14 United Nations, Treaty Series, vol. 2515, No. 44910. \n\nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development” \nA/RES/80/5\n \n11/18\n25-17700 \n \npersons with disabilities, which are critical to promoting inclusive development for \nall; \n \n(h) \nCreating an enabling environment for the equal, full, effective and \nmeaningful participation of older persons in political, social, economic and cultural \nlife, including by responding to population ageing and combating all forms of \ndiscrimination and inequality experienced by older persons; \n \n(i) \nScaling up investment from all sources in essential services for young \npeople and ensuring that their specific needs and priorities are integrated in national, \nregional and international social development strategies;  \n \n(j) \nAdvancing the role of culture, as well as sport, in contributing to social \nintegration and social cohesion and more effective, inclusive, equitable and \nsustainable development, integrating culture and sport into economic, social and \nenvironmental development policies and strategies and ensuring adequate public \ninvestment in the protection and promotion of culture, sport and intercultural \ndialogue;  \n \n(k) \nRecognizing and supporting Indigenous Peoples in their pursuit of \neconomic and social development, with full respect for their identity, traditions, forms \nof social organization and cultural values and the right to participate in decision-\nmaking in matters which would affect their rights, in accordance with their \nprocedures;  \n \n(l) \nEncouraging volunteerism at all levels – local, national and international – \nand recognizing that these efforts contribute to social cohesion by promoting civic \nengagement;  \n \n(m) Strengthening institutions that enhance social integration and apply a \nholistic social development approach, which integrates the role of the family as a \ncentral enabler and contributor to social development, taking into account different \ncultural, political and social systems, and promoting social and economic policies that \nare designed to meet the needs of families and their individual members and \nacknowledging the role of families in social development in accordance with the \nprinciples, goals and commitments of the Copenhagen Declaration on Social \nDevelopment; \n \n(n) \nTaking urgent national and international action to address homelessness as \nan obstacle to the enjoyment of human rights and the attainment of social \ndevelopment.  \n32. We remain deeply concerned that one third of the world’s population remains \nfood-insecure, mainly in developing countries, with children disproportionately \nimpacted, and we reaffirm our commitment to end hunger, malnutrition and poverty \nand to ensure the right to food for all to achieve inclusive social development. In this \nregard, we commit to:  \n \n(a) \nAccelerating actions to end hunger, poverty, food insecurity and all forms \nof malnutrition, through coordinated global action, including by investing in \nsustainable, resilient and inclusive agrifood systems, rural infrastructure, \nstrengthening and expanding initiatives such as, among others, the Global Alliance \nagainst Hunger and Poverty and enhancing international cooperation and solidarity;  \n \n(b) \nReinforcing measures to build sustainable, inclusive and resilient \nagriculture and food systems, with the aim of ensuring food security and adequate \nnutrition for all, particularly during early childhood, including mother-and-child \nnutrition programmes and school meal programmes, including in conflict-affected \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n12/18 \n \ncontexts, recognizing their foundational importance to human development and \nlifelong well-being;  \n \n(c) \nInvesting in resilient, inclusive and sustainable food systems that ensure \naccess to affordable, sufficient, safe and nutritious food for all and reducing food loss \nand waste;  \n \n(d) \nStrengthening international cooperation to address the impact that \nexcessively volatile food prices can pose to the fight against poverty and hunger and \nto the efforts of developing countries to attain food security and improved nutrition;  \n \n(e) \nSupporting smallholders, family farmers and small-scale producers, \nincluding women farmers and producers, in adopting and scaling up sustainable \nagricultural practices that are resilient to climate change and improve productivity \nand livelihoods, supporting rural communities and sustainable agricultural practices \nto improve productivity and livelihoods;  \n \n(f) \nEnsuring equitable access to land, water and other productive resources, \nparticularly for women, recognizing their key role in empowering rural populations, \neradicating poverty, achieving food security and promoting inclusive rural \ndevelopment; \n \n(g) \nStrengthening international cooperation, capacity-building, access to \ntechnology and financial support for sustainable agricultural development as an \nimportant tool, in particular for developing countries, for achieving food security and \nnutrition for all and facilitating access to essential nutrition needs and agricultural \nmarkets; \n \n(h) \nRecognizing the positive role that trade can play in achieving food \nsecurity. \n33. We reaffirm the right to the enjoyment of the highest attainable standard of \nphysical and mental health. In this regard, and recognizing the lessons learned from \nthe coronavirus disease (COVID‑19) pandemic and other health emergencies, we \ncommit to:  \n \n(a) \nAchieving universal health coverage and realizing universal, equitable and \naffordable access to the highest attainable standard of physical and mental health and \nwell-being for all; \n \n(b) \nLeveraging digital health technologies that are safe, accessible, inclusive, \nequitable and affordable that enhance public health surveillance, enable personalized \ncare, including through telemedicine, and contribute to equitable access to healthcare \nand health services; \n \n(c) \nStrengthening international cooperation in the transfer of technology on \nmutually agreed terms, while promoting cooperation on related know-how and \nstrengthening resilient, inclusive and sustainable health systems and infrastructures \nand accelerating progress towards universal health coverage, particularly in \ndeveloping countries, while recognizing that digital health interventions are not a \nsubstitute for functioning health systems and have significant limitations; \n \n(d) \nStrengthening the resilience of health systems and ensuring equitable \naccess to safe, affordable, effective and quality medicines, vaccines, diagnostics and \ntherapeutics and other health products and technologies to ensure healthy lives and \npromote well-being for present and future generations, and continuing to explore \nways to integrate, as appropriate, safe and evidence-based traditional and \ncomplementary medicine services within national and local health systems; \n\nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development” \nA/RES/80/5\n \n13/18\n25-17700 \n \n \n(e) \nPromoting health equity for persons with disabilities by ensuring \navailability of and access to health services for all persons with disabilities, including \nby providing quality standards of care;  \n \n(f) \nPromoting and improving mental health services as an essential \ncomponent of universal health coverage;  \n \n(g) \nMobilizing domestic and international innovative and sustainable sources \nof financing, including through public-private partnerships, to secure adequate levels \nof social expenditure necessary for expanding coverage towards universal access to \nhealth and supporting research and development and innovation in health \nprogrammes; \n \n(h) \nStrengthening integrated, resilient, inclusive, people-centred, affordable, \nequitable, accessible and universal health systems, based on a primary healthcare \napproach, that are affordable and adequately financed and supported by a competent \nhealth workforce and adequate health infrastructure; \n \n(i) \nEnsuring robust prevention, preparedness and response to future \npandemics and health emergencies, including by strengthening local, national and \nregional production capacities, and adequate infrastructure and logistics for \nmedicines, vaccines, diagnostics and other health-related technologies while \nstrengthening technology transfer on mutually agreed terms and equitable access, \nparticularly in developing countries; \n \n(j) \nEnsuring appropriate and safe use of health data and proper legal and \ntechnical safeguards for patient privacy.  \n34. We recognize that digital transformation has the potential to contribute to social \ndevelopment. We recognize the urgent need to close persistent and widening digital \nand knowledge divides between and within countries to ensure that the benefits of \ndigital technologies, including artificial intelligence, are harnessed, while also \naddressing the harms and risks from their use, and to promote social development for \nall. In this regard, we commit to:  \n \n(a) \nStrengthening equitable, safe, reliable and affordable access to digital \ntechnologies, digital public goods and digital public infrastructure for developing \ncountries and harnessing the benefits of scientific progress and its applications;  \n \n(b) \nLeveraging digital and emerging technologies, including artificial \nintelligence, to support inclusive social development by improving public service \ndelivery and strengthening digital public infrastructure for social inclusion while \nrecognizing the specific needs and capacities of developing countries, and to enhance \naccess to inclusive and equitable quality education for all, healthcare and decent work \nand employment opportunities while ensuring a science-based and age-appropriate \nuse of digital tools and avoiding the one-size-fits-all approach, safeguarding workers’ \nrights and advancing context- and country-specific solutions; \n \n(c) \nBridging digital divides between and within countries, including through \nenhancing international cooperation, in line with national priorities, for targeted \ncapacity-building in science, technology and innovation in developing countries, \nincluding through North-South, South-South and triangular cooperation, with the aim \nof harnessing the benefits of artificial intelligence, minimizing its risks and \naccelerating innovation and progress towards the achievement of all 17 Sustainable \nDevelopment Goals; \n \n(d) \nAddressing the spread of misinformation, disinformation, hate speech and \ncontent inciting harm in a way that protects democratic values, and upholding the \nright to freedom of expression and the right to privacy; \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n14/18 \n \n \n(e) \nPreventing and addressing adverse impacts on the enjoyment of human \nrights, especially of people in vulnerable situations, arising from the use of digital \nand emerging technologies, including artificial intelligence. \n35. We reaffirm the right to education and that access to inclusive and equitable \nquality education constitutes a cornerstone for social development and social \ncohesion. In this regard we commit to:  \n \n(a) \nPromoting universal, safe, inclusive, equitable, affordable and resilient \nquality education systems and lifelong learning opportunities for all. Education shall \nbe free, at least in the elementary and fundamental stages; \n \n(b) \nExpanding inclusive access to technical and vocational education and \ntraining, including in science, technology, engineering and mathematics, physical \neducation and sport, lifelong learning, financial and digital literacy and skills \ndevelopment for all; \n \n(c) \nTaking effective measures to ensure intercultural and multilingual \neducation; \n \n(d) \nAddressing negative social norms and gender stereotypes in education \nsystems, as well as implementing inclusive policies and programmes to promote girls’ \nparticipation in science, technology, engineering and mathematics, including \ninformation and communications technologies, throughout their education; \n \n(e) \nPromoting the availability, accessibility and affordability of quality \neducation in science, technology, engineering and mathematics at the primary, \nsecondary and tertiary levels to create an inclusive social environment conducive to \nthe advancement of science, technology and innovation and entrepreneurship;  \n \n(f) \nStrengthening investment and cooperation in research and development, \ninnovation and training in emerging technologies, including artificial intelligence, in \nparticular by supporting developing countries, upon their request, in line with their \npriorities and contexts. \n36. We commit to address the adverse impacts of climate change, biodiversity loss, \ndesertification and drought and environmental degradation, which pose challenges to \nsocial development, particularly in developing countries.  \n37. We recognize that the impacts of disasters caused by human-made or natural \nhazards pose serious challenges to social development, particularly in developing \ncountries. In this regard, we commit to:  \n \n(a) \nStrengthening adaptive social protection systems, including by enhancing \nsocial safety nets and protection floors, improving access to essential services and \ndeveloping targeted support programmes to safeguard those disproportionately \naffected by the adverse impact of climate change and disasters caused by human-\nmade or natural hazards; \n \n(b) \nPromoting a risk-informed approach to social development that integrates \naccessible disaster risk reduction measures into policies, programmes and \ninvestments at all levels, and advancing inclusive early warning systems, early and \nanticipatory approaches, and preparedness initiatives by developing comprehensive \nrisk management plans and investing in inclusive, sustainable and resilient \ninfrastructure according to the Sendai Framework for Disaster Risk Reduction 2015–\n2030;15 \n__________________ \n \n15 Resolution 69/283, annex II. \n\nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development” \nA/RES/80/5\n \n15/18\n25-17700 \n \n \n(c) \nEnsuring that education and health systems and new and existing critical \ninfrastructure, including water and sanitation, transportation and telecommunications \ninfrastructure, educational facilities, hospitals and other health facilities, are resilient \nand adaptable to disasters.  \n38. We reaffirm the need to achieve gender equality and the empowerment of all \nwomen and girls and to ensure the full and equal enjoyment of all human rights and \nfundamental freedoms by all women and girls throughout their life course, and that all \nlegal, social and economic barriers to their empowerment are removed. We commit to: \n \n(a) \nTaking comprehensive measures to achieve gender equality and the \nempowerment of all women and girls, highlighting their key role in the achievement \nof sustainable development;  \n \n(b) \nImplementing policies that ensure women’s economic empowerment and \nequal opportunities in the labour market and taking measures to ensure fair wages for \nwomen, including equal pay for work of equal value, and equitable care work, and \neliminate gender stereotypes and negative social norms; \n \n(c) \nRecognizing, reducing and redistributing women’s disproportionate share \nof unpaid care and domestic work, including through the provision of public services, \ninfrastructure and social protection policies and programmes and the promotion of \nshared responsibility within the household and the family, as nationally appropriate; \n \n(d) \nPromoting access to sexual and reproductive health and eliminating all \nforms of discrimination and violence against women and girls, including gender-\nbased violence; \n \n(e) \nEnhancing women’s full, equal and meaningful participation and \nleadership in decision-making processes at all levels and in all sectors and in \ncontributing in all spheres of society and encouraging women-led development \ninitiatives that contribute to the achievement of gender equality and women’s \nempowerment; \n \n(f) \nStrengthening predictable, sustainable and sufficient development finance \nto developing countries to end poverty in all its forms and dimensions \ndisproportionately affecting women and girls.  \n39. We acknowledge that combating racism, racial discrimination, xenophobia and \nrelated intolerance is essential to achieve social development for all, based on human \ndignity, social justice and social cohesion. We commit to stepping up our efforts to \nfight against all forms of racism, all forms of racial discrimination, xenophobia and \nrelated intolerance, religious hatred, stigmatization and hate speech in all its \nmanifestations online and offline, including through the adoption of effective legal, \npolicy and institutional measures that address racism and racial discrimination and \ninclusive participation mechanisms in policymaking in order to ensure the full \nenjoyment of all human rights – economic, social, cultural, civil and political – which \nare universal, indivisible, interdependent and interrelated, as an essential enabler to \nachieve social development for all, based on human dignity, social justice and social \ncohesion. \n40. We reaffirm the right to an adequate standard of living, including adequate safe, \naccessible and affordable housing, safe and affordable drinking water, and adequate \nand equitable sanitation and hygiene. We recognize that sustainable and inclusive \nurbanization and transport are essential to reducing inequality and enabling social \ndevelopment. In this regard, we commit to:  \n \n(a) \nPromoting an adequate standard of living, including by ensuring \nsustainable financing and the provision of and investment in accessible, safe, \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n16/18 \n \naffordable, adequate housing, resilient infrastructure, transportation, clean water and \nsanitation; \n \n(b) \nInvesting in resilient cross-border transport corridors, trade networks and \ndigital connectivity to strengthen regional economic integration and inclusive growth;  \n \n(c) \nEnsuring that housing policies in urban, peri-urban and rural areas address \nthe needs of persons in low-income households, female-headed households, women, \nyouth, older persons, persons with disabilities, those experiencing homelessness, \nthose living in poverty, including extreme poverty, and those in vulnerable situations; \n \n(d) \nStrengthening \ninternational \ncooperation \nand \ncapacity-building \nin \ndeveloping countries in adequate safe, accessible and affordable housing, safe and \naffordable drinking water, adequate and equitable sanitation and hygiene, and related \nactivities and programmes; \n \n(e) \nReinforcing resilient and sustainable urbanization by implementing \nstrategies to bridge the gaps between urban, rural and remote areas, enhance \nconnectivity and access to electricity and address homelessness;  \n \n(f) \nEnsuring universal access to affordable, reliable, sustainable and modern \nenergy for all, including through enhanced international cooperation.  \n41. We recognize migration as a driver of inclusive growth and sustainable \ndevelopment and acknowledge its positive contributions to social and economic \ndevelopment and ensuring safe, orderly and regular migration pathways, and its \nrelevance for the social development of countries of origin, transit and destination. In \nthis regard, we commit to:  \n \n(a) \nStrengthening international, regional and bilateral cooperation to ensure \nsafe, orderly and regular migration, taking into account national circumstances; \n \n(b) \nPromoting and protecting the human rights and fundamental freedoms of \nall migrants, including women and children, regardless of their migration status.  \n42. We welcome the ambitious package of reforms and actions under the Sevilla \nCommitment to close the financing gap with urgency and catalyse sustainable \ndevelopment investments at scale, in which we committed to take concrete actions to \nenhance fiscal space, address debt challenges of developing countries and lower the \ncost of capital and to provide and mobilize additional, innovative, adequate, \naffordable, predictable and accessible financing from all sources, recognizing the \ncomparative advantages of public and private finance. In this regard, we commit to: \n \n(a) \nContinue reforming the international financial architecture, enhancing its \nresilience, coherence and effectiveness in responding to present and future challenges \nand crises and making global economic governance more inclusive, representative, \nequitable and effective, strengthening the roles of the United Nations, international \nfinancial institutions and other relevant international organizations while recognizing \ntheir respective mandates and governance bodies, and recognizing that the \ninternational community must work together to broaden and enhance the voice and \nrepresentation of developing countries in international financial and economic \ninstitutions; \n \n(b) \nIncreasing investment in social policies, including social protection \nsystems, inclusive education, healthcare and housing; \n \n(c) \nCalling upon the multilateral development banks to pay greater attention \nto financing for social development;  \n \n(d) \nEnsuring fair and timely solutions to address sovereign debt challenges \nand debt distress and their effect on social development; \n\nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development” \nA/RES/80/5\n \n17/18\n25-17700 \n \n \n(e) \nStrengthening the inclusiveness and effectiveness of international tax \ncooperation at the United Nations, while taking into consideration the work of other \nrelevant forums and institutions, and continuing to engage constructively in the \nnegotiations on the United Nations framework convention on international tax \ncooperation and its protocols and encourage support for the process; \n \n(f) \nReiterating that Member States are strongly urged to refrain from \npromulgating and applying any unilateral economic, financial or trade measures not \nin accordance with international law and the Charter of the United Nations that \nimpede the full achievement of economic and social development, particularly in \ndeveloping countries;  \n \n(g) \nReaffirming the importance of official development assistance as a key \ncomponent of international development cooperation in helping developing countries \nachieve sustainable development and acknowledging the urgency of undertaking \nsustained efforts to reverse declining trends in official development assistance and \nurge developed countries to scale up and fulfil their respective official development \nassistance commitments, including the long-standing commitment by most developed \ncountries to achieve the targets of 0.7 per cent of gross national income for official \ndevelopment assistance to developing countries, and between 0.15 and 0.2 per cent \nof gross national income for official development assistance to the least developed \ncountries; \n \n(h) \nStrengthening multilateral cooperation to enhance fiscal space for social \nspending and supporting developing countries in ensuring predictable, adequate and \nuninterrupted funding of social protection and other essential social spending during \nshocks and crises; \n \n(i) \nPromoting and scaling up North-South, South-South and triangular \ncooperation as critical modalities for mobilizing knowledge, technical cooperation \nand resources to address social challenges and foster innovation in social \ndevelopment policies while strengthening and respecting national ownership, and \nrecognizing that South-South cooperation is a complement to, not a substitute for, \nNorth-South cooperation.  \n \n \n \nFollow-up \n \n43. We reiterate our commitment to the full implementation of the social \ndevelopment agenda, including through improving and strengthening its framework \nfor international and regional cooperation, as established under the Copenhagen \nDeclaration and Programme of Action and through following up on the Doha Political \nDeclaration of the “World Social Summit” under the title “the Second World Summit \nfor Social Development”. In this regard we decide to:  \n \n(a) \nProceed to a five-year follow-up process on the Doha Political Declaration \nand the Copenhagen Declaration and Programme of Action, starting in 2031, to assess \nprogress, identify gaps and renew the commitments, and convene a high-level plenary \nmeeting under the auspices of the General Assembly, the modalities and outcome of \nwhich shall be decided no later than the eighty-fifth session of the Assembly; \n \n(b) \nRequest the Secretary-General, in consultation with Member States, to \nprepare a report, in preparation of the follow-up process of the Doha Political \nDeclaration and the Copenhagen Declaration and Programme of Action and no later \nthan the eighty-fifth session of the General Assembly, which assesses progress and \nidentifies gaps in social development; \n \n(c) \nReaffirm that the Commission for Social Development has the primary \nresponsibility for the follow-up and the review of the World Summit for Social \n\nA/RES/80/5 \nDoha Political Declaration of the “World Social Summit” under the \ntitle “the Second World Summit for Social Development”\n \n25-17700\n18/18 \n \nDevelopment, the outcome of the twenty-fourth special session of the General \nAssembly, of the Doha Summit and intergovernmental social development \ncommitments, and to proceed to the strengthening of its role, including in contribution \nto the follow-up process; \n \n(d) \nInvite the United Nations regional commissions, within their respective \nmandates, to convene preparatory meetings at the regional level in advance of the \nfollow-up, with the aim of assessing progress made, gaps and opportunities for action \ntowards the implementation of the Doha Political Declaration and the Copenhagen \nDeclaration and Programme of Action. The regional commissions are invited to \nutilize existing mechanisms and platforms to conduct the regional preparatory \nmeetings; \n \n(e) \nInvite the Economic and Social Council, the funds and programmes of the \nUnited Nations development system and the relevant organizations and specialized \nagencies, within their respective mandates, to further integrate into their work \nprogrammes relevant intergovernmental social development commitments and to be \nactively involved in the follow-up process; \n \n(f) \nStrengthen effective multilateralism and international cooperation, as well \nas foster greater inter-agency cooperation and better policy coherence within the \nUnited Nations system;  \n \n(g) \nEncourage stronger coordination, each within their respective mandates, \nbetween the United Nations and the international financial institutions through \nregular and substantive dialogues, including during the sessions of the Commission \nfor Social Development, on enhancing financing mechanisms and assistance to \nadvance social development, particularly in developing countries; \n \n(h) \nStrengthen multi-stakeholder engagement and partnerships, including with \nparliamentarians, civil society, employers’ and workers’ organizations, youth, \norganizations of persons with disabilities, academia, local and regional authorities, \nfaith-based organizations and the private sector to implement the commitments; \n \n(i) \nSupport developing countries, particularly African countries, least \ndeveloped countries, small island developing States and landlocked developing \ncountries, in, inter alia, strengthening the capacity of national statistical offices and \ndata systems to ensure access to high-quality, timely, reliable and disaggregated social \ndevelopment data. \n44. We commit with united efforts, political will and firm actions to advance \nconcrete, integrated and targeted policies and actions to implement the Doha Political \nDeclaration and achieve social development for all in line with the Copenhagen \nDeclaration and Programme of Action. \n \n",
  "paragraphs": {
    "1": "We, Heads of State and Government and high representatives, have gathered in Doha from 4 to 6 November 2025 at the Second World Summit for Social Development to build a more just, inclusive, equitable and sustainable world, by addressing gaps, assessing progress and recommitting to the Copenhagen Declaration on Social Development and Programme of Action of the World Summit for Social Development 1 and their implementation, and give momentum towards the implementation of the 2030 Agenda for Sustainable Development.2",
    "2": "We acknowledge the urgent need to address profound social challenges, especially poverty, unemployment and social exclusion, that affect every country. It is our task to address both their underlying and structural causes and their distressing consequences in accordance with international law, including human rights obligations, in order to reduce uncertainty, inequality and insecurity.",
    "3": "We recognize that the three core themes of social development, namely, poverty eradication, promotion of full and productive employment and decent work for all and social integration, are interrelated and mutually reinforcing, and that an enabling environment therefore needs to be created so that all three objectives can be pursued simultaneously.",
    "4": "We share the conviction that social development and social justice are indispensable for the achievement and maintenance of peace and security within and among our nations. In turn, social development and social justice cannot be attained in the absence of peace and security or in the absence of respect for all human rights and fundamental freedoms.",
    "5": "We meet 30 years after the first World Summit for Social Development and days after the commemoration of the eightieth anniversary of the United Nations, with a determination to promote social development and social justice anchored in a strengthened and effective multilateral system, and we reaffirm and remain guided by the purposes and principles of the Charter of the United Nations and international law.",
    "6": "We recommit to the Copenhagen Declaration and Programme of Action, as they remain relevant and valid, and the further initiatives for social development adopted by the General Assembly, including at its twenty-fourth special session,3 and to a continued global dialogue on social development issues.",
    "7": "We reaffirm the full, timely and effective implementation of the 2030 Agenda and the realization of the Sustainable Development Goals, upholding all the principles enshrined in it, including the promise to leave no one behind and reach the furthest behind first, and to place people at the centre of development, with due consideration of the needs of present and future generations, and a strong commitment to safeguarding our planet.",
    "8": "We also reaffirm the intergovernmental commitments related to social development, including those in the political declarations of the Sustainable Development Goals Summits held in 2019 and 2023, 4 as well as the relevant commitments in the Pact for the Future and its annexes.5",
    "9": "We reaffirm the Addis Ababa Action Agenda of the Third International Conference on Financing for Development6 as an integral part of the 2030 Agenda. We are committed to its full implementation, which is critical for the realization of the Sustainable Development Goals and their targets.",
    "10": "We welcome the outcome document of the Fourth International Conference on Financing for Development, the Sevilla Commitment, 7 which renews the global financing for development framework, building on the Addis Ababa Action Agenda, and call for its timely and effective implementation.",
    "11": "We reaffirm that the pursuit and enjoyment of human rights and fundamental freedoms for all, encompassing civil, political, economic, social and cultural rights, which includes the right to development, must be respected, protected and promoted, without distinction or discrimination of any kind.",
    "12": "We reaffirm that the eradication of poverty in all its forms and dimensions, including extreme poverty, remains the greatest global challenge and an indispensable requirement for sustainable development.",
    "13": "We stress the need to take urgent and ambitious climate action in the implementation of the United Nations Framework Convention on Climate Change 8 and the Paris Agreement 9 in relation to climate mitigation, adaptation and the provision of the means of implementation, especially finance to developing countries.",
    "14": "We reaffirm all the principles of the Rio Declaration on Environment and Development, 10 including, inter alia, the principle of common but differentiated responsibilities, as set out in principle 7 thereof.",
    "15": "We gather here in Doha at a summit of renewed hope, driven by commitment and collective action. While facing urgent and complex challenges, we see new opportunities. We are convinced that meaningful progress is possible through genuine solidarity, effective multilateralism and inclusive international cooperation, taking into account national realities and regional contexts, particularly in developing countries.",
    "16": "We remain committed to a political, economic, ethical and spiritual vision for social development that is based on human dignity, human rights, equality, respect, peace, democracy, mutual responsibility and cooperation, and full respect for the various religious and ethical values and cultural backgrounds of people.",
    "17": "We welcome the progress made towards the full implementation of the Copenhagen Declaration and Programme of Action through concerted action at the national, regional and global levels. The global wealth of nations has grown significantly since 1995 and international trade has grown even more. Global labour productivity has increased, and the global unemployment rate has reached a historic low. Extreme poverty has been reduced and access to education, healthcare and social protection has improved considerably.",
    "18": "Yet, 30 years after the convening of the World Summit for Social Development, progress remains slow and uneven, and major gaps and inequalities persist within and among countries. With only five years remaining until the 2030 deadline, progress towards achieving most of the Sustainable Development Goals has been far too slow, with some goals stalled or even regressing despite notable advances in a few areas: (a) Although great strides have been made in reducing poverty since 1995, in recent years progress has slowed, and millions of people still live in extreme poverty and over 1 billion people endure poverty in different forms and dimensions. Children, women, persons with disabilities, people living in rural areas and those in vulnerable situations experience higher poverty rates than the rest of the population. Hunger, food insecurity and malnutrition are still a reality, with global undernourishment rising in recent years. While access to education has expanded, still too many children are out of school; (b) In addition, while millions have been lifted out of poverty, billions of people live close to the poverty line and face a constant risk of falling into extreme poverty. Despite significant global progress in gradually expanding social protection coverage, including social protection floors, almost 4 billion people still lack access to any form of social protection, including nearly 2 billion children; (c) Millions of workers continue to live in poverty, earning wages and incomes that are not sufficient for an adequate standard of living or to sustain their families. Informal employment remains pervasive, with billions of people making their living in the informal economy. Women and young people are disproportionately engaged in informal and precarious employment. Furthermore, progress towards ending child labour is too slow; (d) Millions of youth do not have access to education, employment or training, the majority of whom are young women. In the labour market, young people, especially youth with disabilities, experience higher levels of unemployment, informal employment and working poverty. These decent work deficits can have long- lasting consequences on poverty eradication efforts and affect the well-being of current and future generations; (e) Today, inequality has reached staggering levels. Since 1995, income inequality has increased in many countries, developed and developing. Global wage gaps remain significant. Gender inequality is deeply entrenched. On average, women earn less than men and millions of women worldwide are outside the labour force; (f) Persons with disabilities continue to be more likely to live in poverty, are underemployed and unemployed, and face additional disability-related costs, including medical costs, as well as other significant and persistent social and economic barriers to inclusion in society; (g) Digital divides within and among countries persist, particularly in rural and remote areas. Billions of people currently do not have connectivity, access to the Internet and lack digital skills. Digital infrastructure, connectivity and access to the Internet in developing countries, particularly least developed countries, landlocked developing countries and small island developing States, remain challenging; (h) Multiple, persistent and new challenges are reversing social development gains, including geopolitical tensions, armed conflicts, economic crises, inequalities within and among countries, climate change, natural hazards and disasters, biodiversity loss, environmental degradation, water scarcity, desertification, pollution, conflict-induced famine and starvation, humanitarian emergencies and forced displacement of people, refugee crisis, pandemics and other health emergencies, gender inequality, racial discrimination, uneven technological advancements, unsustainable debt burdens and unequal access to technology and capital; (i) Complex and interrelated opportunities, challenges and risks related to demographic shifts remain, including rapid population growth, declining birth rates and population ageing. Between 2024 and 2030, the number of persons aged 60 years or over is globally projected to outnumber youth, and this increase will be the greatest and the most rapid in the developing world.",
    "19": "While these problems are global in character and affect all countries, we clearly acknowledge that each country faces specific challenges in its pursuit of sustainable development. We recognize the special challenges facing all developing countries, in particular, African countries, least developed countries, landlocked developing countries and small island developing States, as well as the specific challenges facing middle-income countries and countries in conflict and post-conflict situations.",
    "20": " Doha Programme of Action for the Least Developed Countries, 11 the Awaza Programme of Action for Landlocked Developing Countries for the Decade 2024– 203412 and the Antigua and Barbuda Agenda for Small Island Developing States, 13 and reaffirm our support for the achievement of the African Union Agenda 2063. We look forward to the elaboration of a specific inter-agency, comprehensive, system- wide response plan for middle-income countries by the United Nations development system.",
    "21": "We are convinced that addressing today’s challenges to social development requires strengthening international solidarity, upholding human rights, building trust, and a renewed commitment to multilateral action on the attainment of social development and the implementation of the sustainable development agenda in its social, economic and environmental dimensions. We will advance innovative solutions and inclusive international cooperation to fully translate the commitments of the Copenhagen Declaration and Programme of Action and the social dimension of the 2030 Agenda into concrete actions to achieve social development for all, in particular to the benefit of developing countries.",
    "22": "We reaffirm that the Commission for Social Development has the primary responsibility for the follow-up to the Summit and review of the implementation of the Copenhagen Declaration and Programme of Action.",
    "23": "We recognize that the multilateral system and its institutions, with the United Nations and its Charter at the centre, must be strengthened to keep pace with a changing world and address global challenges in the sphere of social development. They must be fit for the present and the future – effective and capable, just, democratic, equitable and representative of today’s world, inclusive, interconnected and financially stable.",
    "24": "We will explore bold and effective social policies that are woven into a whole- of-government, whole-of-society, people-centred and integrated approaches aimed at achieving social development for all, including through enhancing social policy coherence, building effective, accountable, transparent and inclusive institutions at all levels, achieving social justice for all, upholding democracy, the rule of law, good governance and access to justice, combating all forms of corruption and reinforcing national coordination, as well as multi-stakeholder engagement and integrated responses to social development challenges, and avoiding policy silos across sectors.",
    "25": "We recognize the contributions of multi-stakeholder engagement to social development. We will continue to collaborate meaningfully with all relevant stakeholders, including civil society, social partners and the private sector, and encourage multi-stakeholder collaboration and partnerships.",
    "26": "On the basis of our common pursuit of social development, which is aimed at social justice, solidarity, harmony and equality, within and among countries, guided by the purposes and principles of the Charter of the United Nations and international law, as well as policy objectives, development priorities and religious and cultural diversity, and full respect for all human rights and fundamental freedoms, we reaffirm our global drive for social progress and development.",
    "27": "We strive for a future that is inclusive, resilient, sustainable and just. We envisage a world free of poverty, hunger, unemployment, preventable diseases, racism, discrimination and insecurity and a world of equality, equity, shared prosperity and peace, where the dignity of all people is respected, and where no one is left behind. A call to action",
    "28": "We recommit ourselves to creating an enabling economic, political, social, cultural and legal environment to achieve social development for all.",
    "29": " (h) Promoting the integration of child-sensitive policies and programmes in national poverty eradication strategies, including social protection programmes that deliver an integrated package of essential services, including investments in nutrition, early childhood development and universal child benefits; (i) Developing and implementing multidimensional poverty measurements according to national plans, priorities and methodologies to better measure the various dimensions of poverty and the interactions among them, as well as to support the development of targeted national public policies, based on disaggregated data; (j) Recognizing that persons with disabilities continue to be disproportionately affected by multidimensional poverty, and the need to enhance, inter alia, efforts to facilitate international trade in assistive technologies, in line with international trade agreements, to address inequalities experienced by persons with disabilities and to promote the local production of and capacity-building initiatives for assistive products, especially in developing countries, including through research and development, and to foster greater accessibility to, as well as affordability and efficacy of, assistive products in line with the goals of disability-inclusive development; (k) Reaffirming the commitment contained in the Pact for the Future to urgently develop a framework of measures of progress on sustainable development that complement or go beyond gross domestic product through the work of the independent high-level expert group to develop recommendations for a limited number of country-owned and universally applicable indicators of sustainable development that complement and go beyond gross domestic product and a subsequent United Nations-led intergovernmental process; (l) Fully and effectively implementing the mandate set out in General Assembly resolution 78/322 of 13 August 2024 on the multidimensional vulnerability index; (m) Strengthening investment in social development at national, as well as regional, and international levels, including through enhanced international cooperation, South-South and triangular cooperation, and ensuring predictable and sustainable resources, especially for supporting developing countries in implementing poverty eradication policies; (n) Recognizing that the social and solidarity economy can play a key role in eradicating poverty, promoting social inclusion and catalysing social transformation, thus helping to achieve the objective of leaving no one behind and to achieve the 2030 Agenda and its Sustainable Development Goals, while ensuring social development for all; (o) Strengthening an inclusive approach to international cooperation and promoting innovative solutions and initiatives for poverty eradication, such as, among others, the Global Alliance against Hunger and Poverty.",
    "30": " (b) acknowledging the important nexus between international migration and social development; (l) Strengthening labour market institutions and social dialogue, including through promoting respect for international labour standards and workers’ rights, as well as promoting, protecting and investing in mechanisms for social dialogue, freedom of association and collective bargaining; (m) Considering a renewed spirit to deliver social justice and social development through a proposed renewed global commitment and actions to be developed, as appropriate, in close consultation with employers’ and workers’ organizations, that ensures equal opportunities and cohesion of societies and foster inclusive social dialogue; (n) Reinforcing investment in universal, inclusive and sustainable social protection systems, as a critical enabler of sustainable and inclusive growth; (o) Responding to the challenges and opportunities posed by the energy, technological and demographic transitions, through appropriate social and labour market policies, including through the development of skills, promoting the formalization of informal work and guaranteeing living wages, safe and healthy working conditions and full respect for workers’ rights; (p) Taking effective measures to eradicate forced labour and trafficking in persons and eliminate all forms and manifestations of child labour; (q) Upholding the fundamental principles and rights at work, namely, freedom of association and the effective recognition of the right to collective bargaining, the elimination of all forms of forced or compulsory labour, the effective abolition of child labour, the elimination of discrimination in respect of employment and occupation, and the right to a safe and healthy working environment, including through encouraging the ratification and implementation of the International Labour Organization fundamental conventions; (r) Considering the multiplier effects of care and support systems in terms of increasing labour participation, facilitating the transition from informal to formal work and decent working conditions in the care and support sector, ensuring access to social protection for caregivers and care receivers, throughout the life course, investing in social infrastructure and strengthening social protection, as well as the returns on investments in care and support policies and systems; (s) Implementing policies that ensure women’s economic empowerment by, inter alia, gender-responsive budgeting, enhancing women’s full access to decent work and equal opportunities in the labour market, promoting equal pay for work of equal value, ensuring equal opportunities and decent working conditions for women workers and entrepreneurs, including in rural areas, by eliminating violence and harassment in the world of work and discrimination in access to job markets, social protection, financial assets and services, productive resources, decision-making, and providing and increasing family benefits and social support, healthcare and affordable and quality childcare and promoting the work-life balance, taking into account national strategies; (t) Strengthening capacity-building for upskilling and reskilling existing workforce, including to equip them to handle the impact of artificial intelligence in various industry sectors and strengthening international cooperation in this regard.",
    "31": " principles of non‑discrimination, equal opportunity, solidarity, tolerance and full and equal participation for all. In this regard, we commit to: (a) Promoting intergenerational solidarity, inclusive dialogue and social cohesion, including by creating an enabling environment to ensure a higher quality of life for all individuals throughout their life course and to achieve social development for all, leaving no one behind; (b) Creating inclusive societies that enable full, equal and meaningful participation, as well as leadership opportunities, for all, including but not limited to women, youth, older persons, persons with disabilities, persons living with rare diseases and people living with HIV/AIDS, Indigenous Peoples, people of African descent, people living in poverty and in rural and remote areas, as well as people in vulnerable situations, fostering social connection and reducing loneliness and isolation, and integrating their needs and perspectives into social and economic policy frameworks; (c) Reducing inequalities within and among countries, promoting gender equality, combating systemic racism and pursuing policies that reinforce social justice, stemming the tide of rising inequalities and ensuring fair and equitable distribution of income and wealth of economic growth and universal access to basic services, including healthcare, education, access to safe and affordable drinking water and adequate and equitable sanitation and hygiene, adequate housing, electricity, digital infrastructure and connectivity, and social protection; (d) Responding to demographic shifts, including declining fertility rates, rapid population growth and population ageing, and their implications for social integration, including through social policies adapted to all people at all ages, particularly older persons and youth, through strengthened social protection systems, inclusion in decision-making processes, access to healthcare, lifelong learning, skills development, and digital inclusion and financial and digital literacy, access to inclusive and equitable quality education and promotion of employment opportunities and skills development, including in science, technology, engineering and mathematics, with special focus on people in rural and remote areas, persons with disabilities and women and girls; (e) Investing in integrated early childhood development by ensuring, inter alia, access to free, inclusive and equitable quality education, healthcare, food and nutrition, and the protection of children from violence, exploitation, child labour and abuse; (f) Ensuring the full and effective inclusion and participation of persons with disabilities, in accordance with the Convention on the Rights of Persons with Disabilities, 14 including through removing barriers and implementing inclusive, accessible and rights-based policies and services. These efforts must be carried out in collaboration with persons with disabilities and their representative organizations, in accordance with the general principles of the Convention on the Rights of Persons with Disabilities, to ensure their equal participation in all aspects of life and development; (g) Ensuring that social development policies and programmes integrate persons with disabilities as both development agents and beneficiaries in all aspects of development and equal access for persons with disabilities to social protection floors and safety nets, address additional disability-related costs in the design of social protection schemes and enhance responsive support and accessible services for persons with disabilities, which are critical to promoting inclusive development for all; (h) Creating an enabling environment for the equal, full, effective and meaningful participation of older persons in political, social, economic and cultural life, including by responding to population ageing and combating all forms of discrimination and inequality experienced by older persons; (i) Scaling up investment from all sources in essential services for young people and ensuring that their specific needs and priorities are integrated in national, regional and international social development strategies; (j) Advancing the role of culture, as well as sport, in contributing to social integration and social cohesion and more effective, inclusive, equitable and sustainable development, integrating culture and sport into economic, social and environmental development policies and strategies and ensuring adequate public investment in the protection and promotion of culture, sport and intercultural dialogue; (k) Recognizing and supporting Indigenous Peoples in their pursuit of economic and social development, with full respect for their identity, traditions, forms of social organization and cultural values and the right to participate in decision- making in matters which would affect their rights, in accordance with their procedures; (l) Encouraging volunteerism at all levels – local, national and international – and recognizing that these efforts contribute to social cohesion by promoting civic engagement; (m) Strengthening institutions that enhance social integration and apply a holistic social development approach, which integrates the role of the family as a central enabler and contributor to social development, taking into account different cultural, political and social systems, and promoting social and economic policies that are designed to meet the needs of families and their individual members and acknowledging the role of families in social development in accordance with the principles, goals and commitments of the Copenhagen Declaration on Social Development; (n) Taking urgent national and international action to address homelessness as an obstacle to the enjoyment of human rights and the attainment of social development.",
    "32": " contexts, recognizing their foundational importance to human development and lifelong well-being; (c) Investing in resilient, inclusive and sustainable food systems that ensure access to affordable, sufficient, safe and nutritious food for all and reducing food loss and waste; (d) Strengthening international cooperation to address the impact that excessively volatile food prices can pose to the fight against poverty and hunger and to the efforts of developing countries to attain food security and improved nutrition; (e) Supporting smallholders, family farmers and small-scale producers, including women farmers and producers, in adopting and scaling up sustainable agricultural practices that are resilient to climate change and improve productivity and livelihoods, supporting rural communities and sustainable agricultural practices to improve productivity and livelihoods; (f) Ensuring equitable access to land, water and other productive resources, particularly for women, recognizing their key role in empowering rural populations, eradicating poverty, achieving food security and promoting inclusive rural development; (g) Strengthening international cooperation, capacity-building, access to technology and financial support for sustainable agricultural development as an important tool, in particular for developing countries, for achieving food security and nutrition for all and facilitating access to essential nutrition needs and agricultural markets; (h) Recognizing the positive role that trade can play in achieving food security.",
    "33": " (e) Promoting health equity for persons with disabilities by ensuring availability of and access to health services for all persons with disabilities, including by providing quality standards of care; (f) Promoting and improving mental health services as an essential component of universal health coverage; (g) Mobilizing domestic and international innovative and sustainable sources of financing, including through public-private partnerships, to secure adequate levels of social expenditure necessary for expanding coverage towards universal access to health and supporting research and development and innovation in health programmes; (h) Strengthening integrated, resilient, inclusive, people-centred, affordable, equitable, accessible and universal health systems, based on a primary healthcare approach, that are affordable and adequately financed and supported by a competent health workforce and adequate health infrastructure; (i) Ensuring robust prevention, preparedness and response to future pandemics and health emergencies, including by strengthening local, national and regional production capacities, and adequate infrastructure and logistics for medicines, vaccines, diagnostics and other health-related technologies while strengthening technology transfer on mutually agreed terms and equitable access, particularly in developing countries; (j) Ensuring appropriate and safe use of health data and proper legal and technical safeguards for patient privacy.",
    "34": " (e) Preventing and addressing adverse impacts on the enjoyment of human rights, especially of people in vulnerable situations, arising from the use of digital and emerging technologies, including artificial intelligence.",
    "35": "We reaffirm the right to education and that access to inclusive and equitable quality education constitutes a cornerstone for social development and social cohesion. In this regard we commit to: (a) Promoting universal, safe, inclusive, equitable, affordable and resilient quality education systems and lifelong learning opportunities for all. Education shall be free, at least in the elementary and fundamental stages; (b) Expanding inclusive access to technical and vocational education and training, including in science, technology, engineering and mathematics, physical education and sport, lifelong learning, financial and digital literacy and skills development for all; (c) Taking effective measures to ensure intercultural and multilingual education; (d) Addressing negative social norms and gender stereotypes in education systems, as well as implementing inclusive policies and programmes to promote girls’ participation in science, technology, engineering and mathematics, including information and communications technologies, throughout their education; (e) Promoting the availability, accessibility and affordability of quality education in science, technology, engineering and mathematics at the primary, secondary and tertiary levels to create an inclusive social environment conducive to the advancement of science, technology and innovation and entrepreneurship; (f) Strengthening investment and cooperation in research and development, innovation and training in emerging technologies, including artificial intelligence, in particular by supporting developing countries, upon their request, in line with their priorities and contexts.",
    "36": "We commit to address the adverse impacts of climate change, biodiversity loss, desertification and drought and environmental degradation, which pose challenges to social development, particularly in developing countries.",
    "37": "We recognize that the impacts of disasters caused by human-made or natural hazards pose serious challenges to social development, particularly in developing countries. In this regard, we commit to: (a) Strengthening adaptive social protection systems, including by enhancing social safety nets and protection floors, improving access to essential services and developing targeted support programmes to safeguard those disproportionately affected by the adverse impact of climate change and disasters caused by human- made or natural hazards; (b) Promoting a risk-informed approach to social development that integrates accessible disaster risk reduction measures into policies, programmes and investments at all levels, and advancing inclusive early warning systems, early and anticipatory approaches, and preparedness initiatives by developing comprehensive risk management plans and investing in inclusive, sustainable and resilient infrastructure according to the Sendai Framework for Disaster Risk Reduction 2015– 2030;15 (c) Ensuring that education and health systems and new and existing critical infrastructure, including water and sanitation, transportation and telecommunications infrastructure, educational facilities, hospitals and other health facilities, are resilient and adaptable to disasters.",
    "38": "We reaffirm the need to achieve gender equality and the empowerment of all women and girls and to ensure the full and equal enjoyment of all human rights and fundamental freedoms by all women and girls throughout their life course, and that all legal, social and economic barriers to their empowerment are removed. We commit to: (a) Taking comprehensive measures to achieve gender equality and the empowerment of all women and girls, highlighting their key role in the achievement of sustainable development; (b) Implementing policies that ensure women’s economic empowerment and equal opportunities in the labour market and taking measures to ensure fair wages for women, including equal pay for work of equal value, and equitable care work, and eliminate gender stereotypes and negative social norms; (c) Recognizing, reducing and redistributing women’s disproportionate share of unpaid care and domestic work, including through the provision of public services, infrastructure and social protection policies and programmes and the promotion of shared responsibility within the household and the family, as nationally appropriate; (d) Promoting access to sexual and reproductive health and eliminating all forms of discrimination and violence against women and girls, including gender- based violence; (e) Enhancing women’s full, equal and meaningful participation and leadership in decision-making processes at all levels and in all sectors and in contributing in all spheres of society and encouraging women-led development initiatives that contribute to the achievement of gender equality and women’s empowerment; (f) Strengthening predictable, sustainable and sufficient development finance to developing countries to end poverty in all its forms and dimensions disproportionately affecting women and girls.",
    "39": "We acknowledge that combating racism, racial discrimination, xenophobia and related intolerance is essential to achieve social development for all, based on human dignity, social justice and social cohesion. We commit to stepping up our efforts to fight against all forms of racism, all forms of racial discrimination, xenophobia and related intolerance, religious hatred, stigmatization and hate speech in all its manifestations online and offline, including through the adoption of effective legal, policy and institutional measures that address racism and racial discrimination and inclusive participation mechanisms in policymaking in order to ensure the full enjoyment of all human rights – economic, social, cultural, civil and political – which are universal, indivisible, interdependent and interrelated, as an essential enabler to achieve social development for all, based on human dignity, social justice and social cohesion.",
    "40": " affordable, adequate housing, resilient infrastructure, transportation, clean water and sanitation; (b) Investing in resilient cross-border transport corridors, trade networks and digital connectivity to strengthen regional economic integration and inclusive growth; (c) Ensuring that housing policies in urban, peri-urban and rural areas address the needs of persons in low-income households, female-headed households, women, youth, older persons, persons with disabilities, those experiencing homelessness, those living in poverty, including extreme poverty, and those in vulnerable situations; (d) Strengthening international cooperation and capacity-building in developing countries in adequate safe, accessible and affordable housing, safe and affordable drinking water, adequate and equitable sanitation and hygiene, and related activities and programmes; (e) Reinforcing resilient and sustainable urbanization by implementing strategies to bridge the gaps between urban, rural and remote areas, enhance connectivity and access to electricity and address homelessness; (f) Ensuring universal access to affordable, reliable, sustainable and modern energy for all, including through enhanced international cooperation.",
    "41": "We recognize migration as a driver of inclusive growth and sustainable development and acknowledge its positive contributions to social and economic development and ensuring safe, orderly and regular migration pathways, and its relevance for the social development of countries of origin, transit and destination. In this regard, we commit to: (a) Strengthening international, regional and bilateral cooperation to ensure safe, orderly and regular migration, taking into account national circumstances; (b) Promoting and protecting the human rights and fundamental freedoms of all migrants, including women and children, regardless of their migration status.",
    "42": " (e) Strengthening the inclusiveness and effectiveness of international tax cooperation at the United Nations, while taking into consideration the work of other relevant forums and institutions, and continuing to engage constructively in the negotiations on the United Nations framework convention on international tax cooperation and its protocols and encourage support for the process; (f) Reiterating that Member States are strongly urged to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter of the United Nations that impede the full achievement of economic and social development, particularly in developing countries; (g) Reaffirming the importance of official development assistance as a key component of international development cooperation in helping developing countries achieve sustainable development and acknowledging the urgency of undertaking sustained efforts to reverse declining trends in official development assistance and urge developed countries to scale up and fulfil their respective official development assistance commitments, including the long-standing commitment by most developed countries to achieve the targets of 0.7 per cent of gross national income for official development assistance to developing countries, and between 0.15 and 0.2 per cent of gross national income for official development assistance to the least developed countries; (h) Strengthening multilateral cooperation to enhance fiscal space for social spending and supporting developing countries in ensuring predictable, adequate and uninterrupted funding of social protection and other essential social spending during shocks and crises; (i) Promoting and scaling up North-South, South-South and triangular cooperation as critical modalities for mobilizing knowledge, technical cooperation and resources to address social challenges and foster innovation in social development policies while strengthening and respecting national ownership, and recognizing that South-South cooperation is a complement to, not a substitute for, North-South cooperation. Follow-up",
    "43": " Development, the outcome of the twenty-fourth special session of the General Assembly, of the Doha Summit and intergovernmental social development commitments, and to proceed to the strengthening of its role, including in contribution to the follow-up process; (d) Invite the United Nations regional commissions, within their respective mandates, to convene preparatory meetings at the regional level in advance of the follow-up, with the aim of assessing progress made, gaps and opportunities for action towards the implementation of the Doha Political Declaration and the Copenhagen Declaration and Programme of Action. The regional commissions are invited to utilize existing mechanisms and platforms to conduct the regional preparatory meetings; (e) Invite the Economic and Social Council, the funds and programmes of the United Nations development system and the relevant organizations and specialized agencies, within their respective mandates, to further integrate into their work programmes relevant intergovernmental social development commitments and to be actively involved in the follow-up process; (f) Strengthen effective multilateralism and international cooperation, as well as foster greater inter-agency cooperation and better policy coherence within the United Nations system; (g) Encourage stronger coordination, each within their respective mandates, between the United Nations and the international financial institutions through regular and substantive dialogues, including during the sessions of the Commission for Social Development, on enhancing financing mechanisms and assistance to advance social development, particularly in developing countries; (h) Strengthen multi-stakeholder engagement and partnerships, including with parliamentarians, civil society, employers’ and workers’ organizations, youth, organizations of persons with disabilities, academia, local and regional authorities, faith-based organizations and the private sector to implement the commitments; (i) Support developing countries, particularly African countries, least developed countries, small island developing States and landlocked developing countries, in, inter alia, strengthening the capacity of national statistical offices and data systems to ensure access to high-quality, timely, reliable and disaggregated social development data.",
    "44": "We commit with united efforts, political will and firm actions to advance concrete, integrated and targeted policies and actions to implement the Doha Political Declaration and achieve social development for all in line with the Copenhagen Declaration and Programme of Action."
  },
  "agenda_items": [
    "Item 25"
  ],
  "symbol_references": [
    "A/80/L.5"
  ]
}