{
  "symbol": "A/RES/80/216",
  "filename": "A_RES_80_216.pdf",
  "title": "80/216. The human rights to safe drinking water and sanitation",
  "text": "United Nations \nA/RES/80/216\n \nGeneral Assembly \nDistr.: General \n22 December 2025 \n25-20968 (E) \n*2520968* \n \n \nEightieth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human \nrights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 18 December 2025 \n \n \n[on the report of the Third Committee (A/80/545, para. 5)] \n \n \n 80/216. The human rights to safe drinking water and sanitation \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles of the Charter of the United Nations, \n \nRecalling its resolutions 64/292 of 28 July 2010, in which it recognized the right \nto safe and clean drinking water and sanitation as a human right that is essential for \nthe full enjoyment of life and all human rights, and 78/206 of 19 December 2023, \nentitled “The human rights to safe drinking water and sanitation”, \n \nReaffirming all previous resolutions of the Human Rights Council regarding the \nhuman rights to safe drinking water and sanitation, inter alia, Council resolution 57/13 \nof 10 October 2024,1 \n \nRecalling the Universal Declaration of Human Rights, 2  the International \nCovenant on Economic, Social and Cultural Rights,3 the International Covenant on \nCivil and Political Rights,4 the International Convention on the Elimination of All \nForms of Racial Discrimination,5 the Convention on the Elimination of All Forms of \n_______________ \n \n1 See Official Records of the General Assembly, Seventy-ninth Session, Supplement No. 53A \n(A/79/53/Add.1), chap. III, sect. A. \n \n2 Resolution 217 A (III). \n \n3 See resolution 2200 A (XXI), annex. \n \n4 Ibid. \n \n5 United Nations, Treaty Series, vol. 660, No. 9464. \n\nA/RES/80/216 \nThe human rights to safe drinking water and sanitation\n \n25-20968\n2/9 \n \nDiscrimination against Women,6 the Convention on the Rights of the Child7 and the \nConvention on the Rights of Persons with Disabilities, 8 \n \nRecalling also that the human rights to safe drinking water and sanitation are \nderived from the right to an adequate standard of living and are inextricably related \nto the right to the highest attainable standard of physical and mental health, as well \nas to the right to life and human dignity, \n \nReaffirming the responsibility of States to ensure the promotion and protection \nof and respect for all human rights, which are universal, indivisible, interdependent \nand interrelated, and must be treated globally, in a fair and equal manner, on the same \nfooting and with the same emphasis, \n \nReaffirming also that States have the primary responsibility to ensure the full \nrealization of all human rights and to take steps, individually and through \ninternational assistance and cooperation, especially economic and technical \ncooperation, to the maximum of their available resources, to progressively achieve \nthe full realization of the rights to safe drinking water and sanitation by all appropriate \nmeans, including, in particular, the adoption of legislative measures for the \nimplementation of their human rights obligations, \n \nNoting general comment No. 15 (2002) of the Committee on Economic, Social \nand Cultural Rights on the right to water (articles 11 and 12 of the International \nCovenant on Economic, Social and Cultural Rights)9 and the statement on the right to \nsanitation of the Committee of 19 November 2010,10 and taking note of the reports of \nthe Special Rapporteur on the human rights to safe drinking water and sanitation, \n \nTaking note of The United Nations World Water Development Report 2025: \nMountains and Glaciers – Water Towers and the summary brief “Mid-term status of \nSDG 6 global indicators and acceleration needs” from August 2024, \n \nRecalling the Programme of Action of the International Conference on Population \nand Development11 and outcome documents of review conferences, reaffirming the \nBeijing Declaration and Platform for Action,12 the outcome documents of the twenty-\nthird special session of the General Assembly13 and the declarations adopted by the \nCommission on the Status of Women on the occasion of the tenth, fifteenth, twentieth, \ntwenty-fifth and thirtieth anniversaries of the Fourth World Conference on Women, 14 \nand taking note of the agreed conclusions of the sixty-eighth session of the \nCommission on the Status of Women,15 \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, for the achievement of \n_______________ \n \n6 Ibid., vol. 1249, No. 20378. \n \n7 Ibid., vol. 1577, No. 27531. \n \n8 Ibid., vol. 2515, No. 44910. \n \n9 Official Records of the Economic and Social Council, 2003, Supplement No. 2 (E/2003/22), \nannex IV. \n \n10 Ibid., 2011, Supplement No. 2 (E/2011/22), annex VI. \n \n11 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n12 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n13 Resolution S-23/2, annex, and resolution S-23/3, annex. \n \n14 See Official Records of the Economic and Social Council, 2005, Supplement No. 7 and \ncorrigendum (E/2005/27 and E/2005/27/Corr.1), chap. I, sect. A; ibid., 2010, Supplement No. 7 \nand corrigendum (E/2010/27 and E/2010/27/Corr.1), chap I, sect. A; ibid., 2015, Supplement \nNo. 7 (E/2015/27), chap. I, sect. C, resolution 59/1, annex; ibid., 2020, Supplement No. 7 \n(E/2020/27), chap. I, sect. A; and ibid., 2025, Supplement No. 7 (E/2025/27), chap. I, sect. C. \n \n15 Ibid., 2024, Supplement No. 7 (E/2024/27), chap. I, sect. A. \n\nThe human rights to safe drinking water and sanitation \nA/RES/80/216\n \n3/9\n25-20968 \n \nsustainable development in its three dimensions – economic, social and environmental – \nin a balanced and integrated manner, ensuring that no one is left behind, \n \nStressing the importance of monitoring and reporting on the implementation of \nthe internationally agreed Sustainable Development Goals and targets, including the \nGoal on ensuring the availability and sustainable management of water and sanitation \nfor all, in particular since, as shown in the Summary Progress Update 2021 on \nSustainable Development Goal 6, the world is off track to ensure by 2030 sustainable \nmanagement of water and sanitation for all, which also serves as a crucial enabler for \nachieving other Sustainable Development Goals, \n \nRecalling its resolution 71/222 of 21 December 2016, by which it proclaimed \nthe period 2018–2028 the International Decade for Action, “Water for Sustainable \nDevelopment”, and its resolution 77/334 of 1 September 2023, entitled “Follow-up to \nthe United Nations Conference on the Midterm Comprehensive Review of the \nImplementation of the Objectives of the International Decade for Action, ‘Water for \nSustainable Development’, 2018–2028”, in which it decided to convene the 2026 \nUnited Nations Water Conference to Accelerate the Implementation of Sustainable \nDevelopment Goal 6 and, in 2028, the United Nations Conference on the Final \nComprehensive Review of the Implementation of the Objectives of the International \nDecade for Action, “Water for Sustainable Development”, 2018–2028, \n \nRecalling also the designation, pursuant to General Assembly resolutions \n47/193 of 22 December 1992 and 67/291 of 24 July 2013, of 22 March as World Water \nDay and 19 November as World Toilet Day, which are important opportunities to \npromote, among other issues, awareness of the human rights to safe drinking water \nand sanitation and of the remaining challenges in this regard, \n \nRecalling further the Rio Declaration on Environment and Development of June \n199216 and its resolution 66/288 of 27 July 2012, entitled “The future we want”, and \nemphasizing the critical importance of water and sanitation within the three \ndimensions of sustainable development, \n \nRecalling its resolution 76/300 of 28 July 2022, entitled “The human right to a \nclean, healthy and sustainable environment”, \n \nNoting the relevant commitments and initiatives promoting the human rights to \nsafe drinking water and sanitation made at recent regional and subregional \nconferences and meetings, \n \nAffirming the importance of continually improving the availability of high-\nquality, accessible, timely and reliable disaggregated data on progress related to safe \ndrinking water and sanitation services in households, educational settings, healthcare \nfacilities, workplaces and other settings, including public places, as an indispensable \nmeans for States to plan for, implement and monitor the progressive realization of the \nhuman rights to safe drinking water and sanitation for all without discrimination, \n \nWelcoming the fact that, globally, from 2015 to 2024, according to The \nSustainable Development Goals Report 2025, the percentage of the world’s \npopulation using safely managed drinking water increased from 68 to 74 per cent, the \npercentage using safely managed sanitation services increased from 48 to 58 per cent \nand the percentage with access to basic hygiene services increased from 66 to 80 per \ncent, while, according to the report on Progress on Household Drinking Water, \nSanitation and Hygiene 2020–2024: Special Focus on Inequalities, published by the \nUnited Nations Children’s Fund and the World Health Organization in 2025, the \n_______________ \n \n16 Report of the United Nations Conference on Environment and Development, Rio de Janeiro, \n3–14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, \nSales No. E.93.I.8 and corrigendum), resolution 1, annex I. \n\nA/RES/80/216 \nThe human rights to safe drinking water and sanitation\n \n25-20968\n4/9 \n \nnumber of people practising open defecation decreased from 715 million to 354 million \nduring this period, \n \nDeeply concerned that, more than 15 years after the adoption of resolution \n64/292, 2.1 billion people lack safely managed drinking water and 3.4 billion people \nlack safely managed sanitation, including 1.7 billion people without basic sanitation \nservices at home, which represents a global human rights and development challenge, \nand that achieving universal coverage by 2030 will require a substantial increase in \ncurrent global rates of progress pursued within a guiding framework aimed at the full \nrealization of human rights, \n \nDeeply concerned also that pandemics exacerbate existing inequalities, and that \nthose disproportionately at risk are women, girls and persons in vulnerable situations, \nrecognizing the need to expand as a matter of utmost urgency access to adequate water \nand sanitation services, including for menstrual health and hygiene management, and \nto ensure continued access to existing services in this regard, including sexual and \nreproductive healthcare services, and gravely concerned that as of 2023 2.3 billion \npeople worldwide lacked basic hand-washing facilities at home, which are urgently \nneeded to prevent the spread of pandemics and other infectious diseases, \n \nDeeply concerned further about the lack of access to adequate water and \nsanitation services and its dramatic consequences for the overall health situation in \nhumanitarian emergencies and crises, including in times of conflict and natural \ndisaster, and acknowledging that people living in countries affected by armed conflict \nand natural disasters and in countries particularly vulnerable to the adverse effects of \nclimate change, as well as people living in refugee camps, including in refugee host \ncountries, are more likely to lack access to basic drinking water and to basic sanitation \nthan people living in unaffected countries, while acknowledging the efforts of refugee \nhost countries in improving the situation of people living in refugee camps, \n \nDeeply concerned that women and girls often face, especially in humanitarian \nemergencies and crises, including in times of armed conflict or natural disaster, \nparticular barriers in accessing water and sanitation and hygiene services, as well as \nmenstrual health and hygiene management, and that they shoulder the main burden of \ncollecting household water and of care responsibilities, including those arising from \nwaterborne diseases, in many parts of the world, restricting their time for other \nactivities, such as education and leisure, or, for women, for earning a livelihood, \n \nDeeply concerned also that achieving universal and equitable access to safe \nwater and sanitation services by 2030 will require up to a sixfold increase in current \nrates of progress, \n \nDeeply alarmed by indiscriminate attacks and attacks deliberately targeting \ncivilian objects in armed conflict, which may injure personnel and damage civilian \ninfrastructure that are critical to the delivery of essential services to the civilian \npopulation, \n \nDeeply alarmed also that water, sanitation and hygiene-related diseases hit \nchildren the hardest, while noting that child diarrhoea remains a leading cause of \ndeath in children under 5 years of age, and underscoring that progress on reducing \nchild mortality, morbidity and stunting is linked to children’s and women’s universal \nand equitable access to safe drinking water and sanitation and that, in humanitarian \nemergencies and crises, including in times of armed conflict or natural disaster, \nchildren suffer the most from interruptions in water and sanitation services, \n \nDeeply concerned that persons with disabilities, especially children, often lack \nuniversal and equitable access to safe and sustainably managed drinking water and \nsanitation and face barriers in accessing water and sanitation facilities that are \n\nThe human rights to safe drinking water and sanitation \nA/RES/80/216\n \n5/9\n25-20968 \n \naccessible and appropriate to their needs, which has an impact on their ability to live \nindependently and participate fully in all aspects of life, including education and \nemployment, which is particularly concerning in situations of homelessness and \nhumanitarian emergencies and crises, \n \nDeeply concerned also that widespread silence, stigma, misconceptions and \ntaboos surrounding menstruation and menstrual health and hygiene mean that women \nand girls often lack basic information and education thereon, whether in school or out \nof school, and are excluded and stigmatized, that the enjoyment of their human rights, \nincluding the right to the enjoyment of the highest attainable standard of physical and \nmental health, can be negatively affected and that they are thus prevented from \nrealizing their full potential, \n \nDeeply concerned further that the lack of access to adequate water and sanitation \nservices, including for menstrual health and hygiene management, especially in \nschools and other educational settings, workplaces, health centres and public facilities \nand at home, negatively affects gender equality, the empowerment of women and girls \nand their enjoyment of human rights, including the right to education and the right to \nthe enjoyment of the highest attainable standard of physical and mental health, and \nrecognizing the specific hygiene needs of women and girls during menstruation, and \nthat women have specific hygiene needs during pregnancy, childbearing and rearing \nand throughout the life course, \n \nDeeply concerned that women and girls are particularly at risk of and exposed \nto attacks, sexual and gender-based violence, harassment and other threats to their \nsafety while collecting household water and when accessing sanitation facilities \noutside their homes or, when lacking adequate sanitation facilities, practising open \ndefecation and urination, limiting their ability to move freely and safely in the public \nsphere, \n \nDeeply concerned also that non‑existent or inadequate sanitation facilities and \nserious deficiencies in water management and wastewater treatment can negatively \naffect water provision and sustainable access to safe drinking water and that, \naccording to the United Nations World Water Development Report 2021, an estimated \n80 per cent of the world’s wastewater is released into the environment without \ntreatment, \n \nAffirming the importance of regional and international cooperation, where \nappropriate, as a means to promote the progressive realization of the human rights to \nsafe drinking water and sanitation, with the understanding that it has no bearing on \nthe issues of international water law, including international watercourse law, \n \nExpressing concern that climate change increases the frequency and intensity of \nsudden-onset natural disasters, extreme weather events and slow-onset events, and \nthat these events have adverse effects on the full enjoyment of all human rights, \nincluding the human rights to safe drinking water and sanitation, and recalling the \nneed to accelerate action on mitigation, enhance adaptive capacity, strengthen \nresilience and reduce vulnerability to climate change, including through adopting a \nsustainable and integrated approach to resilient water and sanitation systems and \nwater management implemented within a guiding framework aimed at the full \nrealization of human rights, \n \nNoting that adequate responses to the adverse impacts of climate change and the \nprogressive realization of the human rights to safe drinking water and sanitation are \nlinked to the health and sustainability of ecosystems, including aquatic ecosystems, \nwhich are also endangered by overexploitation and increasing levels of pollution, \n\nA/RES/80/216 \nThe human rights to safe drinking water and sanitation\n \n25-20968\n6/9 \n \n \nRecalling the commitment to step up efforts on all fronts to tackle \ndesertification, land degradation, erosion and drought, biodiversity loss and water \nscarcity, which are seen as major environmental, economic and social challenges for \nglobal sustainable development and for the realization of the human rights to safe \ndrinking water and sanitation, \n \nRecognizing that, while the implications of climate change-related impacts and \nenvironmental damage for the enjoyment of the human rights to safe drinking water \nand sanitation affect individuals and communities around the world, the consequences \nare felt most acutely by those segments of the population that are already in vulnerable \nsituations, such as people living in informal settlements, people living in small island \nStates and rural and local communities, and recognizing also that Indigenous Peoples, \nbecause of their specific situation and nature, may be among the first to face the direct \nconsequences of climate change owing to their dependence upon and close \nrelationship with the environment and its resources, \n \n1. \nReaffirms that the human rights to safe drinking water and sanitation, as \ncomponents of the right to an adequate standard of living, are essential for the full \nenjoyment of the right to life and all human rights; \n \n2. \nAlso reaffirms that the human right to safe drinking water entitles \neveryone, without discrimination, to have access to sufficient, safe, acceptable, \nphysically accessible and affordable water for personal and domestic use, and that the \nhuman right to sanitation entitles everyone, without discrimination, to have physical \nand affordable access to sanitation, in all spheres of life, that is safe, hygienic, secure, \nsocially and culturally acceptable and that provides privacy and ensures dignity, while \nreaffirming that both rights are components of the right to an adequate standard of \nliving; \n \n3. \nTakes note with appreciation of the work of the Special Rapporteur on the \nhuman rights to safe drinking water and sanitation, and invites him to work, within \nhis mandate,17 to collaborate and engage with Member States and other stakeholders, \nincluding civil society, in achieving the internationally agreed water-related goals and \ntargets; \n \n4. \nWelcomes the appointment of the first Special Envoy on Water of the \nSecretary-General and takes note of the publication of the United Nations System-\nwide Strategy for Water and Sanitation in 2024; \n \n5. \nCalls upon States: \n \n(a) \nTo ensure the progressive realization of the human rights to safe drinking \nwater and sanitation for all in a non‑discriminatory manner while eliminating \ninequalities in access, including for individuals belonging to groups at risk and those \nwho are marginalized on the grounds of race, gender, age, disability, ethnicity, culture, \nreligion and national or social origin or on any other grounds; \n \n(b) \nTo prioritize as a matter of urgency the provision of safe drinking water \nand sanitation services that are accessible to all, including persons in vulnerable \nsituations, especially in densely populated, impoverished and rural areas, as a means \nof enhancing pandemic preparedness and preventing the spread of infectious diseases; \n \n(c) \nTo protect and restore water-related ecosystems and prioritize, as \nappropriate, in their water management policies, the human rights to safe drinking \nwater and sanitation for all, in particular those affected by lack of access to safe and \nadequate water and sanitation due to poverty or water scarcity; \n_______________ \n \n17 Human Rights Council resolution 60/9. \n\nThe human rights to safe drinking water and sanitation \nA/RES/80/216\n \n7/9\n25-20968 \n \n \n(d) \nTo implement the internationally agreed Sustainable Development Goals and \ntargets,18 including the Goal on ensuring the availability and sustainable management \nof water and sanitation for all, consistent with their obligations under international \nlaw; \n \n(e) \nTo take into consideration the New Urban Agenda, 19 which envisages \ncities and human settlements that fulfil their social function, the full realization of the \nright to adequate housing as a component of the right to an adequate standard of \nliving, without discrimination, and universal access to safe and affordable drinking \nwater and sanitation; \n \n(f) \nTo ensure access to safe and affordable drinking water and adequate and \nequitable sanitation and hygiene for all women and girls, as well as for menstrual \nhygiene management, including for hygiene facilities and services in public and \nprivate spaces; \n \n(g) \nTo take measures to empower all women and girls for preparedness in \nhumanitarian emergencies and crises, including in times of armed conflict or natural \ndisaster, by ensuring access to water and sanitation services and implementing gender-\nresponsive policies, plans and programmes that address, inter alia, effective menstrual \nhealth and hygiene management and adequate disposal options for menstrual \nproducts, without compromising their rights, safety and dignity; \n \n(h) \nTo address the widespread stigma, shame and discrimination surrounding \nmenstruation, menstrual health and menstrual hygiene by promoting educational and \nhealth practices in and out of schools in order to foster a culture in which menstruation \nis recognized as healthy and natural and by ensuring access to factual information \nthereon, including for men and boys, addressing the negative social norms around the \nissue, as well as ensuring universal access to hygienic products and gender-sensitive \nfacilities, including disposal and waste management options for menstrual products, \nwhile recognizing that women’s and girls’ attendance at school, university or, for \nwomen, work can be affected by negative perceptions of menstruation and lack of \nmeans to maintain personal hygiene, such as safe water, sanitation and hygiene \nfacilities in schools, public places and, for women, the workplace; \n \n(i) \nTo promote both women’s leadership and their full, effective and equal \nparticipation in decision-making on water and sanitation management and to ensure \nthat a gender-based approach is adopted in relation to water and sanitation \nprogrammes; \n \n(j) \nTo reduce the time spent by women and girls in collecting household water, \nin order to address the negative impact of inadequate water and sanitation services on \ngirls’ access to education and the full enjoyment of their right to education, including \nthrough improved public services and infrastructure; \n \n(k) \nTo protect all women and girls from being physically threatened or \nassaulted, including from sexual violence, while collecting household water and when \naccessing sanitation facilities outside their home or when practising open defecation \nand urination, which is exacerbated where the issue of lack of access to safe drinking \nwater and sanitation requires women and girls to travel longer distances and wait in \nlong queues, including through promoting safe public spaces and improving the \nsecurity and safety of women and girls through gender-responsive rural and urban \nplanning and infrastructure, as well as through their meaningful participation in \nplanning processes; \n_______________ \n \n18 See resolution 70/1. \n \n19 Resolution 71/256, annex. \n\nA/RES/80/216 \nThe human rights to safe drinking water and sanitation\n \n25-20968\n8/9 \n \n \n(l) \nTo promote safe public spaces and improve the security and safety of \nwomen and girls through gender-responsive rural and urban planning and \ninfrastructure when accessing sanitation facilities outside their homes or practising \nopen defecation and urination; \n \n(m) To take steps to ensure that water and sanitation facilities and services are \naccessible for persons with disabilities and apply the principles of universal design in \naccordance with the Convention on the Rights of Persons with Disabilities to meet \nthe needs of persons with disabilities, especially children with disabilities; \n \n(n) \nTo progressively eliminate open defecation by adopting policies to \nincrease access to sanitation, including for individuals who are vulnerable or \nmarginalized; \n \n(o) \nTo raise international awareness of the issue of waterborne diseases, in \nparticular cholera and child diarrhoea, which can be prevented through safe drinking \nwater and adequate sanitation and hygiene and engaging in partnerships with relevant \nstakeholders to implement projects aimed at scaling up access to safe water and \nsanitation in developing countries; \n \n(p) \nTo apply broad and inclusive participatory approaches, consulting and \ncoordinating with local communities and other stakeholders, including organizations \nof women, girls, persons with disabilities and broader civil society, and the private \nsector, on adequate solutions to ensure sustainable, equitable and non‑discriminatory \naccess to safe drinking water and sanitation; \n \n(q) \nTo enhance efforts to substantially reduce the share of untreated \nwastewater released into the environment and to ensure that plans and programmes \nfor improving sanitation services take into account the need for appropriate systems \nfor the treatment of wastewater produced, including disposal of infant faeces, with \nthe aim of reducing the risks to human health, drinking water resources and the \nenvironment, acknowledging the potential of wastewater reuse; \n \n(r) \nTo identify patterns of failure to respect, protect or fulfil the human rights \nto safe drinking water and sanitation for all persons without discrimination and to \naddress their structural causes in policymaking and budgeting within a broader \nframework, while undertaking holistic planning aimed at achieving sustainable \nuniversal access, including in instances where the private sector, donors and \nnon‑governmental organizations are involved in service provision; \n \n(s) \nTo provide for effective accountability mechanisms for all water and \nsanitation service providers, including private sector providers, to ensure that they \nrespect human rights and do not cause or contribute to human rights violations or \nabuses; \n \n(t) \nTo ensure, as appropriate, that their development efforts in the areas of \nwater, sanitation and hygiene are aligned with their human rights obligations under \ninternational law; \n \n6. \nCalls upon States and international organizations to provide financial \nresources and support capacity-building and technology transfer to help countries, at \ntheir request, in particular developing countries, to provide safe, clean, accessible and \naffordable drinking water and sanitation for all; \n \n7. \nCalls upon non‑State actors, including business enterprises, both \ntransnational and others, to comply with their responsibility to respect human rights, \nincluding the human rights to safe drinking water and sanitation, including by \ncooperating with State investigations into allegations of abuses of the human rights \n\nThe human rights to safe drinking water and sanitation \nA/RES/80/216\n \n9/9\n25-20968 \n \nto safe drinking water and sanitation and by progressively engaging with States to \ndetect and remedy abuses of the human rights to safe drinking water and sanitation; \n \n8. \nStresses the important role of the international cooperation and technical \nassistance provided by States, specialized agencies of the United Nations system and \ninternational and development partners, as well as by donor agencies, urges \ndevelopment partners to adopt a human rights-based approach when designing and \nimplementing development programmes in support of national initiatives and plans \nof action related to the rights to safe drinking water and sanitation, and invites \nregional and international organizations to complement efforts by States to \nprogressively realize the human rights to safe drinking water and sanitation in \naccordance with their respective mandates; \n \n9. \nCalls upon Member States, in order to effectively respond to and achieve \nsustainable, inclusive and resilient recovery from health crises such as pandemics and \ntheir consequences, to urgently, inter alia, enhance efforts to realize the human rights \nto safe drinking water and sanitation, as well as ensure access to hand-washing and \nhygiene, and, by 2030, implement integrated water resources management, at all \nlevels, including through collaborative approaches, in order to ensure a sustainable \nsupply of water for life, agriculture and food production and other ecosystem services \nand other benefits; \n \n10. Also calls upon Member States to expand international cooperation and \ncapacity-building support to developing countries in water- and sanitation-related \nactivities and programmes, including sustainable water harvesting, environmentally \nsustainable desalination technologies, water efficiency, wastewater treatment, \nrecycling and reuse technologies; \n \n11. \nFurther calls upon Member States to enhance global partnerships for \nsustainable development as a means to achieve and sustain the Goals and the targets \nof the 2030 Agenda for Sustainable Development, and highlights that the 2030 \nAgenda marks a paradigm shift towards a more balanced and integrated plan of action \nfor achieving sustainable development that reflects the universality, indivisibility and \ninterdependence of all human rights; \n \n12. Reaffirms that the high-level political forum on sustainable development, \nunder the auspices of the General Assembly and of the Economic and Social Council, \nhas the central role in overseeing follow-up and review at the global level of the \nSustainable Development Goals, and encourages Member States to share their \nexperiences and best practices; \n \n13. Decides to continue its consideration of the question at its eighty-second \nsession. \n \n69th plenary meeting \n18 December 2025 \n \n",
  "paragraphs": {
    "1": "Reaffirms that the human rights to safe drinking water and sanitation, as components of the right to an adequate standard of living, are essential for the full enjoyment of the right to life and all human rights;",
    "2": "Also reaffirms that the human right to safe drinking water entitles everyone, without discrimination, to have access to sufficient, safe, acceptable, physically accessible and affordable water for personal and domestic use, and that the human right to sanitation entitles everyone, without discrimination, to have physical and affordable access to sanitation, in all spheres of life, that is safe, hygienic, secure, socially and culturally acceptable and that provides privacy and ensures dignity, while reaffirming that both rights are components of the right to an adequate standard of living;",
    "3": "Takes note with appreciation of the work of the Special Rapporteur on the human rights to safe drinking water and sanitation, and invites him to work, within his mandate,17 to collaborate and engage with Member States and other stakeholders, including civil society, in achieving the internationally agreed water-related goals and targets;",
    "4": "Welcomes the appointment of the first Special Envoy on Water of the Secretary-General and takes note of the publication of the United Nations System- wide Strategy for Water and Sanitation in 2024;",
    "5": "Calls upon States: (a) To ensure the progressive realization of the human rights to safe drinking water and sanitation for all in a non‑discriminatory manner while eliminating inequalities in access, including for individuals belonging to groups at risk and those who are marginalized on the grounds of race, gender, age, disability, ethnicity, culture, religion and national or social origin or on any other grounds; (b) To prioritize as a matter of urgency the provision of safe drinking water and sanitation services that are accessible to all, including persons in vulnerable situations, especially in densely populated, impoverished and rural areas, as a means of enhancing pandemic preparedness and preventing the spread of infectious diseases; (c) To protect and restore water-related ecosystems and prioritize, as appropriate, in their water management policies, the human rights to safe drinking water and sanitation for all, in particular those affected by lack of access to safe and adequate water and sanitation due to poverty or water scarcity; (d) To implement the internationally agreed Sustainable Development Goals and targets,18 including the Goal on ensuring the availability and sustainable management of water and sanitation for all, consistent with their obligations under international law; (e) To take into consideration the New Urban Agenda, 19 which envisages cities and human settlements that fulfil their social function, the full realization of the right to adequate housing as a component of the right to an adequate standard of living, without discrimination, and universal access to safe and affordable drinking water and sanitation; (f) To ensure access to safe and affordable drinking water and adequate and equitable sanitation and hygiene for all women and girls, as well as for menstrual hygiene management, including for hygiene facilities and services in public and private spaces; (g) To take measures to empower all women and girls for preparedness in humanitarian emergencies and crises, including in times of armed conflict or natural disaster, by ensuring access to water and sanitation services and implementing gender- responsive policies, plans and programmes that address, inter alia, effective menstrual health and hygiene management and adequate disposal options for menstrual products, without compromising their rights, safety and dignity; (h) To address the widespread stigma, shame and discrimination surrounding menstruation, menstrual health and menstrual hygiene by promoting educational and health practices in and out of schools in order to foster a culture in which menstruation is recognized as healthy and natural and by ensuring access to factual information thereon, including for men and boys, addressing the negative social norms around the issue, as well as ensuring universal access to hygienic products and gender-sensitive facilities, including disposal and waste management options for menstrual products, while recognizing that women’s and girls’ attendance at school, university or, for women, work can be affected by negative perceptions of menstruation and lack of means to maintain personal hygiene, such as safe water, sanitation and hygiene facilities in schools, public places and, for women, the workplace; (i) To promote both women’s leadership and their full, effective and equal participation in decision-making on water and sanitation management and to ensure that a gender-based approach is adopted in relation to water and sanitation programmes; (j) To reduce the time spent by women and girls in collecting household water, in order to address the negative impact of inadequate water and sanitation services on girls’ access to education and the full enjoyment of their right to education, including through improved public services and infrastructure; (k) To protect all women and girls from being physically threatened or assaulted, including from sexual violence, while collecting household water and when accessing sanitation facilities outside their home or when practising open defecation and urination, which is exacerbated where the issue of lack of access to safe drinking water and sanitation requires women and girls to travel longer distances and wait in long queues, including through promoting safe public spaces and improving the security and safety of women and girls through gender-responsive rural and urban planning and infrastructure, as well as through their meaningful participation in planning processes; (l) To promote safe public spaces and improve the security and safety of women and girls through gender-responsive rural and urban planning and infrastructure when accessing sanitation facilities outside their homes or practising open defecation and urination; (m) To take steps to ensure that water and sanitation facilities and services are accessible for persons with disabilities and apply the principles of universal design in accordance with the Convention on the Rights of Persons with Disabilities to meet the needs of persons with disabilities, especially children with disabilities; (n) To progressively eliminate open defecation by adopting policies to increase access to sanitation, including for individuals who are vulnerable or marginalized; (o) To raise international awareness of the issue of waterborne diseases, in particular cholera and child diarrhoea, which can be prevented through safe drinking water and adequate sanitation and hygiene and engaging in partnerships with relevant stakeholders to implement projects aimed at scaling up access to safe water and sanitation in developing countries; (p) To apply broad and inclusive participatory approaches, consulting and coordinating with local communities and other stakeholders, including organizations of women, girls, persons with disabilities and broader civil society, and the private sector, on adequate solutions to ensure sustainable, equitable and non‑discriminatory access to safe drinking water and sanitation; (q) To enhance efforts to substantially reduce the share of untreated wastewater released into the environment and to ensure that plans and programmes for improving sanitation services take into account the need for appropriate systems for the treatment of wastewater produced, including disposal of infant faeces, with the aim of reducing the risks to human health, drinking water resources and the environment, acknowledging the potential of wastewater reuse; (r) To identify patterns of failure to respect, protect or fulfil the human rights to safe drinking water and sanitation for all persons without discrimination and to address their structural causes in policymaking and budgeting within a broader framework, while undertaking holistic planning aimed at achieving sustainable universal access, including in instances where the private sector, donors and non‑governmental organizations are involved in service provision; (s) To provide for effective accountability mechanisms for all water and sanitation service providers, including private sector providers, to ensure that they respect human rights and do not cause or contribute to human rights violations or abuses; (t) To ensure, as appropriate, that their development efforts in the areas of water, sanitation and hygiene are aligned with their human rights obligations under international law;",
    "6": "Calls upon States and international organizations to provide financial resources and support capacity-building and technology transfer to help countries, at their request, in particular developing countries, to provide safe, clean, accessible and affordable drinking water and sanitation for all;",
    "7": " to safe drinking water and sanitation and by progressively engaging with States to detect and remedy abuses of the human rights to safe drinking water and sanitation;",
    "8": "Stresses the important role of the international cooperation and technical assistance provided by States, specialized agencies of the United Nations system and international and development partners, as well as by donor agencies, urges development partners to adopt a human rights-based approach when designing and implementing development programmes in support of national initiatives and plans of action related to the rights to safe drinking water and sanitation, and invites regional and international organizations to complement efforts by States to progressively realize the human rights to safe drinking water and sanitation in accordance with their respective mandates;",
    "9": "Calls upon Member States, in order to effectively respond to and achieve sustainable, inclusive and resilient recovery from health crises such as pandemics and their consequences, to urgently, inter alia, enhance efforts to realize the human rights to safe drinking water and sanitation, as well as ensure access to hand-washing and hygiene, and, by 2030, implement integrated water resources management, at all levels, including through collaborative approaches, in order to ensure a sustainable supply of water for life, agriculture and food production and other ecosystem services and other benefits;",
    "10": "Also calls upon Member States to expand international cooperation and capacity-building support to developing countries in water- and sanitation-related activities and programmes, including sustainable water harvesting, environmentally sustainable desalination technologies, water efficiency, wastewater treatment, recycling and reuse technologies;",
    "11": "Further calls upon Member States to enhance global partnerships for sustainable development as a means to achieve and sustain the Goals and the targets of the 2030 Agenda for Sustainable Development, and highlights that the 2030 Agenda marks a paradigm shift towards a more balanced and integrated plan of action for achieving sustainable development that reflects the universality, indivisibility and interdependence of all human rights;",
    "12": "Reaffirms that the high-level political forum on sustainable development, under the auspices of the General Assembly and of the Economic and Social Council, has the central role in overseeing follow-up and review at the global level of the Sustainable Development Goals, and encourages Member States to share their experiences and best practices;",
    "13": "Decides to continue its consideration of the question at its eighty-second session."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}