{
  "symbol": "A/RES/80/3",
  "filename": "A_RES_80_3.pdf",
  "title": "80/3. Awaza Political Declaration",
  "text": "United Nations \nA/RES/80/3\n \nGeneral Assembly \nDistr.: General \n15 October 2025 \n25-16680 (E) \n*2516680* \n \n \nEightieth session \nAgenda item 13 \nIntegrated and coordinated implementation of and follow-up \nto the outcomes of the major United Nations conferences and \nsummits in the economic, social and related fields \n \n \n \n \n Resolution adopted by the General Assembly \non 14 October 2025 \n \n \n[without reference to a Main Committee (A/80/L.4)] \n \n \n \n80/3. Awaza Political Declaration \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 76/217 of 17 December 2021, 77/246 of 30 December \n2022, 77/329 of 25 August 2023, 78/315 of 10 July 2024 and 79/279 of 11 April 2025 \non the convening of the Third United Nations Conference on Landlocked Developing \nCountries, \n \n1. \nEndorses the political declaration adopted by the Third United Nations \nConference on Landlocked Developing Countries, which is contained in the annex to \nthe present resolution; \n \n2. \nExpresses its profound gratitude to the Government and the people of \nTurkmenistan for hosting the Third United Nations Conference on Landlocked \nDeveloping Countries, from 5 to 8 August 2025, and for providing all the necessary \nsupport. \n \n18th plenary meeting \n14 October 2025 \n \nAnnex \nAwaza Political Declaration \n \n1. \nWe, the Heads of State and Government and high-level representatives, met in \nAwaza, Turkmenistan, from 5 to 8 August 2025 at the Third United Nations Conference \non Landlocked Developing Countries, with the participation of representatives of \nintergovernmental and non‑governmental organizations, the private sector, civil \nsociety, academia and other stakeholders, under the theme “Driving progress through \n\nA/RES/80/3 \nAwaza Political Declaration\n \n25-16680\n2/5 \n \npartnerships” with the objective of advancing the development agenda of the \nlandlocked developing countries. \n2. \nWe welcome the Awaza Programme of Action for Landlocked Developing \nCountries for the Decade 2024–2034 adopted by the General Assembly on 24 December \n2024,1 which builds on the progress achieved under the Almaty Programme of Action: \nAddressing the Special Needs of Landlocked Developing Countries within a New \nGlobal Framework for Transit Transport Cooperation for Landlocked and Transit \nDeveloping Countries 2  and the Vienna Programme of Action for Landlocked \nDeveloping Countries for the Decade 2014–20243 and provides a renewed and action-\noriented framework to support the efforts of landlocked developing countries in \nachieving sustainable development. \n \nI. \nGlobal context and shared commitments \n3. \nWe gather at a critical juncture marked by overlapping global challenges, \nincluding geopolitical tensions and conflicts, food and energy crises, high \ntransportation and trade costs, high interest rates, inflation, high indebtedness, climate \nchange, disasters, biodiversity loss, desertification, melting glaciers and pollution. \n4. \nWe stress the specific needs and challenges faced by landlocked developing \ncountries due to the lack of direct territorial access to the sea, obstacles to transport \nand communication, long distances from major markets, cumbersome transit \nprocedures and the lack of adequate, safe, affordable, accessible infrastructure, and \nrecognize the need for strengthened international solidarity to support their structural \ntransformation, industrialization, economic diversification and full integration into \nthe regional and global economy. \n5. \nWe recall that 2025 was proclaimed by the General Assembly as the \nInternational Year of Peace and Trust,4 and recognize that there can be no sustainable \ndevelopment without peace and no peace without sustainable development – that is \nalso relevant for landlocked developing countries. \n6. \nWe recognize that, despite some positive results in certain areas of the Vienna \nProgramme of Action, progress fell short, and note with concern that a severe \nfinancing deficit, in particular for infrastructure, limited data and technical capacity \nconstraints undermined progress in achieving the goals and targets set out in the \nVienna Programme of Action. \n7. \nWe further reaffirm our commitment to enhancing our efforts for the full and \ntimely implementation of the 2030 Agenda for Sustainable Development 5 and its \nSustainable Development Goals, the United Nations Framework Convention on \nClimate Change6 and the Paris Agreement,7 the Sendai Framework for Disaster Risk \nReduction 2015–2030,8 the New Urban Agenda9 and the Convention on Biological \n_______________ \n \n1 Resolution 79/233, annex; see also resolution 79/279. \n \n2 Report of the International Ministerial Conference of Landlocked and Transit Developing \nCountries and Donor Countries and International Financial and Development Institutions on \nTransit Transport Cooperation, Almaty, Kazakhstan, 28 and 29 August 2003 (A/CONF.202/3), \nannex I. \n \n3 Resolution 69/137, annex II. \n \n4 See resolution 78/266. \n \n5 Resolution 70/1. \n \n6 United Nations, Treaty Series, vol. 1771, No. 30822. \n \n7 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n \n8 Resolution 69/283, annex II. \n \n9 Resolution 71/256, annex. \n\nAwaza Political Declaration \nA/RES/80/3\n \n3/5\n25-16680 \n \nDiversity10 and the Kunming-Montreal Global Biodiversity Framework,11 particularly \nwith regard to the special development needs and challenges of landlocked developing \ncountries. \n8. \nWe welcome the outcome document of the Fourth International Conference on \nFinancing for Development, the Sevilla Commitment, 12 which renews the global \nfinancing for development framework, building on the Addis Ababa Action Agenda, 13 \nand call for its timely and effective implementation. We also uphold and will advance \nall commitments in the 2002 Monterrey Consensus14 and the 2008 Doha Declaration,15 \nas well as the relevant commitments in the Pact for the Future. 16 \n9. \nWe note the interest and commitment of the landlocked developing countries to \ndevelop a dedicated work programme on landlocked developing countries under the \nUnited Nations Framework Convention on Climate Change. \n10. We welcome the convening of the twenty-ninth session of the Conference of the \nParties to the United Nations Framework Convention on Climate Change, the \nnineteenth session of the Conference of the Parties serving as the Meeting of the \nParties to the Kyoto Protocol and the sixth session of the Conference of the Parties \nserving as the Meeting of the Parties to the Paris Agreement in Baku, Azerbaijan in \nNovember 2024, as the first session of the Conference of the Parties held in a \nlandlocked developing country, and the adoption of their decisions by Parties. \n11. \nWe also welcome the convening of the seventeenth meeting of the Conference \nof the Parties to the Convention on Biological Diversity and the meetings of the \nConference of the Parties serving as the Meetings of the Parties to the Protocols to \nthe Convention, to be held in Armenia in 2026, and the seventeenth session of the \nConference of the Parties to the United Nations Convention to Combat Desertification \nin Those Countries Experiencing Serious Drought and/or Desertification, Particularly \nin Africa, to be held in Mongolia in 2026. \n12. We further welcome the convening of the fifteenth meeting of the Conference \nof the Contracting Parties to the Convention on Wetlands in Victoria Falls, Zimbabwe, \nfrom 23 to 31 July 2025, the sixteenth session of the United Nations Conference on \nTrade and Development, to be held in Geneva in October 2025, the thirteenth session \nof the World Urban Forum, to be hosted by Azerbaijan from 17 to 22 May 2026, the \nSecond Global Mountain Summit, to be held in Kyrgyzstan in 2027, and the 2028 \nUnited Nations Conference on the Final Comprehensive Review of the Implementation \nof the Objectives of the International Decade for Action, “Water for Sustainable \nDevelopment”, 2018–2028, to be hosted by Tajikistan. \n \nII. Implementation of the Awaza Programme of Action for Landlocked \nDeveloping Countries for the Decade 2024–2034 \n13. We strongly commit ourselves to the full implementation of the Awaza \nProgramme of Action for Landlocked Developing Countries for the Decade 2024–2034 \nthroughout the coming decade in line with its five mutually reinforcing priority areas: \n \n(a) \nStructural transformation and science, technology and innovation; \n_______________ \n \n10 United Nations, Treaty Series, vol. 1760, No. 30619. \n \n11 United Nations Environment Programme, document CBD/COP/15/17, decision 15/4, annex. \n \n12 Resolution 79/323, annex. \n \n13 Resolution 69/313, annex. \n \n14 Report of the International Conference on Financing for Development, Monterrey, Mexico, \n18–22 March 2002 (United Nations publication, Sales No. E.02.II.A.7), chap. I, resolution 1, \nannex. \n \n15 Resolution 63/239, annex. \n \n16 Resolution 79/1. \n\nA/RES/80/3 \nAwaza Political Declaration\n \n25-16680\n4/5 \n \n \n(b) \nTrade, trade facilitation and regional integration; \n \n(c) \nTransit, transport and connectivity; \n \n(d) \nEnhancing adaptive capacity, strengthening resilience and reducing \nvulnerability to climate change and disasters; \n \n(e) \nMeans of implementation. \n14. We reaffirm our commitment to advancing the concrete deliverables outlined in \nthe Awaza Programme of Action, with respect to establishing regional agriculture \nresearch hubs, based on interest expressed by some countries; creating a high-level \npanel of experts on freedom of transit for landlocked developing countries; and \nexploring the establishment of an infrastructure investment finance facility for \nlandlocked developing countries. \n15. We emphasize the significance of declaring the United Nations Decade of \nSustainable Transport for the 10-year period beginning on 1 January 2026, in \nparticular for landlocked developing countries and transit countries, and look forward \nto an implementation plan for the Decade. \n16. We stress the importance of developing trade-related physical and digital \ninfrastructure and facilitating inclusive, equitable and affordable connectivity for \nlandlocked developing countries, and in this regard we invite multilateral \ndevelopment banks to increase investment in infrastructure, including roads, railways, \nwaterways and ports, energy transit and connectivity infrastructure, as well as digital \ninfrastructure, such as fibre-optic cables and satellite-based systems. \n \nPartnerships and support mechanisms \n17. We invite the landlocked developing countries, transit countries, their \ndevelopment partners, the United Nations system and all other relevant stakeholders \nto implement the relevant actions, agreed upon in the Awaza Programme of Action in \nits five priority areas, in a coordinated, coherent and expeditious manner consistent \nwith national priorities. \n18. We invite the governing bodies of the United Nations funds and programmes \nand other multilateral organizations, including multilateral development banks and \nother international and regional financial institutions, as well as the World Trade \nOrganization, to contribute to the implementation of the Awaza Programme of Action \nand to integrate it into their work programmes, as appropriate and in accordance with \ntheir relevant mandates. We also acknowledge the role of multilateral development \nbanks in catalysing private investment and encourage the provision of increased \nconcessional finance for infrastructure development to landlocked developing \ncountries, encouraging them to enhance access to digital trade finance to help to \nnarrow the trade finance gap. \n19. We welcome the growing role of South-South and triangular cooperation, as a \ncomplement to, and not a substitute for, North-South cooperation, peer learning and \nregional integration as enablers for resilience-building, innovation and cross-border \ncooperation. \n \nGovernance, accountability and monitoring \n20. We underscore that national leadership and ownership of development strategies \nand policies of landlocked developing countries, transit countries and development \npartners must be ensured during the whole process of implementation, follow-up and \nmonitoring. \n\nAwaza Political Declaration \nA/RES/80/3\n \n5/5\n25-16680 \n \n21. We call for closer coordination between the Office of the High Representative \nfor the Least Developed Countries, Landlocked Developing Countries and Small \nIsland Developing States and United Nations country teams in landlocked developing \ncountries, as an important tool for follow-up to and review of the implementation of \nprovisions of the Awaza Programme of Action, underlining that the Office should be \nprovided with adequate resources to fulfil its mandate, including through the existing \ntrust fund. We also stress the critical importance of the more proactive role of United \nNations agencies, including through the United Nations resident coordinators and \ncountry teams, in mobilizing all stakeholders to help Governments of landlocked \ndeveloping countries to address the challenges caused by those countries’ structural \nconstraints. \n22. We emphasize that efficient and mutually complementary follow-up and \nmonitoring mechanisms aligned with existing global frameworks and adapted at the \nnational, subregional, regional and global levels are crucial for the successful \nimplementation of the Awaza Programme of Action. \n \nIII. Conclusion and call to action \n23. We declare our firm resolve to act urgently and collectively to deliver the \ncommitments made in the Awaza Programme of Action for Landlocked Developing \nCountries for the Decade 2024–2034. \n24. We request the Secretary-General to ensure the full mobilization and \ncoordination of all relevant parts of the United Nations system to facilitate \ncoordinated implementation and coherence in the follow-up to and monitoring of the \nAwaza Programme of Action at the national, subregional, regional and global levels. \nWe call upon relevant organizations and bodies of the United Nations system and \ninvite international organizations and relevant regional and subregional organizations \nto integrate the Awaza Programme of Action into their programmes of work, as \nappropriate, within their respective mandates. \n25. We express our deepest appreciation to the Government and people of \nTurkmenistan for their generous hospitality and for hosting the Conference in an \nexcellent manner in the spirit of global cooperation and solidarity. \n \n",
  "paragraphs": {
    "1": "We, the Heads of State and Government and high-level representatives, met in Awaza, Turkmenistan, from 5 to 8 August 2025 at the Third United Nations Conference on Landlocked Developing Countries, with the participation of representatives of intergovernmental and non‑governmental organizations, the private sector, civil society, academia and other stakeholders, under the theme “Driving progress through A/RES/80/3 Awaza Political Declaration 25-16680 2/5 partnerships” with the objective of advancing the development agenda of the landlocked developing countries.",
    "2": "We welcome the Awaza Programme of Action for Landlocked Developing Countries for the Decade 2024–2034 adopted by the General Assembly on 24 December 2024,1 which builds on the progress achieved under the Almaty Programme of Action: Addressing the Special Needs of Landlocked Developing Countries within a New Global Framework for Transit Transport Cooperation for Landlocked and Transit Developing Countries 2 and the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–20243 and provides a renewed and action- oriented framework to support the efforts of landlocked developing countries in achieving sustainable development. I. Global context and shared commitments",
    "3": "We gather at a critical juncture marked by overlapping global challenges, including geopolitical tensions and conflicts, food and energy crises, high transportation and trade costs, high interest rates, inflation, high indebtedness, climate change, disasters, biodiversity loss, desertification, melting glaciers and pollution.",
    "4": "We stress the specific needs and challenges faced by landlocked developing countries due to the lack of direct territorial access to the sea, obstacles to transport and communication, long distances from major markets, cumbersome transit procedures and the lack of adequate, safe, affordable, accessible infrastructure, and recognize the need for strengthened international solidarity to support their structural transformation, industrialization, economic diversification and full integration into the regional and global economy.",
    "5": "We recall that 2025 was proclaimed by the General Assembly as the International Year of Peace and Trust,4 and recognize that there can be no sustainable development without peace and no peace without sustainable development – that is also relevant for landlocked developing countries.",
    "6": "We recognize that, despite some positive results in certain areas of the Vienna Programme of Action, progress fell short, and note with concern that a severe financing deficit, in particular for infrastructure, limited data and technical capacity constraints undermined progress in achieving the goals and targets set out in the Vienna Programme of Action.",
    "7": "We further reaffirm our commitment to enhancing our efforts for the full and timely implementation of the 2030 Agenda for Sustainable Development 5 and its Sustainable Development Goals, the United Nations Framework Convention on Climate Change6 and the Paris Agreement,7 the Sendai Framework for Disaster Risk Reduction 2015–2030,8 the New Urban Agenda9 and the Convention on Biological _______________ 1 Resolution 79/233, annex; see also resolution 79/279. 2 Report of the International Ministerial Conference of Landlocked and Transit Developing Countries and Donor Countries and International Financial and Development Institutions on Transit Transport Cooperation, Almaty, Kazakhstan, 28 and 29 August 2003 (A/CONF.202/3), annex I. 3 Resolution 69/137, annex II. 4 See resolution 78/266. 5 Resolution 70/1. 6 United Nations, Treaty Series, vol. 1771, No. 30822. 7 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. 8 Resolution 69/283, annex II. 9 Resolution 71/256, annex. Awaza Political Declaration A/RES/80/3 3/5 25-16680 Diversity10 and the Kunming-Montreal Global Biodiversity Framework,11 particularly with regard to the special development needs and challenges of landlocked developing countries.",
    "8": "We welcome the outcome document of the Fourth International Conference on Financing for Development, the Sevilla Commitment, 12 which renews the global financing for development framework, building on the Addis Ababa Action Agenda, 13 and call for its timely and effective implementation. We also uphold and will advance all commitments in the 2002 Monterrey Consensus14 and the 2008 Doha Declaration,15 as well as the relevant commitments in the Pact for the Future. 16",
    "9": "We note the interest and commitment of the landlocked developing countries to develop a dedicated work programme on landlocked developing countries under the United Nations Framework Convention on Climate Change.",
    "10": "We welcome the convening of the twenty-ninth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, the nineteenth session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the sixth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement in Baku, Azerbaijan in November 2024, as the first session of the Conference of the Parties held in a landlocked developing country, and the adoption of their decisions by Parties.",
    "11": "We also welcome the convening of the seventeenth meeting of the Conference of the Parties to the Convention on Biological Diversity and the meetings of the Conference of the Parties serving as the Meetings of the Parties to the Protocols to the Convention, to be held in Armenia in 2026, and the seventeenth session of the Conference of the Parties to the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa, to be held in Mongolia in 2026.",
    "12": "We further welcome the convening of the fifteenth meeting of the Conference of the Contracting Parties to the Convention on Wetlands in Victoria Falls, Zimbabwe, from 23 to 31 July 2025, the sixteenth session of the United Nations Conference on Trade and Development, to be held in Geneva in October 2025, the thirteenth session of the World Urban Forum, to be hosted by Azerbaijan from 17 to 22 May 2026, the Second Global Mountain Summit, to be held in Kyrgyzstan in 2027, and the 2028 United Nations Conference on the Final Comprehensive Review of the Implementation of the Objectives of the International Decade for Action, “Water for Sustainable Development”, 2018–2028, to be hosted by Tajikistan. II. Implementation of the Awaza Programme of Action for Landlocked Developing Countries for the Decade 2024–2034",
    "13": "We strongly commit ourselves to the full implementation of the Awaza Programme of Action for Landlocked Developing Countries for the Decade 2024–2034 throughout the coming decade in line with its five mutually reinforcing priority areas: (a) Structural transformation and science, technology and innovation; _______________ 10 United Nations, Treaty Series, vol. 1760, No. 30619. 11 United Nations Environment Programme, document CBD/COP/15/17, decision 15/4, annex. 12 Resolution 79/323, annex. 13 Resolution 69/313, annex. 14 Report of the International Conference on Financing for Development, Monterrey, Mexico, 18–22 March 2002 (United Nations publication, Sales No. E.02.II.A.7), chap. I, resolution 1, annex. 15 Resolution 63/239, annex. 16 Resolution 79/1. A/RES/80/3 Awaza Political Declaration 25-16680 4/5 (b) Trade, trade facilitation and regional integration; (c) Transit, transport and connectivity; (d) Enhancing adaptive capacity, strengthening resilience and reducing vulnerability to climate change and disasters; (e) Means of implementation.",
    "14": "We reaffirm our commitment to advancing the concrete deliverables outlined in the Awaza Programme of Action, with respect to establishing regional agriculture research hubs, based on interest expressed by some countries; creating a high-level panel of experts on freedom of transit for landlocked developing countries; and exploring the establishment of an infrastructure investment finance facility for landlocked developing countries.",
    "15": "We emphasize the significance of declaring the United Nations Decade of Sustainable Transport for the 10-year period beginning on 1 January 2026, in particular for landlocked developing countries and transit countries, and look forward to an implementation plan for the Decade.",
    "16": "We stress the importance of developing trade-related physical and digital infrastructure and facilitating inclusive, equitable and affordable connectivity for landlocked developing countries, and in this regard we invite multilateral development banks to increase investment in infrastructure, including roads, railways, waterways and ports, energy transit and connectivity infrastructure, as well as digital infrastructure, such as fibre-optic cables and satellite-based systems. Partnerships and support mechanisms",
    "17": "We invite the landlocked developing countries, transit countries, their development partners, the United Nations system and all other relevant stakeholders to implement the relevant actions, agreed upon in the Awaza Programme of Action in its five priority areas, in a coordinated, coherent and expeditious manner consistent with national priorities.",
    "18": "We invite the governing bodies of the United Nations funds and programmes and other multilateral organizations, including multilateral development banks and other international and regional financial institutions, as well as the World Trade Organization, to contribute to the implementation of the Awaza Programme of Action and to integrate it into their work programmes, as appropriate and in accordance with their relevant mandates. We also acknowledge the role of multilateral development banks in catalysing private investment and encourage the provision of increased concessional finance for infrastructure development to landlocked developing countries, encouraging them to enhance access to digital trade finance to help to narrow the trade finance gap.",
    "19": "We welcome the growing role of South-South and triangular cooperation, as a complement to, and not a substitute for, North-South cooperation, peer learning and regional integration as enablers for resilience-building, innovation and cross-border cooperation. Governance, accountability and monitoring",
    "20": "We underscore that national leadership and ownership of development strategies and policies of landlocked developing countries, transit countries and development partners must be ensured during the whole process of implementation, follow-up and monitoring. Awaza Political Declaration A/RES/80/3 5/5 25-16680",
    "21": "We call for closer coordination between the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States and United Nations country teams in landlocked developing countries, as an important tool for follow-up to and review of the implementation of provisions of the Awaza Programme of Action, underlining that the Office should be provided with adequate resources to fulfil its mandate, including through the existing trust fund. We also stress the critical importance of the more proactive role of United Nations agencies, including through the United Nations resident coordinators and country teams, in mobilizing all stakeholders to help Governments of landlocked developing countries to address the challenges caused by those countries’ structural constraints.",
    "22": "We emphasize that efficient and mutually complementary follow-up and monitoring mechanisms aligned with existing global frameworks and adapted at the national, subregional, regional and global levels are crucial for the successful implementation of the Awaza Programme of Action. III. Conclusion and call to action",
    "23": "We declare our firm resolve to act urgently and collectively to deliver the commitments made in the Awaza Programme of Action for Landlocked Developing Countries for the Decade 2024–2034.",
    "24": "We request the Secretary-General to ensure the full mobilization and coordination of all relevant parts of the United Nations system to facilitate coordinated implementation and coherence in the follow-up to and monitoring of the Awaza Programme of Action at the national, subregional, regional and global levels. We call upon relevant organizations and bodies of the United Nations system and invite international organizations and relevant regional and subregional organizations to integrate the Awaza Programme of Action into their programmes of work, as appropriate, within their respective mandates.",
    "25": "We express our deepest appreciation to the Government and people of Turkmenistan for their generous hospitality and for hosting the Conference in an excellent manner in the spirit of global cooperation and solidarity."
  },
  "agenda_items": [
    "Item 13"
  ],
  "symbol_references": [
    "A/80/L.4"
  ]
}