{
  "symbol": "A/RES/80/177",
  "filename": "A_RES_80_177.pdf",
  "title": "80/177. Persons with albinism",
  "text": "United Nations \nA/RES/80/177 \n \nGeneral Assembly \nDistr.: General \n22 December 2025 \n25-20974 (E) \n*2520974* \n \n \nEightieth session \nAgenda item 25 \nSocial development \n \n \n \n \n Resolution adopted by the General Assembly \non 15 December 2025 \n \n \n[on the report of the Third Committee (A/80/545, para. 5)] \n \n \n 80/177. Persons with albinism \n \n \n \nThe General Assembly, \n \nReaffirming the Universal Declaration of Human Rights,1 and recalling relevant \ninternational human rights treaties, including the International Covenant on Civil and \nPolitical Rights, 2  the International Covenant on Economic, Social and Cultural \nRights, 3 the International Convention on the Elimination of All Forms of Racial \nDiscrimination, 4  the Convention on the Rights of Persons with Disabilities, 5  the \nConvention on the Elimination of All Forms of Discrimination against Women6 and \nthe Convention on the Rights of the Child,7 \n \nReaffirming also the Copenhagen Declaration on Social Development and the \nProgramme of Action of the World Summit for Social Development8 and the further \ninitiatives for social development adopted by the General Assembly at its twenty-\nfourth special session,9 and the World Programme of Action concerning Disabled \nPersons,10 \n \nRecalling its resolution 78/171 of 19 December 2023 and its previous \nresolutions on persons with albinism,  \n_______________ \n \n1 Resolution 217 A (III). \n \n2 See resolution 2200 A (XXI), annex. \n \n3 Ibid. \n \n4 United Nations, Treaty Series, vol. 660, No. 9464. \n \n5 Ibid., vol. 2515, No. 44910. \n \n6 Ibid., vol. 1249, No. 20378. \n \n7 Ibid., vol. 1577, No. 27531. \n \n8 Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 (United \nNations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n9 Resolution S-24/2, annex. \n \n10 A/37/351/Add.1 and A/37/351/Add.1/Corr.1, annex, sect. VIII, recommendation 1 (IV). \n\nA/RES/80/177 \nPersons with albinism\n \n25-20974\n2/5 \n \n \nRecalling also Human Rights Council resolutions 23/13 of 13 June 2013 on \nattacks and discrimination against persons with albinism11 and 24/33 of 27 September \n2013 on technical cooperation for the prevention of attacks against persons with \nalbinism,12 as well as resolutions 28/6 of 26 March 2015,13 37/5 of 22 March 2018,14 \n46/12 of 23 March 202115 and 55/18 of 4 April 202416 pertaining to the mandate of \nthe Independent Expert on the enjoyment of human rights by persons with albinism,  \n \nRecalling further its resolution 69/170 of 18 December 2014, by which the \nGeneral Assembly decided to proclaim 13 June as International Albinism Awareness \nDay, with effect from 2015,  \n \nTaking note of the report of the Secretary-General on the social development \nchallenges faced by persons with albinism 17 and the recommendations contained \ntherein,  \n \nRecalling the report on persons with albinism submitted by the Office of the \nUnited Nations High Commissioner for Human Rights to the Human Rights Council \nat its twenty-fourth session,18 and recalling also all the reports of the Independent \nExpert on the enjoyment of human rights by persons with albinism to the General \nAssembly and to the Council,  \n \nRecalling also African Commission on Human and Peoples’ Rights resolutions \n263 of 5 November 2013 on the prevention of attacks and discrimination against \npersons with albinism and 373 of 22 May 2017 on the Regional Action Plan on \nAlbinism in Africa (2017–2021), the Pan-African Parliament resolution on persons \nwith albinism in Africa of 18 May 2018 and the Plan of Action to End Attacks and \nOther Human Rights Violations Targeting Persons with Albinism in Africa (2021–\n2031), \n \nExpressing grave concern at all attacks against persons with albinism, including \nwomen and children,  \n \nWelcoming the steps taken and the efforts made by the countries concerned, \nincluding the initiation of legal action against perpetrators of attacks against persons \nwith albinism, public condemnation of attacks against persons with albinism, public \ncampaigns to raise awareness, the adoption of national action plans, the establishment \nof protection and support mechanisms for victims and their families, the integration \nof albinism-related issues into disability and human rights policies, capacity-building \nfor law enforcement and judicial officers and partnerships with civil society and \ncommunity leaders to promote inclusion and eliminate stigma and discrimination, \n \nExpressing concern that persons with albinism are disproportionately affected \nby poverty, owing to the discrimination and marginalization that they face, and in this \nregard recognizing that there is a need for resources to develop and implement \nprogrammes to prevent and combat prejudice, to foster inclusion and to create an \nenvironment conducive to respect for their rights and dignity,  \n \nExpressing concern also that women and girls with albinism may face multiple \nforms of discrimination, and a higher risk of sexual abuse, especially in communities \n_______________ \n \n11 See Official Records of the General Assembly, Sixty-eighth Session, Supplement No. 53 \n(A/68/53), chap. V, sect. A. \n \n12 Ibid., Supplement No. 53A (A/68/53/Add.1), chap. III. \n \n13 Ibid., Seventieth Session, Supplement No. 53 (A/70/53), chap. III, sect. A. \n \n14 Ibid., Seventy-third Session, Supplement No. 53 (A/73/53), chap. IV, sect. A. \n \n15 Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. V, sect. A. \n \n16 Ibid., Seventy-ninth Session, Supplement No. 53 (A/79/53), chap. IV, sect. A. \n \n17 A/78/903. \n \n18 A/HRC/24/57. \n\nPersons with albinism \nA/RES/80/177\n \n3/5\n25-20974 \n \nwhere they are falsely perceived to have the power to cure HIV and AIDS, including \nbeing targets of witchcraft-related attacks,  \n \nRecognizing that persons with albinism continue to face environmental, \nstructural and attitudinal barriers that prevent their full participation in economic, \nsocial, political and cultural life,  \n \nNoting with deep concern that health emergencies disproportionately affect \npersons with albinism, exacerbating discrimination and stigma against, and the social \nexclusion of, such persons and affecting access to health, education, decent work, \nlivelihoods and justice, \n \nConcerned about the impact of climate change and exposure to ultraviolet \nradiation on persons with albinism, who face heightened vulnerability and a higher \nincidence of skin cancer, as well as other challenges resulting from gaps in \npreparedness and responses in times of disasters, crises and emergencies, \n \nRecognizing the need to address the root causes of attacks and discrimination \nagainst persons with albinism, particularly the interrelated factors, including the \nmythologization of albinism and the related lack of understanding of the scientific \nbases of the condition, poverty, discrimination and economic and social \nmarginalization, witchcraft practices and other aggravating factors, which contribute \nto the ongoing outbreaks of attacks and discrimination against persons with albinism, \nparticularly on the African continent,  \n \nRecognizing also that implementation of the 2030 Agenda for Sustainable \nDevelopment 19 will contribute, inter alia, to the promotion of social inclusion of \npersons in vulnerable situations, including persons with albinism, and reaffirming that \nMember States, in implementing the 2030 Agenda, should, inter alia, respect, protect \nand promote human rights and fundamental freedoms for all, including persons with \nalbinism, without discrimination of any kind,  \n \nExpressing concern about the continuing lack of information and disaggregated \ndata on the status of persons with albinism, which are important to inform appropriate \npolicy responses by Member States and the United Nations system, while \nacknowledging that some Member States have examples of good practices of \ncollecting disaggregated data on persons with albinism to inform planning, resource \nallocation and the monitoring of progress towards their inclusion and protection, \n \nRecognizing that access to full and productive employment and decent work is \nan important aspect of participation in social and economic life,  \n \nReaffirming the need for the participation of persons with albinism in \ndevelopment efforts at the local, national, regional and international levels, and in this \nregard stressing the need to strengthen the effectiveness of national, regional and \ninternational policy and development programmes related to persons with albinism, \nwith a view to making them inclusive, participatory and responsive to their specific \nneeds and priorities, as well as to ensure the effective implementation, monitoring \nand evaluation of such policy and programmes, \n \n1. \nUrges Member States to continue to meet their obligations to uphold the \nhuman rights of all persons, including persons with albinism, including the rights to \nlife, liberty, security of person, education, work, an adequate standard of living and \nthe enjoyment of the highest attainable standard of physical and mental health;  \n \n2. \nCommends Member States that have adopted or are in the process of \nadopting national action plans and legislation on the rights of persons with albinism, \n_______________ \n \n19 Resolution 70/1. \n\nA/RES/80/177 \nPersons with albinism\n \n25-20974\n4/5 \n \nand encourages other States to do so, as appropriate, in conformity with their \ninternational human rights obligations and commitments, notably the International \nCovenant on Civil and Political Rights, the International Covenant on Economic, \nSocial and Cultural Rights, the Convention on the Rights of Persons with Disabilities, \nthe International Convention on the Elimination of All Forms of Racial \nDiscrimination, the Convention on the Elimination of All Forms of Discrimination \nAgainst Women and the Convention on the Rights of the Child; \n \n3. \nEncourages Member States to adequately support programmes developed \nunder their national action plans by providing adequate financial and human resources \nto ensure their effective implementation;  \n \n4. \nAlso encourages Member States to address the root causes of \ndiscrimination and violence against persons with albinism, including through \nawareness-raising campaigns, the dissemination of accurate information on albinism \nand other measures, such as the integration of albinism into education curricula, and \nto collaborate with organizations representing persons with albinism, including civil \nsociety organizations, as appropriate, in their efforts to drive public awareness on \nalbinism;  \n \n5. \nFurther encourages Member States to end impunity for violence against \npersons with albinism, including sexual and gender-based violence, by amending \nlaws, where applicable, and by bringing perpetrators to justice;  \n \n6. \nCalls upon Member States to work to ensure accountability through the \nconduct of impartial, speedy and effective investigations into crimes and attacks \nagainst persons with albinism falling within their jurisdiction, to hold those \nresponsible accountable and to ensure that victims, survivors and family members \nhave access to appropriate remedies, as well as accessible therapy and psychosocial, \nsocioeconomic, legal and medical support, as appropriate;  \n \n7. \nEncourages Member States to take effective steps to promote regional \ncooperation for the prevention, detection, investigation, prosecution and punishment \nof cross-border crimes affecting persons with albinism, notably trafficking of persons, \nchildren and body parts;  \n \n8. \nCalls upon the international community to provide financial and technical \nassistance to Member States, upon their request, in support of measures to prevent \nand combat discrimination against persons with albinism, including strengthening the \ncapacity of their healthcare systems to provide affordable dermatological and \nophthalmological services;  \n \n9. \nCalls upon Member States to provide accessible, affordable and quality \nhealthcare for persons with albinism, with particular attention to skin cancer \nprevention and treatment, eye care and the provision of assistive devices, such as \nglasses and magnifiers, and the inclusion of such services in health coverage, and to \nprovide access to information on proper skin and eye care, and also calls for further \ninvestment in dermatology and ophthalmology training, mobile clinics in remote \nareas and mental health and psychosocial support; \n \n10. Also calls upon Member States to facilitate equity, social justice and social \nprotection mechanisms to ensure universal and equitable access to timely and quality \nhealthcare and social services, including individualized support services, without \nfinancial hardship for persons with albinism, as well as the elimination of the root \ncauses of discrimination and stigma in healthcare settings, including during \npandemics and other health emergencies; \n \n11. Encourages Member States and relevant United Nations agencies to \ncollect, compile and disseminate disaggregated data on persons with albinism, where \n\nPersons with albinism \nA/RES/80/177\n \n5/5\n25-20974 \n \napplicable, to identify patterns of discrimination and assess progress towards the \nimprovement of their status; \n \n12. Encourages Member States to develop, if necessary, policies and measures \nto address the social development challenges faced by persons with albinism, who \nmay require assistance in order to enjoy equal access to benefits and services, notably \nin the fields of education, employment and health, and to promote their participation \nin political, civil, economic, social and cultural life;  \n \n13. Also encourages Member States to adopt and implement policies aimed at \nprotecting persons with albinism from the adverse effects of environmental factors, \ninter alia, climate change, including through awareness-raising, access to resources \nfor protection from ultraviolet light, and their inclusion in national climate adaptation \nand resilience strategies; \n \n14. Recommends that the international community foster scientific and \ntechnological progress and promote digital literacy and equitable access to relevant \ninnovations for persons with albinism, in line with the principles of inclusivity and \nnon‑discrimination; \n \n15. Calls upon Member States to support the participation of persons with \nalbinism in social, economic, political, civil and cultural life, as well as their \nconsultation and active involvement in the design, implementation and evaluation of \nlaws, policies, campaigns and training programmes, and further urges Member States \nto implement, if necessary, national measures to ensure that persons with albinism are \nnot left behind, recognizing that persons with albinism are often disproportionately \naffected by poverty, discrimination and lack of decent work and employment, to \ncommit to working towards the social integration of persons with albinism in a \nmanner that respects, protects and promotes their human rights and fundamental \nfreedoms, without discrimination of any kind, and to raise community awareness to \nsafeguard their dignity and safety, including by amending laws, where applicable, to \ncounter cyberbullying and bring perpetrators to justice; \n \n16. Requests the Secretary-General to submit a report to the General Assembly \nat the main part of its eighty-second session, under the item entitled “Social \ndevelopment”, on the various social development challenges faced by persons with \nalbinism, taking into consideration the specific needs of women and children, \nincluding those related to social inclusion, health, education and employment, and \nmeasures taken, with recommendations for further action to be taken by Member \nStates and other relevant stakeholders to address identified challenges, and \nencourages the Secretary-General to collect information from Member States and all \nrelevant organizations and bodies of the United Nations system in the preparation of \nthe report;  \n \n17. Decides, taking into account the multifaceted nature of the challenges \nfaced by persons with albinism, to consider the issue of persons with albinism at its \neighty-second session, under the item entitled “Social development”. \n \n62nd plenary meeting \n15 December 2025 \n \n",
  "paragraphs": {
    "1": "Urges Member States to continue to meet their obligations to uphold the human rights of all persons, including persons with albinism, including the rights to life, liberty, security of person, education, work, an adequate standard of living and the enjoyment of the highest attainable standard of physical and mental health;",
    "2": "Commends Member States that have adopted or are in the process of adopting national action plans and legislation on the rights of persons with albinism, and encourages other States to do so, as appropriate, in conformity with their international human rights obligations and commitments, notably the International Covenant on Civil and Political Rights, the International Covenant on Economic, Social and Cultural Rights, the Convention on the Rights of Persons with Disabilities, the International Convention on the Elimination of All Forms of Racial Discrimination, the Convention on the Elimination of All Forms of Discrimination Against Women and the Convention on the Rights of the Child;",
    "3": "Encourages Member States to adequately support programmes developed under their national action plans by providing adequate financial and human resources to ensure their effective implementation;",
    "4": "Also encourages Member States to address the root causes of discrimination and violence against persons with albinism, including through awareness-raising campaigns, the dissemination of accurate information on albinism and other measures, such as the integration of albinism into education curricula, and to collaborate with organizations representing persons with albinism, including civil society organizations, as appropriate, in their efforts to drive public awareness on albinism;",
    "5": "Further encourages Member States to end impunity for violence against persons with albinism, including sexual and gender-based violence, by amending laws, where applicable, and by bringing perpetrators to justice;",
    "6": "Calls upon Member States to work to ensure accountability through the conduct of impartial, speedy and effective investigations into crimes and attacks against persons with albinism falling within their jurisdiction, to hold those responsible accountable and to ensure that victims, survivors and family members have access to appropriate remedies, as well as accessible therapy and psychosocial, socioeconomic, legal and medical support, as appropriate;",
    "7": "Encourages Member States to take effective steps to promote regional cooperation for the prevention, detection, investigation, prosecution and punishment of cross-border crimes affecting persons with albinism, notably trafficking of persons, children and body parts;",
    "8": "Calls upon the international community to provide financial and technical assistance to Member States, upon their request, in support of measures to prevent and combat discrimination against persons with albinism, including strengthening the capacity of their healthcare systems to provide affordable dermatological and ophthalmological services;",
    "9": "Calls upon Member States to provide accessible, affordable and quality healthcare for persons with albinism, with particular attention to skin cancer prevention and treatment, eye care and the provision of assistive devices, such as glasses and magnifiers, and the inclusion of such services in health coverage, and to provide access to information on proper skin and eye care, and also calls for further investment in dermatology and ophthalmology training, mobile clinics in remote areas and mental health and psychosocial support;",
    "10": "Also calls upon Member States to facilitate equity, social justice and social protection mechanisms to ensure universal and equitable access to timely and quality healthcare and social services, including individualized support services, without financial hardship for persons with albinism, as well as the elimination of the root causes of discrimination and stigma in healthcare settings, including during pandemics and other health emergencies;",
    "11": " applicable, to identify patterns of discrimination and assess progress towards the improvement of their status;",
    "12": "Encourages Member States to develop, if necessary, policies and measures to address the social development challenges faced by persons with albinism, who may require assistance in order to enjoy equal access to benefits and services, notably in the fields of education, employment and health, and to promote their participation in political, civil, economic, social and cultural life;",
    "13": "Also encourages Member States to adopt and implement policies aimed at protecting persons with albinism from the adverse effects of environmental factors, inter alia, climate change, including through awareness-raising, access to resources for protection from ultraviolet light, and their inclusion in national climate adaptation and resilience strategies;",
    "14": "Recommends that the international community foster scientific and technological progress and promote digital literacy and equitable access to relevant innovations for persons with albinism, in line with the principles of inclusivity and non‑discrimination;",
    "15": "Calls upon Member States to support the participation of persons with albinism in social, economic, political, civil and cultural life, as well as their consultation and active involvement in the design, implementation and evaluation of laws, policies, campaigns and training programmes, and further urges Member States to implement, if necessary, national measures to ensure that persons with albinism are not left behind, recognizing that persons with albinism are often disproportionately affected by poverty, discrimination and lack of decent work and employment, to commit to working towards the social integration of persons with albinism in a manner that respects, protects and promotes their human rights and fundamental freedoms, without discrimination of any kind, and to raise community awareness to safeguard their dignity and safety, including by amending laws, where applicable, to counter cyberbullying and bring perpetrators to justice;",
    "16": "Requests the Secretary-General to submit a report to the General Assembly at the main part of its eighty-second session, under the item entitled “Social development”, on the various social development challenges faced by persons with albinism, taking into consideration the specific needs of women and children, including those related to social inclusion, health, education and employment, and measures taken, with recommendations for further action to be taken by Member States and other relevant stakeholders to address identified challenges, and encourages the Secretary-General to collect information from Member States and all relevant organizations and bodies of the United Nations system in the preparation of the report;",
    "17": "Decides, taking into account the multifaceted nature of the challenges faced by persons with albinism, to consider the issue of persons with albinism at its eighty-second session, under the item entitled “Social development”."
  },
  "agenda_items": [
    "Item 25"
  ],
  "symbol_references": []
}