{
  "symbol": "A/RES/75/189",
  "filename": "A_RES_75_189.pdf",
  "title": "75/189. Extrajudicial, summary or arbitrary executions",
  "text": "United Nations \nA/RES/75/189\n \n \nGeneral Assembly \nDistr.: General \n28 December 2020 \n \n20-17342 (E)    050121 \n*2017342* \n \n \nSeventy-fifth session \nAgenda item 72 (b) \nPromotion and protection of human rights: human \nrights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2020 \n \n \n \n \n[on the report of the Third Committee (A/75/478/Add.2, para. 89)] \n \n \n 75/189. Extrajudicial, summary or arbitrary executions \n \n \n \nThe General Assembly, \n \nRecalling the Universal Declaration of Human Rights,1 which guarantees the \nright to life, liberty and security of person, the relevant provisions of the International \nCovenant on Civil and Political Rights2 and other relevant human rights conventions, \n \nReaffirming the mandate of the Special Rapporteur of the Human Rights Council \non extrajudicial, summary or arbitrary executions, as set out in Council resolution \n44/5 of 16 July 2020,3 \n \nWelcoming the universal ratification of the Geneva Conventions of 12 August \n1949,4 which, alongside international human rights law, provide important legal \nframeworks of accountability in relation to extrajudicial, summary or arbitrary \nexecutions during armed conflict, \n \nRecalling all its resolutions on the subject of extrajudicial, summary or arbitrary \nexecutions as well as the resolutions of the Commission on Human Rights and the \nHuman Rights Council on the subject, and emphasizing the importance of their full \nand effective implementation, \n \nRecognizing the positive role that regional human rights systems can play in the \nglobal protection against arbitrary deprivation of life, \n__________________ \n \n1 Resolution 217 A (III). \n \n2 See resolution 2200 A (XXI), annex. \n \n3 See Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 53 \n(A/75/53), chap. V, sect. A. \n \n4 United Nations, Treaty Series, vol. 75, Nos. 970–973. \n\nA/RES/75/189 \nExtrajudicial, summary or arbitrary executions\n \n20-17342\n2/6 \n \n \nAcknowledging the importance of the 2030 Agenda for Sustainable \nDevelopment5 and its implementation for the promotion and protection of the \nenjoyment by all persons of human rights, gender equality, access to justice for all \nand democracy, including effective, accountable and inclusive institutions at all \nlevels, \n \nNoting with deep concern that impunity continues to be a major cause of the \nperpetuation of violations of human rights, including extrajudicial, summary or \narbitrary executions, especially with regard to the gender-related killing of women \nand girls, also known as femicide, \n \nNoting that enforced disappearances can end in extrajudicial, summary or \narbitrary executions, recalling the importance in this regard of the International \nConvention for the Protection of All Persons from Enforced Disappearance, 6 and \ncalling upon all States which have not yet done so to consider signing and ratifying \nor acceding to the Convention, \n \nAcknowledging that international human rights law and international \nhumanitarian law are complementary and mutually reinforcing, \n \nNoting with deep concern the growing number of civilians and persons hors de \ncombat killed in situations of armed conflict and internal strife, and that women and \ngirls are disproportionately affected by conflict, as recognized in Security Council \nresolution 1325 (2000) of 31 October 2000 on women and peace and security and \nsubsequent resolutions on the matter, \n \nNoting with deep concern also the continuing instances of the arbitrary \ndeprivation of life, resulting from, inter alia, the imposition and implementation of \ncapital punishment when carried out in a manner that violates international law, \n \nRecalling the United Nations Rules for the Treatment of Women Prisoners and \nNon-custodial Measures for Women Offenders (the Bangkok Rules)7 and the adoption \nof the United Nations Standard Minimum Rules for the Treatment of Prisoners (the \nNelson Mandela Rules),8 \n \nDeeply concerned about acts that can amount to extrajudicial, summary or \narbitrary executions committed against persons exercising their rights to peaceful \nassembly and freedom of expression and against human rights defenders in all regions \nof the world, \n \nDeeply concerned also about killings committed by non-State actors, including \nterrorist groups and criminal organizations, which may amount to abuses of \ninternational human rights law and violations of international humanitarian law, \n \nAcknowledging that extrajudicial, summary or arbitrary executions may under \ncertain circumstances amount to genocide, crimes against humanity or war crimes, as \ndefined in international law, including in the Rome Statute of the International \nCriminal Court,9 and recalling in this regard that each individual State has the \nresponsibility to protect its populations from such crimes, as set out by the General \nAssembly in its resolutions 60/1 of 16 September 2005 and 63/308 of 14 September \n2009, \n \nConvinced of the need for effective action to prevent, combat and eliminate the \nabhorrent practice of extrajudicial, summary or arbitrary executions, which represent \n__________________ \n \n5 Resolution 70/1. \n \n6 United Nations, Treaty Series, vol. 2716, No. 48088. \n \n7 Resolution 65/229, annex. \n \n8 Resolution 70/175, annex. \n \n9 United Nations, Treaty Series, vol. 2187, No. 38544. \n\nExtrajudicial, summary or arbitrary executions \nA/RES/75/189\n \n3/6\n20-17342 \n \nflagrant violations of international human rights law, particularly the right to life, as \nwell as of international humanitarian law, \n \n1. \nReiterates its strong condemnation of all the extrajudicial, summary or \narbitrary executions that continue to occur throughout the world; \n \n2. \nDemands that all States ensure that the practice of extrajudicial, summary \nor arbitrary executions is brought to an end and that they take effective action to \nprevent, combat and eliminate the phenomenon in all its forms and manifestations; \n \n3. \nReiterates that all States must conduct prompt, exhaustive and impartial \ninvestigations, exercising due diligence, into all suspected cases of extrajudicial, \nsummary or arbitrary executions, identify and bring to justice those responsible, while \nensuring the right of every person to a fair hearing by a competent, independent and \nimpartial tribunal established by law, grant adequate compensation within a \nreasonable time to the victims or their families and adopt all measures, including legal \nand judicial measures, also bearing in mind gender equality in access to justice, \nnecessary to put an end to impunity, particularly with regard to the gender-related \nkilling of women and girls, also known as femicide, and extrajudicial, summary or \narbitrary executions of refugees and migrants and humanitarian workers, and prevent \nthe further occurrence of such executions, as recommended in the Principles on the \nEffective Prevention and Investigation of Extralegal, Arbitrary and Summary \nExecutions,10 fully consistent with their obligations under international law; \n \n4. \nCalls \nupon \nGovernments, \nand \ninvites \nintergovernmental \nand \nnon-governmental organizations, to pay greater attention to the work of national-level \ncommissions of inquiry into extrajudicial, summary or arbitrary executions, with a \nview to ensuring the effective contribution of these commissions to accountability \nand to combating impunity; \n \n5. \nCalls upon all States, in order to prevent extrajudicial, summary or \narbitrary executions, to comply with their obligations under the relevant provisions \nof international human rights instruments, and also calls upon States which retain the \ndeath penalty to pay particular regard to the provisions contained in articles 6, 14 and \n15 of the International Covenant on Civil and Political Rights and articles 37 and 40 \nof the Convention on the Rights of the Child,11 bearing in mind the safeguards and \nguarantees set out in Economic and Social Council resolutions 1984/50 of 25 May \n1984 and 1989/64 of 24 May 1989 and taking into account the recommendations of \nthe Special Rapporteur of the Human Rights Council on extrajudicial, summary or \narbitrary executions in reports to the Council and the General Assembly, including \nthe report submitted to the Assembly at its sixty-seventh session,12 regarding the need \nto respect all safeguards and restrictions, including limitation to the most serious \ncrimes, stringent respect of due process and fair trial safeguards and the right to seek \npardon or commutation of sentence; \n \n6. \nEmphasizes that to prevent extrajudicial, summary or arbitrary executions \nStates should take necessary steps to adopt such laws or other measures as may be \nnecessary to give effect to the right to life in accordance with international law and \nthat everyone has the right to recognition everywhere as a person before the law; \n \n7. \nUrges all States: \n \n(a) \nTo take all measures required by international human rights law and \ninternational humanitarian law to prevent loss of life, in particular that of children, \nduring detention, arrest, public demonstrations, internal and communal violence, civil \n__________________ \n \n10 Economic and Social Council resolution 1989/65, annex. \n \n11 United Nations, Treaty Series, vol. 1577, No. 27531. \n \n12 A/67/275. \n\nA/RES/75/189 \nExtrajudicial, summary or arbitrary executions\n \n20-17342\n4/6 \n \nunrest, public emergencies or armed conflicts and to ensure that the police, law \nenforcement agents, armed forces and other agents acting on behalf of or with the \nconsent or acquiescence of the State, including private security providers, act with \nrestraint and in conformity with international human rights law and international \nhumanitarian law, including the principles of proportionality and necessity, and in this \nregard to ensure that police and law enforcement officials are guided by the Code of \nConduct for Law Enforcement Officials13 and the Basic Principles on the Use of Force \nand Firearms by Law Enforcement Officials;14 \n \n(b) \nTo ensure the effective protection of the right to life of all persons, to \nconduct, when required by obligations under international law, prompt, exhaustive \nand impartial investigations into all killings, including those targeted at specific \ngroups of persons, such as racially motivated violence leading to the death of the \nvictim, killings of persons belonging to national or ethnic, religious and linguistic \nminorities or because of their sexual orientation or gender identity, killings of persons \naffected by terrorism or hostage-taking or living under foreign occupation, killings of \nrefugees, internally displaced persons, migrants, street children or members of \nindigenous communities, killings of persons for reasons related to their activities as \nhuman rights defenders, lawyers, journalists or demonstrators, killings committed in \nthe name of passion or in the name of honour and killings committed for \ndiscriminatory reasons on any basis, to bring those responsible to justice before a \ncompetent, independent and impartial judiciary at the national or, where appropriate, \ninternational level and to ensure that such killings, including those committed by \nsecurity forces, police and law enforcement agents, paramilitary groups or private \nforces, are neither condoned nor sanctioned by State officials or personnel; \n \n8. \nAffirms the obligation of States, in order to prevent extrajudicial, summary \nor arbitrary executions, to protect the lives of all persons deprived of their liberty in \nall circumstances and to investigate and respond to deaths in custody; \n \n9. \nEncourages States, taking into account the relevant recommendations of \nthe United Nations and of regional human rights systems, to review, where necessary, \ntheir domestic laws and practices with regard to the use of force in law enforcement \nin order to ensure that these laws and practices are in conformity with their \ninternational obligations and commitments; \n \n10. Emphasizes that, to prevent extrajudicial, summary or arbitrary \nexecutions, States should take effective measures to ensure that the use of force by \nlaw enforcement officials is in conformity with international obligations and the \nprinciples of legality, precaution, necessity, proportionality and accountability, as \nwell as their national legislation; \n \n11. \nEncourages States to make appropriate protective equipment and less-\nlethal weapons available to their officials exercising law enforcement duties, while \npursuing efforts to regulate and establish protocols for the training and use of less-\nlethal weapons and in this regard strengthening international cooperation, bearing in \nmind that even less-lethal weapons can result in risk to life or serious injury; \n \n12. Also encourages States to accelerate the work on fulfilling the 2030 \nAgenda for Sustainable Development, bearing in mind the importance of the full \nenjoyment of human rights and access to justice for all and effective, accountable and \ninclusive institutions at all levels, as well as the systematic mainstreaming of a gender \nperspective; \n__________________ \n \n13 Resolution 34/169, annex. \n \n14 See Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, \nHavana, 27 August–7 September 1990: report prepared by the Secretariat (United Nations \npublication, Sales No. E.91.IV.2), chap. I, sect. B. \n\nExtrajudicial, summary or arbitrary executions \nA/RES/75/189\n \n5/6\n20-17342 \n \n \n13. Urges all States to ensure that all persons deprived of their liberty are \ntreated humanely and with full respect for international law and that their treatment, \nincluding judicial guarantees and conditions, conforms to, as appropriate, the United \nNations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela \nRules), as well as the United Nations Rules for the Treatment of Women Prisoners \nand Non-custodial Measures for Women Offenders (the Bangkok Rules) and, where \napplicable, the Geneva Conventions of 12 August 1949 and the Additional Protocols \nthereto of 8 June 1977,15 as well as other pertinent international instruments; \n \n14. Welcomes the International Criminal Court as an important contribution to \nending impunity concerning extrajudicial, summary or arbitrary executions, and, \nnoting the growing awareness of the Court worldwide, as highlighted during the \ntwentieth anniversary of the adoption of the Rome Statute of the Court, calls upon \nthose States that are under an obligation to cooperate with the Court to provide such \ncooperation and assistance in the future, in particular with regard to arrest and \nsurrender, the provision of evidence, the protection and relocation of victims and \nwitnesses and the enforcement of sentences, also welcomes the fact that 123 States \nhave ratified or acceded to and 137 States have signed the Rome Statute, and calls \nupon all those States that have not ratified or acceded to the Rome Statute and the \nAgreement on the Privileges and Immunities of the International Criminal Court 16 to \ngive serious consideration to doing so; \n \n15. Acknowledges the importance of ensuring the protection of witnesses for \nthe prosecution of those suspected of extrajudicial, summary or arbitrary executions, \nurges States to intensify efforts to establish and implement effective witness \nprotection programmes or other measures, and in this regard encourages the Office of \nthe United Nations High Commissioner for Human Rights to develop practical tools, \nincluding gender-sensitive tools, designed to encourage and facilitate greater \nattention to the protection of witnesses; \n \n16. Encourages Governments and intergovernmental and non-governmental \norganizations to organize training programmes and to support projects with a view to \ntraining or educating military forces, law enforcement officers and government \nofficials, as well as private personnel acting on behalf of the State, in international \nhumanitarian and human rights law connected with their work, to include a gender \nand child rights perspective, as well as information on the role of journalists and \nmedia workers, in such training and to require, where appropriate, that all private \nsecurity providers have vetting and training procedures in place, including mandatory \nappropriate weapons training, that include human rights norms and principles, and \nappeals to the international community and requests the Office of the High \nCommissioner to support endeavours to that end; \n \n17. Takes note with appreciation of the reports of the Special Rapporteur to \nthe General Assembly17 and the Human Rights Council, and invites States to take due \nconsideration of the recommendations contained therein; \n \n18. Commends the important role that the Special Rapporteur plays in the \nelimination and prevention of extrajudicial, summary or arbitrary executions, and \nencourages the Special Rapporteur to continue, within the mandate, to collect \ninformation, including data disaggregated by sex, from all concerned, to respond \neffectively to reliable information that comes before him or her, to follow up on \ncommunications and country visits and to seek the views and comments of \nGovernments and to reflect them, as appropriate, in reports; \n__________________ \n \n15 United Nations, Treaty Series, vol. 1125, Nos. 17512 and 17513. \n \n16 Ibid., vol. 2271, No. 40446. \n \n17 See A/74/318 and A/75/384. \n\nA/RES/75/189 \nExtrajudicial, summary or arbitrary executions\n \n20-17342\n6/6 \n \n \n19. Acknowledges the important role of the Special Rapporteur in identifying \ncases where extrajudicial, summary or arbitrary executions could amount to genocide \nand crimes against humanity or war crimes, and urges the Special Rapporteur to \ncollaborate with the United Nations High Commissioner for Human Rights and, as \nappropriate, the Special Adviser to the Secretary-General on the Prevention of \nGenocide in addressing situations of extrajudicial, summary or arbitrary executions \nthat are of particularly serious concern or in which early action might prevent further \ndeterioration; \n \n20. Welcomes the cooperation established between the Special Rapporteur and \nother United Nations mechanisms and procedures in the field of human rights, and \nencourages the Special Rapporteur to continue efforts in that regard; \n \n21. Urges all States, in particular those that have not done so, to cooperate \nwith the Special Rapporteur so that the mandate can be carried out effectively, \nincluding by favourably and rapidly responding to requests for visits, mindful that \ncountry visits are one of the essential tools for the fulfilment of the mandate, and by \nresponding in a timely manner to communications and other requests transmitted to \nthem by the Special Rapporteur; \n \n22. Strongly urges all States to take the necessary measures to ensure the \nsafety and security of national and international humanitarian personnel; \n \n23. Expresses its appreciation to those States that have received the Special \nRapporteur, asks them to examine the Special Rapporteur’s recommendations \ncarefully, invites them to inform the Special Rapporteur of the actions taken on those \nrecommendations, and requests other States to cooperate in a similar way; \n \n24. Once again requests the Secretary-General to continue to use his best \nendeavours in cases where the minimum standards of legal safeguards provided for \nin articles 6, 9, 14 and 15 of the International Covenant on Civil and Political Rights \nappear not to have been respected; \n \n25. Requests the Secretary-General to provide the Special Rapporteur with \nadequate human, financial and material resources to enable her to carry out the \nmandate effectively, including through country visits; \n \n26. Also requests the Secretary-General to continue, in close collaboration \nwith the High Commissioner and in conformity with the mandate of the High \nCommissioner, established by the General Assembly in its resolution 48/141 of \n20 December 1993, to ensure that personnel specialized in international humanitarian \nand human rights law, including in provisions related to gender equality, form part of \nUnited Nations missions, where appropriate, in order to deal with serious violations \nof human rights, such as extrajudicial, summary or arbitrary executions; \n \n27. Requests the Special Rapporteur to submit to the General Assembly, at its \nseventy-sixth and seventy-seventh sessions, a report on the situation worldwide with \nregard to extrajudicial, summary or arbitrary executions and recommendations for \nmore effective action to combat this phenomenon; \n \n28. Decides to continue its consideration of the question at its seventy-seventh \nsession. \n \n46th plenary meeting \n16 December 2020 \n \n",
  "paragraphs": {
    "1": "Reiterates its strong condemnation of all the extrajudicial, summary or arbitrary executions that continue to occur throughout the world;",
    "2": "Demands that all States ensure that the practice of extrajudicial, summary or arbitrary executions is brought to an end and that they take effective action to prevent, combat and eliminate the phenomenon in all its forms and manifestations;",
    "3": "Reiterates that all States must conduct prompt, exhaustive and impartial investigations, exercising due diligence, into all suspected cases of extrajudicial, summary or arbitrary executions, identify and bring to justice those responsible, while ensuring the right of every person to a fair hearing by a competent, independent and impartial tribunal established by law, grant adequate compensation within a reasonable time to the victims or their families and adopt all measures, including legal and judicial measures, also bearing in mind gender equality in access to justice, necessary to put an end to impunity, particularly with regard to the gender-related killing of women and girls, also known as femicide, and extrajudicial, summary or arbitrary executions of refugees and migrants and humanitarian workers, and prevent the further occurrence of such executions, as recommended in the Principles on the Effective Prevention and Investigation of Extralegal, Arbitrary and Summary Executions,10 fully consistent with their obligations under international law;",
    "4": "Calls upon Governments, and invites intergovernmental and non-governmental organizations, to pay greater attention to the work of national-level commissions of inquiry into extrajudicial, summary or arbitrary executions, with a view to ensuring the effective contribution of these commissions to accountability and to combating impunity;",
    "5": "Calls upon all States, in order to prevent extrajudicial, summary or arbitrary executions, to comply with their obligations under the relevant provisions of international human rights instruments, and also calls upon States which retain the death penalty to pay particular regard to the provisions contained in articles 6, 14 and 15 of the International Covenant on Civil and Political Rights and articles 37 and 40 of the Convention on the Rights of the Child,11 bearing in mind the safeguards and guarantees set out in Economic and Social Council resolutions 1984/50 of 25 May 1984 and 1989/64 of 24 May 1989 and taking into account the recommendations of the Special Rapporteur of the Human Rights Council on extrajudicial, summary or arbitrary executions in reports to the Council and the General Assembly, including the report submitted to the Assembly at its sixty-seventh session,12 regarding the need to respect all safeguards and restrictions, including limitation to the most serious crimes, stringent respect of due process and fair trial safeguards and the right to seek pardon or commutation of sentence;",
    "6": "Emphasizes that to prevent extrajudicial, summary or arbitrary executions States should take necessary steps to adopt such laws or other measures as may be necessary to give effect to the right to life in accordance with international law and that everyone has the right to recognition everywhere as a person before the law;",
    "7": "Urges all States: (a) To take all measures required by international human rights law and international humanitarian law to prevent loss of life, in particular that of children, during detention, arrest, public demonstrations, internal and communal violence, civil __________________ 10 Economic and Social Council resolution 1989/65, annex. 11 United Nations, Treaty Series, vol. 1577, No. 27531. 12 A/67/275. A/RES/75/189 Extrajudicial, summary or arbitrary executions 20-17342 4/6 unrest, public emergencies or armed conflicts and to ensure that the police, law enforcement agents, armed forces and other agents acting on behalf of or with the consent or acquiescence of the State, including private security providers, act with restraint and in conformity with international human rights law and international humanitarian law, including the principles of proportionality and necessity, and in this regard to ensure that police and law enforcement officials are guided by the Code of Conduct for Law Enforcement Officials13 and the Basic Principles on the Use of Force and Firearms by Law Enforcement Officials;14 (b) To ensure the effective protection of the right to life of all persons, to conduct, when required by obligations under international law, prompt, exhaustive and impartial investigations into all killings, including those targeted at specific groups of persons, such as racially motivated violence leading to the death of the victim, killings of persons belonging to national or ethnic, religious and linguistic minorities or because of their sexual orientation or gender identity, killings of persons affected by terrorism or hostage-taking or living under foreign occupation, killings of refugees, internally displaced persons, migrants, street children or members of indigenous communities, killings of persons for reasons related to their activities as human rights defenders, lawyers, journalists or demonstrators, killings committed in the name of passion or in the name of honour and killings committed for discriminatory reasons on any basis, to bring those responsible to justice before a competent, independent and impartial judiciary at the national or, where appropriate, international level and to ensure that such killings, including those committed by security forces, police and law enforcement agents, paramilitary groups or private forces, are neither condoned nor sanctioned by State officials or personnel;",
    "8": "Affirms the obligation of States, in order to prevent extrajudicial, summary or arbitrary executions, to protect the lives of all persons deprived of their liberty in all circumstances and to investigate and respond to deaths in custody;",
    "9": "Encourages States, taking into account the relevant recommendations of the United Nations and of regional human rights systems, to review, where necessary, their domestic laws and practices with regard to the use of force in law enforcement in order to ensure that these laws and practices are in conformity with their international obligations and commitments;",
    "10": "Emphasizes that, to prevent extrajudicial, summary or arbitrary executions, States should take effective measures to ensure that the use of force by law enforcement officials is in conformity with international obligations and the principles of legality, precaution, necessity, proportionality and accountability, as well as their national legislation;",
    "11": "Encourages States to make appropriate protective equipment and less- lethal weapons available to their officials exercising law enforcement duties, while pursuing efforts to regulate and establish protocols for the training and use of less- lethal weapons and in this regard strengthening international cooperation, bearing in mind that even less-lethal weapons can result in risk to life or serious injury;",
    "12": "Also encourages States to accelerate the work on fulfilling the 2030 Agenda for Sustainable Development, bearing in mind the importance of the full enjoyment of human rights and access to justice for all and effective, accountable and inclusive institutions at all levels, as well as the systematic mainstreaming of a gender perspective; __________________ 13 Resolution 34/169, annex. 14 See Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, Havana, 27 August–7 September 1990: report prepared by the Secretariat (United Nations publication, Sales No. E.91.IV.2), chap. I, sect. B. Extrajudicial, summary or arbitrary executions A/RES/75/189 5/6 20-17342",
    "13": "Urges all States to ensure that all persons deprived of their liberty are treated humanely and with full respect for international law and that their treatment, including judicial guarantees and conditions, conforms to, as appropriate, the United Nations Standard Minimum Rules for the Treatment of Prisoners (the Nelson Mandela Rules), as well as the United Nations Rules for the Treatment of Women Prisoners and Non-custodial Measures for Women Offenders (the Bangkok Rules) and, where applicable, the Geneva Conventions of 12 August 1949 and the Additional Protocols thereto of 8 June 1977,15 as well as other pertinent international instruments;",
    "14": "Welcomes the International Criminal Court as an important contribution to ending impunity concerning extrajudicial, summary or arbitrary executions, and, noting the growing awareness of the Court worldwide, as highlighted during the twentieth anniversary of the adoption of the Rome Statute of the Court, calls upon those States that are under an obligation to cooperate with the Court to provide such cooperation and assistance in the future, in particular with regard to arrest and surrender, the provision of evidence, the protection and relocation of victims and witnesses and the enforcement of sentences, also welcomes the fact that 123 States have ratified or acceded to and 137 States have signed the Rome Statute, and calls upon all those States that have not ratified or acceded to the Rome Statute and the Agreement on the Privileges and Immunities of the International Criminal Court 16 to give serious consideration to doing so;",
    "15": "Acknowledges the importance of ensuring the protection of witnesses for the prosecution of those suspected of extrajudicial, summary or arbitrary executions, urges States to intensify efforts to establish and implement effective witness protection programmes or other measures, and in this regard encourages the Office of the United Nations High Commissioner for Human Rights to develop practical tools, including gender-sensitive tools, designed to encourage and facilitate greater attention to the protection of witnesses;",
    "16": "Encourages Governments and intergovernmental and non-governmental organizations to organize training programmes and to support projects with a view to training or educating military forces, law enforcement officers and government officials, as well as private personnel acting on behalf of the State, in international humanitarian and human rights law connected with their work, to include a gender and child rights perspective, as well as information on the role of journalists and media workers, in such training and to require, where appropriate, that all private security providers have vetting and training procedures in place, including mandatory appropriate weapons training, that include human rights norms and principles, and appeals to the international community and requests the Office of the High Commissioner to support endeavours to that end;",
    "17": "Takes note with appreciation of the reports of the Special Rapporteur to the General Assembly17 and the Human Rights Council, and invites States to take due consideration of the recommendations contained therein;",
    "18": "Commends the important role that the Special Rapporteur plays in the elimination and prevention of extrajudicial, summary or arbitrary executions, and encourages the Special Rapporteur to continue, within the mandate, to collect information, including data disaggregated by sex, from all concerned, to respond effectively to reliable information that comes before him or her, to follow up on communications and country visits and to seek the views and comments of Governments and to reflect them, as appropriate, in reports; __________________ 15 United Nations, Treaty Series, vol. 1125, Nos. 17512 and 17513. 16 Ibid., vol. 2271, No. 40446. 17 See A/74/318 and A/75/384. A/RES/75/189 Extrajudicial, summary or arbitrary executions 20-17342 6/6",
    "19": "Acknowledges the important role of the Special Rapporteur in identifying cases where extrajudicial, summary or arbitrary executions could amount to genocide and crimes against humanity or war crimes, and urges the Special Rapporteur to collaborate with the United Nations High Commissioner for Human Rights and, as appropriate, the Special Adviser to the Secretary-General on the Prevention of Genocide in addressing situations of extrajudicial, summary or arbitrary executions that are of particularly serious concern or in which early action might prevent further deterioration;",
    "20": "Welcomes the cooperation established between the Special Rapporteur and other United Nations mechanisms and procedures in the field of human rights, and encourages the Special Rapporteur to continue efforts in that regard;",
    "21": "Urges all States, in particular those that have not done so, to cooperate with the Special Rapporteur so that the mandate can be carried out effectively, including by favourably and rapidly responding to requests for visits, mindful that country visits are one of the essential tools for the fulfilment of the mandate, and by responding in a timely manner to communications and other requests transmitted to them by the Special Rapporteur;",
    "22": "Strongly urges all States to take the necessary measures to ensure the safety and security of national and international humanitarian personnel;",
    "23": "Expresses its appreciation to those States that have received the Special Rapporteur, asks them to examine the Special Rapporteur’s recommendations carefully, invites them to inform the Special Rapporteur of the actions taken on those recommendations, and requests other States to cooperate in a similar way;",
    "24": "Once again requests the Secretary-General to continue to use his best endeavours in cases where the minimum standards of legal safeguards provided for in articles 6, 9, 14 and 15 of the International Covenant on Civil and Political Rights appear not to have been respected;",
    "25": "Requests the Secretary-General to provide the Special Rapporteur with adequate human, financial and material resources to enable her to carry out the mandate effectively, including through country visits;",
    "26": "Also requests the Secretary-General to continue, in close collaboration with the High Commissioner and in conformity with the mandate of the High Commissioner, established by the General Assembly in its resolution 48/141 of 20 December 1993, to ensure that personnel specialized in international humanitarian and human rights law, including in provisions related to gender equality, form part of United Nations missions, where appropriate, in order to deal with serious violations of human rights, such as extrajudicial, summary or arbitrary executions;",
    "27": "Requests the Special Rapporteur to submit to the General Assembly, at its seventy-sixth and seventy-seventh sessions, a report on the situation worldwide with regard to extrajudicial, summary or arbitrary executions and recommendations for more effective action to combat this phenomenon;",
    "28": "Decides to continue its consideration of the question at its seventy-seventh session. 46th plenary meeting 16 December 2020"
  },
  "agenda_items": [
    "Item 72"
  ],
  "symbol_references": []
}