{
  "symbol": "A/RES/78/221",
  "filename": "A_RES_78_221.pdf",
  "title": "78/221. Situation of human rights in the temporarily occupied territories of Ukraine, including the Autonomous Republic of Crimea and the city of Sevastopol",
  "text": "United Nations \nA/RES/78/221\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n23-25992 (E)    100124 \n*2325992* \n \n \nSeventy-eighth session \nAgenda item 71 (c) \nPromotion and protection of human rights: human \nrights situations and reports of special rapporteurs \nand representatives  \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/481/Add.3, para. 33)] \n \n \n 78/221. Situation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and the \ncity of Sevastopol \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles of the Charter of the United Nations, and \nrecalling the Universal Declaration of Human Rights, 1 international human rights \ntreaties and other relevant international instruments and declarations, \n \nRecalling the International Convention on the Elimination of All Forms of \nRacial Discrimination,2 the Convention against Torture and Other Cruel, Inhuman or \nDegrading Treatment or Punishment, 3  the International Covenant on Civil and \nPolitical Rights,4 the Convention on the Rights of the Child5 and the Convention on \nthe Rights of Persons with Disabilities,6 as well as the United Nations Declaration on \nthe Rights of Indigenous Peoples,7 \n \nRecalling also the Geneva Conventions of 12 August 1949 8 and Additional \nProtocol I thereto, of 1977,9 as applicable, as well as relevant customary international \nlaw, \n__________________ \n \n1  Resolution 217 A (III). \n \n2  United Nations, Treaty Series, vol. 660, No. 9464. \n \n3  Ibid., vol. 1465, No. 24841. \n \n4  See resolution 2200 A (XXI), annex. \n \n5  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n6  Ibid., vol. 2515, No. 44910. \n \n7  Resolution 61/295, annex. \n \n8  United Nations, Treaty Series, vol. 75, Nos. 970–973. \n \n9  Ibid., vol. 1125, No. 17512. \n\nA/RES/78/221 \nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol\n \n23-25992\n2/14 \n \n \nConfirming the primary responsibility of States to respect, protect and fulfil \nhuman rights, \n \nReaffirming the responsibility of States to respect international law, including \nthe principle that all States shall refrain from the threat or use of force against the \nterritorial integrity or political independence of any State and from acting in any other \nmanner inconsistent with the purposes of the United Nations, recalling its resolution \n2625 (XXV) of 24 October 1970, in which it approved the Declaration on Principles \nof International Law concerning Friendly Relations and Cooperation among States in \naccordance with the Charter of the United Nations, and reaffirming the principles \ncontained therein, \n \nRecalling its resolution 3314 (XXIX) of 14 December 1974, entitled “Definition \nof aggression”, in which it states that no territorial acquisition or special advantage \nresulting from aggression is or shall be recognized as lawful, \n \nRecalling also its resolution 68/262 of 27 March 2014 on the territorial integrity \nof Ukraine, in which it affirmed its commitment to the sovereignty, political \nindependence, unity and territorial integrity of Ukraine within its internationally \nrecognized borders and called upon all States, international organizations and \nspecialized agencies not to recognize any alteration to the status of the Autonomous \nRepublic of Crimea and the city of Sevastopol and to refrain from any action or \ndealing that might be interpreted as recognizing any such altered status, \n \nRecalling further its resolution ES-11/4 of 12 October 2022, entitled “Territorial \nintegrity of Ukraine: defending the principles of the Charter of the United Nations”, \n \nRecalling its resolutions 71/205 of 19 December 2016, 72/190 of 19 December \n2017, 73/263 of 22 December 2018, 74/168 of 18 December 2019, 75/192 of \n16 December 2020, 76/179 of 16 December 2021 and 77/229 of 15 December 2022 \non the situation of human rights in the temporarily occupied Autonomous Republic \nof Crimea and the city of Sevastopol, Ukraine, its resolutions 73/194 of 17 December \n2018, 74/17 of 9 December 2019, 75/29 of 7 December 2020 and 76/70 of 9 December \n2021 on the problem of the militarization of the Autonomous Republic of Crimea and \nthe city of Sevastopol, Ukraine, as well as parts of the Black Sea and the Sea of Azov, \nand relevant decisions of international organizations, specialized agencies and bodies \nwithin the United Nations system, \n \nRecalling also its resolutions ES-11/1 of 2 March 2022 on the aggression against \nUkraine, ES-11/2 of 24 March 2022 on the humanitarian consequences of the \naggression against Ukraine and ES-11/6 of 23 February 2023 on the principles of the \nCharter of the United Nations underlying a comprehensive, just and lasting peace in \nUkraine, and Human Rights Council resolutions 49/1 of 4 March 202210 and 52/32 of \n4 April 202311 on the situation of human rights in Ukraine stemming from the Russian \naggression and S-34/1 of 12 May 2022 on the deteriorating human rights situation in \nUkraine stemming from the Russian aggression,12 \n \nGravely concerned that the provisions of these resolutions and relevant \ndecisions of international organizations, specialized agencies and bodies within the \nUnited Nations system have not been implemented by the Russian Federation, \n \nCondemning the ongoing temporary control or occupation by the Russian \nFederation of part of the territory of Ukraine, including the Autonomous Republic of \nCrimea and the city of Sevastopol (hereinafter “Crimea”), and certain areas of the \n__________________ \n \n10  See Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 53 \n(A/77/53), chap. VI, sect. A. \n \n11  Ibid., Seventy-eighth Session, Supplement No. 53 (A/78/53), chap. V, sect. A. \n \n12  Ibid., Seventy-seventh Session, Supplement No. 53 (A/77/53), chap. VII. \n\nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol \nA/RES/78/221\n \n3/14\n23-25992 \n \nKherson, Zaporizhzhia, Donetsk and Luhansk regions (hereinafter “temporarily \ncontrolled or occupied territories of Ukraine”), and reaffirming the non-recognition \nof its annexation, \n \nCondemning also the unprovoked aggression against Ukraine by the Russian \nFederation in violation of Article 2 (4) of the Charter, and the use of Crimea for this \naim and to support the attempted illegal annexation of the Kherson, Zaporizhzhia, \nDonetsk and Luhansk regions, \n \nSupporting the commitment by Ukraine to adhering to international law in its \nefforts to put an end to the temporary Russian occupation of Crimea, and welcoming \nthe commitments by Ukraine to respecting, protecting and fulfilling the human rights \nand fundamental freedoms of all persons, including Indigenous Peoples, and its \ncooperation with human rights treaty bodies and international institutions, \n \nRecalling that organs and officials of the Russian Federation established in the \ntemporarily occupied territories of Ukraine are illegitimate and should be referred to \nas “occupying authorities of the Russian Federation”, \n \nConcerned that applicable international human rights obligations and treaties, \nto which Ukraine is a party, are not upheld by the occupying Power, thus significantly \ndecreasing the ability of residents of the temporarily controlled or occupied territories \nof Ukraine to exercise their human rights and fundamental freedoms, \n \nReaffirming the obligation of States to ensure that persons belonging to national \nor ethnic, religious and linguistic minorities, and Indigenous Peoples may exercise \nfully and effectively all human rights and fundamental freedoms without any \ndiscrimination and in full equality before the law, \n \nWelcoming the reports of the Office of the United Nations High Commissioner \nfor Human Rights on the human rights situation in Ukraine, of the Commissioner for \nHuman Rights of the Council of Europe and of the missions of experts under the \nMoscow Mechanism of the Organization for Security and Cooperation in Europe, in \nwhich they stated that violations and abuses of human rights continued to take place \nin Ukrainian territory affected by aggression by the Russian Federation, \n \nWelcoming also the reports of the Office of the United Nations High \nCommissioner for Human Rights on the situation of human rights in the temporarily \noccupied Autonomous Republic of Crimea and the city of Sevastopol, Ukraine, \nsubmitted pursuant to resolutions 71/205 13  and 72/190, 14  and the reports of the \nSecretary-General submitted pursuant to resolutions 73/263, 15 74/168, 16 75/192, 17 \n76/17918 and 77/229,19 and the reports of 18 October 2022,20 15 March 202321 and \n19 October 2023 22  of the Independent International Commission of Inquiry on \nUkraine pursuant to Human Rights Council resolution 49/1, \n \nCondemning the imposition and retroactive application of the legal system of \nthe Russian Federation, and its negative impact on the human rights situation in the \ntemporarily controlled or occupied territories of Ukraine, the imposition of automatic \ncitizenship of the Russian Federation on protected persons, which is contrary to \n__________________ \n \n13  See A/72/498. \n \n14  See A/73/404. \n \n15  A/74/276. \n \n16  A/75/334 and A/HRC/44/21. \n \n17  A/76/260 and A/HRC/47/58. \n \n18  A/77/220 and A/HRC/50/65. \n \n19  A/78/340 and A/HRC/53/64. \n \n20  A/77/533. \n \n21  A/HRC/52/62. \n \n22  A/78/540. \n\nA/RES/78/221 \nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol\n \n23-25992\n4/14 \n \ninternational humanitarian law, including the Geneva Conventions and customary \ninternational law, and the deportation, regressive effects on the enjoyment of human \nrights and effective restriction of land ownership of those who have rejected that \ncitizenship, \n \nDeeply concerned about continued reports that the law enforcement system of \nthe Russian Federation conducts searches and raids of private homes, businesses and \nmeeting places in the temporarily controlled or occupied territories of Ukraine, which \ndisproportionally affect Crimean Tatars, and recalling that the International Covenant \non Civil and Political Rights prohibits arbitrary or unlawful interference with a \nperson’s privacy, family, home or correspondence, \n \nGravely concerned that, since 2014, torture has reportedly been used by the \nRussian authorities, and expressing deep concern about the ongoing reports of \narbitrary detentions, arrests and sentencing by the Russian Federation of Ukrainian \ncitizens and citizens of other countries, in particular for statements and actions in \nopposition to the aggression by the Russian Federation against Ukraine, including \nEmir-Usein Kuku, Halyna Dovhopola, Server Mustafayev, Vladyslav Yesypenko, \nNariman Dzhelyal, Asan and Aziz Akhmetov, Iryna Danilovych, Bohdan Ziza, Enver \nKrosh, Vilen Temeryanov, Mariano García Calatayud and many others, \n \nDeeply concerned about the serious continued restrictions on the right to \nfreedom of movement of persons who have been previously arbitrarily detained and \nserved sentences on politically motivated criminal charges, \n \nGravely concerned that the temporary control or occupation continues to affect \nthe enjoyment of social, cultural and economic rights by residents, including children, \nwomen, older persons, persons with disabilities and other persons in vulnerable and \nmarginalized situations, \n \nCondemning the reported serious violations of international humanitarian law \nand violations and abuses of human rights committed against residents of the \ntemporarily controlled or occupied territories of Ukraine, in particular extrajudicial \nkillings, abductions, enforced disappearances, politically motivated prosecutions, \ndiscrimination, harassment, intimidation, violence, including sexual and gender-\nbased violence, mass searches and raids, arbitrary detentions and arrests, torture and \nill-treatment, in particular to extract confessions, subjecting detainees to special \nsecurity regimes and involuntary placement in psychiatric institutions, as well as \ndeplorable treatment and conditions in detention, and the forcible transfer or \ndeportation of protected persons to the Russian Federation, as well as reported abuses \nof other fundamental freedoms, including the freedoms of expression, religion or \nbelief and association and the right to peaceful assembly, \n \nSeriously concerned about reports of arbitrary detention and the taking of \ncivilian hostages by the Russian Federation in the temporarily controlled or occupied \nterritories of Ukraine, which is strictly prohibited under international law, \n \nDeeply concerned about restrictions faced by Ukrainians, including Indigenous \nPeoples of Crimea, in particular the Crimean Tatars, in exercising their economic, \nsocial and cultural rights, including the right to work and education, as well as the \nability to maintain their identity and culture and to education in the Ukrainian and \nCrimean Tatar languages, \n \nCondemning the reported destructions of cultural and natural heritage, illegal \narchaeological excavations and transfer of cultural property, discrimination of \npersons belonging to religious minorities and repression of religious traditions, \nthereby diminishing Ukrainian and Crimean Tatar culture in the ethnocultural \nlandscape of the temporarily controlled or occupied territories of Ukraine, \n\nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol \nA/RES/78/221\n \n5/14\n23-25992 \n \n \nExpressing concern about the militarization and assimilation of young people in \nthe temporarily controlled or occupied territories of Ukraine by the Russian \nFederation, including combat training of children for military service in the Russian \narmed forces as well as the introduction of the “military-patriotic” education system, \nand its blocking of access to Ukrainian education, \n \nCondemning the incitement of hatred against Ukraine and Ukrainians as well as \nthe dissemination of disinformation justifying the war of aggression against Ukraine \nby the Russian Federation, including through the education system, \n \nGravely concerned by the above-mentioned policies and practices of the \nRussian Federation, which cause a continuing threat and have caused a large number \nof Ukrainians to flee from the temporarily controlled or occupied territories of \nUkraine, \n \nRecalling that individual or mass forcible transfers and deportations of protected \npersons from occupied territory to the territory of the occupying Power, or to that of \nany other country, occupied or not, and the deportation or transfer by an occupying \nPower of parts of its own civilian population into the territory that it occupies, are \nprohibited under international humanitarian law, and may amount to war crimes or \ncrimes against humanity, \n \nDeeply concerned by consistent reports that the Russian Federation promotes \npolicies and conducts practices aimed at changing the demographic, including ethnic, \nstructure in the temporarily controlled or occupied territories of Ukraine, \n \nConcerned about the negative effects on the full and effective enjoyment of \nhuman rights by residents of the temporarily controlled or occupied territories of \nUkraine, in particular in Crimea, resulting from disruptive activities of the occupying \nPower, including the expropriation of land, demolition of houses and depletion of \nnatural and agricultural resources, \n \nReaffirming the right of return of all internally displaced persons and refugees \naffected by the temporary occupation by the Russian Federation to their homes in \nUkraine, \n \nReaffirming its serious concern that, according to the decision of the so-called \n“Supreme Court of Crimea” of 26 April 2016 and the decision of the Supreme Court \nof the Russian Federation of 29 September 2016, the Mejlis of the Crimean Tatar \nPeople, the self-governing body of the Indigenous People of Crimea – the Crimean \nTatars, continues to be declared an extremist organization and the ban on its activities \nhas still not been repealed, and that the persecution of the leaders of the Mejlis of the \nCrimean Tatar People continues, \n \nCondemning the ongoing pressure exerted upon persons belonging to religious \nminorities and their communities, including through frequent police raids, demolition \nof and eviction from buildings dedicated to religion, undue registration requirements \nthat have affected legal status and property rights and threats against and persecution \nof those belonging to the Orthodox Church of Ukraine, Protestant churches, Muslim \nreligious communities, Greek Catholics, Roman Catholics and Jehovah’s Witnesses, \nand condemning also the baseless prosecution of dozens of peaceful Muslims for \nallegedly belonging to extremist organizations, \n \nGravely concerned about the constant use of military courts, including those \nlocated on the territory of the Russian Federation, to try civilian residents of the \ntemporarily controlled or occupied territories of Ukraine and the failure of the \noccupying Power to respect fair trial standards, \n \nCondemning the continuous widespread misuse of counter-terrorism and \nanti-extremism laws to suppress dissent, including through enforcing new Russian \n\nA/RES/78/221 \nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol\n \n23-25992\n6/14 \n \nlegislation with the intent to dissuade the residents of the temporarily controlled or \noccupied territories of Ukraine from peaceful protests, in accordance with their rights \nto freedom of expression and political opinion, following and during the unprovoked \nRussian war of aggression against Ukraine, \n \nStrongly condemning, in this regard, the ongoing pressure and mass detentions \non terrorism, extremism and espionage grounds and other forms of repression against \njournalists and other media workers, human rights defenders and civil rights activists, \nincluding against activists of the Crimean Solidarity civic initiative, which documents \nviolations and provides humanitarian assistance to the families of victims of \npolitically motivated prosecutions, \n \nRecalling the order of the International Court of Justice of 19 April 2017 on \nprovisional measures in the case concerning the Application of the International \nConvention for the Suppression of the Financing of Terrorism and of the International \nConvention on the Elimination of All Forms of Racial Discrimination (Ukraine \nv. Russian Federation),23 \n \nRecalling also the order of the International Court of Justice of 16 March 2022 \non provisional measures in the case concerning Allegations of Genocide under the \nConvention on the Prevention and Punishment of the Crime of Genocide (Ukraine \nv. Russian Federation),24 \n \nRecalling further the prohibition under the Geneva Conventions of 12 August \n1949 for the occupying Power to compel protected persons to serve in its armed or \nauxiliary forces, including medical staff, and strongly condemning the ongoing forced \nconscription and mobilization to the armed forces of the Russian Federation in the \ntemporarily controlled or occupied territories of Ukraine against the backdrop of the \nunprovoked aggression against Ukraine, \n \nRecalling that the safety of journalists, other media workers and a free press, or \nother media, are essential for the realization of the rights to freedom of expression \nand freedom to seek, receive and impart information and the enjoyment of other \nhuman rights and fundamental freedoms, concerned about reports that journalists, \nmedia workers and citizen journalists continue to face unjustified interference with \ntheir reporting activities in the temporarily controlled or occupied territories of \nUkraine, and expressing deep concern that journalists, media workers and citizen \njournalists have been arbitrarily arrested, detained, prosecuted, harassed and \nintimidated as a direct result of their reporting activities, in particular for covering \ndevelopments in the temporarily controlled or occupied territories of Ukraine as well \nas the unprovoked Russian war of aggression against Ukraine, \n \nCondemning the blocking by the Russian Federation of Ukrainian websites and \ntelevision channels and the seizure of Ukrainian transmission frequencies in the \ntemporarily controlled or occupied territories of Ukraine, as well as the use of mass \nmedia controlled by the occupying Power to incite hatred against Ukrainians, the \nOrthodox Church of Ukraine, Crimean Tatars, Muslims, Jehovah’s Witnesses and \nactivists and to call for atrocities against Ukrainians, \n \nGravely concerned by the documented cases in which the Federal Security \nService of the Russian Federation allegedly tortured or ill-treated Ukrainian citizens \nfollowing their arrests, including by using beatings, electric shocks and suffocation \nagainst victims, \n__________________ \n \n23  See Official Records of the General Assembly, Seventy-second Session, Supplement No. 4 \n(A/72/4), chap. V, sect. A. \n \n24  Ibid., Seventy-seventh Session, Supplement No. 4 (A/77/4), chap. V. \n\nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol \nA/RES/78/221\n \n7/14\n23-25992 \n \n \nReiterating its concern regarding military use of the temporarily controlled or \noccupied territories of Ukraine and their infrastructure, including civilian, in the \nunprovoked full-scale aggression by the Russian Federation against Ukraine, which \nentails considerable long-term negative environmental consequences in the region, \nimpacting civilians’ enjoyment of their human rights, \n \nRecalling that the Russian Federation bears legal responsibility as the occupying \nPower for the occupied territory, and deploring the destruction of the Kakhovka \nhydroelectric power plant, which has had catastrophic long-term humanitarian, \neconomic, agricultural and environmental consequences in the region, and severely \nimpacts civilians’ enjoyment of their human rights, and also strongly condemning the \nrefusal of the request of the United Nations for humanitarian access across the Dnipro \nRiver to the affected residents in the areas under the temporary control of the Russian \nFederation, \n \nCondemning the persistent violent actions of the Russian Federation at the \nZaporizhzhia nuclear power plant, including forceful seizure of control of the site, the \nrestrictions on Ukrainian operating personnel in violation of their human rights, the \nplacing of anti-personnel mines in some areas around the site, and other violent \nactions in connection with the ongoing presence of Russian military and Rosatom \npersonnel at the site, which continue to pose serious and direct threats to the safety \nand security of this nuclear facility and its civilian personnel, thereby significantly \nraising the risk of a nuclear accident or incident, which endangers the population of \nUkraine, neighbouring States and the international community, \n \nCondemning also the continuous use of the temporarily controlled or occupied \nterritories of Ukraine for missile and drone strikes across Ukraine, causing numerous \ncivilian casualties and impacting civilian objects, including deliberate attacks against \nmedical facilities and critical energy infrastructure, \n \nGravely concerned that attacks on Ukrainian civilian port infrastructure, means \nof navigation and grain terminals and the intended blockade of the ports of Ukraine, \nas well as threats of use of force against civilian and merchant vessels in the Black \nSea heading to and from the ports of Ukraine, undermine critical global food supply \nroutes, in particular to the most vulnerable regions, thus threatening global food \nsecurity and access to affordable, safe and nutritious food for all those in need,  \n \nWelcoming the continued efforts of the Secretary-General, the United Nations \nHigh Commissioner for Human Rights, the Organization for Security and \nCooperation in Europe, the Council of Europe, the Independent International \nCommission of Inquiry on Ukraine and other international and regional organizations \nto support Ukraine in respecting, protecting and fulfilling human rights, and \nexpressing concern over the lack of safe and unfettered access by established regional \nand international human rights monitoring mechanisms and human rights \nnon-governmental organizations to the temporarily controlled or occupied territories \nof Ukraine, \n \nStrongly condemning the forcible transfer of Ukrainian children and other \ncivilians to the temporarily controlled or occupied territories of Ukraine and their \ndeportation to the Russian Federation, and the separation of families and of children \nfrom legal guardians, and any subsequent change of children’s personal status, \nadoption or placement in foster families, and efforts to indoctrinate them, \n \nNoting the issuance of warrants of arrest by the International Criminal Court for \nVladimir Putin, President of the Russian Federation, and Maria Lvova-Belova, \nCommissioner for Children’s Rights in the Office of the President of the Russian \nFederation, on the basis that there are reasonable grounds to believe that they are \n\nA/RES/78/221 \nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol\n \n23-25992\n8/14 \n \nresponsible for the war crime of unlawful deportation of children and that of unlawful \ntransfer of children from occupied areas of Ukraine to the Russian Federation,  \n \nNoting also the inclusion of the Russian armed forces and affiliated armed \ngroups in the annex to the annual report of the Secretary-General on children and \narmed conflict, for killings of children and attacks on schools and hospitals in \nUkraine, \n \nCommending the efforts of the Special Representative of the Secretary-General \non Sexual Violence in Conflict on the prevention of and response to conflict-related \nsexual violence in Ukraine, \n \nAcknowledging the importance of the investigation conducted by the \nIndependent International Commission of Inquiry on Ukraine and emphasizing the \nrole played by the Office of the United Nations High Commissioner for Human Rights \nin contributing to an objective appraisal of the situation of human rights in Ukraine, \nand in this regard welcoming the investigation by the International Criminal Court, \n \nStrongly condemning the continued arbitrary detentions in the temporarily \ncontrolled or occupied territories of Ukraine, the ongoing impunity in reported cases \nof enforced disappearances, as well as the so-called filtration procedures, in particular \nin relation to displaced persons, \n \nGravely concerned that the temporary occupation of Crimea became a blueprint \nfor a grave human rights crisis in other territories of Ukraine under temporary control \nor occupation by the Russian Federation, \n \nAffirming that the seizure of Crimea and other territories of Ukraine by force is \nillegal and a violation of international law, and affirming also that control of all of the \nterritory of Ukraine must be immediately restored to Ukraine, \n \n1. \nCondemns the failure of the Russian Federation to comply with the \nrepeated requests and demands of the General Assembly, as well as with the orders of \nthe International Court of Justice of 19 April 2017 on provisional measures in the case \nconcerning the Application of the International Convention for the Suppression of the \nFinancing of Terrorism and of the International Convention on the Elimination of All \nForms of Racial Discrimination (Ukraine v. Russian Federation), and of 16 March \n2022 on provisional measures in the case concerning Allegations of Genocide under \nthe Convention on the Prevention and Punishment of the Crime of Genocide (Ukraine \nv. Russian Federation); \n \n2. \nStrongly condemns the continuing and total disregard by the Russian \nFederation for its obligations under international law, including the Charter of the \nUnited Nations, regarding its legal responsibility for the occupied territory, including \nthe responsibility to respect Ukrainian law and the rights of all civilians; \n \n3. \nCondemns in the strongest terms the aggression by the Russian Federation \nagainst Ukraine in violation of Article 2 (4) of the Charter, and the use of Crimea for \nthis aim and to support the attempted illegal annexation of the Kherson, Zaporizhzhia, \nDonetsk and Luhansk regions; \n \n4. \nDemands that the Russian Federation immediately cease its war of \naggression against Ukraine and unconditionally withdraw all of its military forces \nfrom the territory of Ukraine within its internationally recognized borders; \n \n5. \nCondemns violations and abuses of human rights law and international \nhumanitarian law perpetrated by the Russian occupying authorities and entailing \ndiscrimination against the residents of the temporarily controlled or occupied \nterritories of Ukraine, including Crimean Tatars, as well as Ukrainians and persons \nbelonging to other ethnic and religious groups; \n\nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol \nA/RES/78/221\n \n9/14\n23-25992 \n \n \n6. \nDemands that the Russian Federation respect obligations under \ninternational law with regard to respecting the Ukrainian legislation in force prior to \nthe temporary occupation; \n \n7. \nUrges the Russian Federation: \n \n(a) \nTo uphold all of its obligations under applicable international law; \n \n(b) \nTo fully and immediately comply with the orders of the International Court \nof Justice of 19 April 2017 and of 16 March 2022; \n \n(c) \nTo take all measures necessary to bring an immediate end to all violations \nand abuses of international human rights law and violations of international \nhumanitarian law against residents of the temporarily controlled or occupied \nterritories of Ukraine, in particular reported discriminatory measures and practices, \narbitrary detentions and arrests, violations and abuses within the framework of the \nfiltration procedures, enforced disappearances, torture and other cruel, inhuman or \ndegrading treatment, sexual and gender-based violence, including to compel \napprehended persons to self-incriminate or “cooperate” with law enforcement, ensure \nfair trial, revoke all discriminatory legislation and hold accountable those responsible \nfor those violations and abuses by ensuring the independent, impartial and effective \ninvestigation of all allegations; \n \n(d) \nTo refrain from arresting or prosecuting residents of the temporarily \ncontrolled or occupied territories of Ukraine for non-criminal acts committed or \nopinions expressed, including in social media comments or posts, and release all \nresidents who have been arrested or imprisoned for such acts; \n \n(e) \nTo respect the laws in force in Ukraine, repeal laws unlawfully imposed \nby the Russian Federation in the temporarily controlled or occupied territories of \nUkraine that allow for forced evictions and the confiscation of private property, \nincluding land, in violation of applicable international law, and respect the property \nrights of all former owners affected by previous confiscations; \n \n(f) \nTo immediately release and allow the return to Ukraine, without \npreconditions, of Ukrainian citizens who were unlawfully detained, as well as those \ntransferred or deported by the Russian Federation; \n \n(g) \nTo disclose the number and identity of individuals deported from the \ntemporarily controlled or occupied territories of Ukraine to the Russian Federation \nand take immediate action to allow the voluntary return of such individuals to \nUkraine; \n \n(h) \nTo end the practice of placing detainees in solitary confinement cells as a \nmethod of intimidation; \n \n(i) \nTo monitor and accommodate the medical needs of all Ukrainian citizens, \nincluding those unlawfully detained and convicted on politically motivated grounds \nin the temporarily controlled or occupied territories of Ukraine and the Russian \nFederation and allow the monitoring of those detainees’ state of health and conditions \nof detention by independent international monitors and physicians from reputable \ninternational health organizations, including the European Committee for the \nPrevention of Torture and Inhuman or Degrading Treatment or Punishment and the \nInternational Committee of the Red Cross, and investigate effectively all deaths in \ndetention; \n \n(j) \nTo uphold the rights, in accordance with international law and until their \nrelease, of Ukrainian prisoners and detainees in the temporarily controlled or \noccupied territories of Ukraine and in the Russian Federation, including those on \nhunger strike, and encourages it to respect the United Nations Standard Minimum \n\nA/RES/78/221 \nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol\n \n23-25992\n10/14 \n \nRules for the Treatment of Prisoners (the Nelson Mandela Rules) 25 and the United \nNations Rules for the Treatment of Women Prisoners and Non-custodial Measures for \nWomen Offenders (the Bangkok Rules);26 \n \n(k) \nTo address ongoing impunity and ensure that those found to be responsible \nfor violations and abuses of human rights law and violations of international \nhumanitarian law are held accountable before an independent judiciary; \n \n(l) \nTo create and maintain a safe and enabling environment for journalists and \nmedia workers and citizen journalists, human rights defenders and lawyers to perform \ntheir work independently and without undue interference, including by refraining \nfrom travel bans, deportations, arbitrary arrests, detention and prosecution, and other \nrestrictions on the enjoyment of their rights; \n \n(m) To respect, protect and fulfil freedom of opinion and expression, which \nincludes the freedom to seek, receive and impart information and ideas through any \nmedia and regardless of frontiers, enable a safe and enabling environment for \nindependent media pluralism and ensure a safe and enabling environment for civil \nsociety organizations; \n \n(n) \nTo respect freedom of opinion, association and peaceful assembly without \ndiscrimination on any grounds other than those permissible under international law, \nand freedom of thought, conscience and religion or belief, without discrimination on \nany grounds, to lift discriminatory regulatory barriers prohibiting or limiting the \nactivities of religious groups in the temporarily controlled or occupied territories of \nUkraine, including but not limited to parishioners of the Orthodox Church of Ukraine, \nMuslim Crimean Tatars and Jehovah’s Witnesses, and to permit unimpeded access, \nwithout any undue restrictions, to places of worship as well as gatherings for prayer \nand other religious practices; \n \n(o) \nTo restore enjoyment of the rights of all individuals, without any \ndiscrimination based on origin or religion or belief, revoke the decisions that banned \ncultural and religious institutions, non-governmental organizations, human rights \norganizations and media outlets and restore enjoyment of the rights of individuals \nbelonging to ethnic communities in the temporarily controlled or occupied territories \nof Ukraine, in particular ethnic Ukrainians and Crimean Tatars, including the right to \nfreely participate in the cultural life of the community; \n \n(p) \nTo respect, protect and fulfil the right to be free from arbitrary or unlawful \ninterference with a person’s privacy, family, home or correspondence; \n \n(q) \nTo ensure that the right to freedom of opinion and expression and the rights \nto peaceful assembly and freedom of association can be exercised by all residents of \nthe temporarily controlled or occupied territories of Ukraine in any form, including \nsingle-person pickets, without any restrictions other than those permissible under \ninternational law, including international human rights law, and without \ndiscrimination on any grounds, and to end the practices of abusing requirements of \nprior authorization for peaceful assemblies and issuing warnings or threats to \npotential participants in those assemblies; \n \n(r) \nTo refrain from criminalizing the rights to hold opinions without \ninterference and to freedom of expression and the right to peaceful assembly and \nquash all penalties imposed on residents of the temporarily controlled or occupied \nterritories of Ukraine for expressing dissenting views, including regarding the status \n__________________ \n \n25  Resolution 70/175, annex. \n \n26  Resolution 65/229, annex. \n\nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol \nA/RES/78/221\n \n11/14\n23-25992 \n \nof temporarily controlled or occupied territories of Ukraine and the unprovoked \nRussian war of aggression against Ukraine; \n \n(s) \nTo ensure the availability of education in the Ukrainian and Crimean Tatar \nlanguages, and stop the blocking of access to Ukrainian education; \n \n(t) \nTo respect the rights of the Indigenous Peoples of Ukraine set out in the \nUnited Nations Declaration on the Rights of Indigenous Peoples, revoke immediately \nthe decision declaring the Mejlis of the Crimean Tatar People an extremist \norganization and banning its activities, repeal the decision banning leaders of the \nMejlis from entering Crimea, repeal the sentences, including in absentia, against \nCrimean Tatars and their leaders and immediately release those arbitrarily detained, \nincluding the leaders of the Mejlis of the Crimean Tatar People, and refrain from \nmaintaining or imposing limitations on the ability of the Crimean Tatars to conserve \ntheir representative institutions; \n \n(u) \nTo stop the illegal drafting and mobilization of residents of the temporarily \ncontrolled or occupied territories of Ukraine into the armed forces of the Russian \nFederation, stop pressure aimed at compelling residents of the temporarily controlled \nor occupied territories of Ukraine to serve in the armed or auxiliary forces of the \nRussian Federation, as well as using propaganda, also targeted at children and through \nthe education system, and ensure strict compliance with its international obligations \nas an occupying Power; \n \n(v) \nTo end also the practice of criminal prosecution of inhabitants who resist \nconscription and mobilization into the armed or auxiliary forces of the Russian \nFederation; \n \n(w) To end the practice of deporting Ukrainian citizens from the temporarily \ncontrolled or occupied territories of Ukraine for not taking Russian citizenship, stop \ntransferring its own civilian population to the temporarily controlled or occupied \nterritories of Ukraine and end the practice of encouraging such transfers; \n \n(x) \nTo immediately and unconditionally reverse the decision to simplify the \nprocedure for obtaining citizenship of the Russian Federation for Ukrainian orphans \nor children left without parental care; \n \n(y) \nTo provide to the relevant United Nations bodies and international \norganizations a comprehensive list of the names and whereabouts of all Ukrainian \nchildren who were forcibly transferred to the temporarily controlled or occupied \nterritories of Ukraine or deported to the Russian Federation, including on those who \nwere subsequently adopted or transferred to foster families, in order to ensure that \nthese children are provided protection and care in accordance with international law; \n \n(z) \nTo cease forcible transfers or deportation of Ukraine’s children and other \ncivilians and take all necessary steps with a view to their safe return and family \nreunification in line with the best interests of the child and in accordance with \ninternational law; \n \n(aa) To cooperate fully and immediately with the Office of the United Nations \nHigh Commissioner for Human Rights, the Organization for Security and \nCooperation in Europe and the Independent International Commission of Inquiry on \nUkraine, which must have safe, secure and unhindered access to the entire territory \nof Ukraine, including the temporarily occupied territories of Ukraine, and the Council \nof Europe on the situation of human rights in the territories of Ukraine under the \ncontrol of or temporarily occupied by the Russian Federation; \n \n(bb) To create the conditions, as well as provide the means, to allow for the \nvoluntary, safe, dignified and unhindered return to their homes of all internally \n\nA/RES/78/221 \nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol\n \n23-25992\n12/14 \n \ndisplaced persons and refugees affected by the temporary occupation of territories of \nUkraine by the Russian Federation; \n \n(cc) To stop the policy of forcibly changing the demographic, including ethnic, \ncomposition of the population and take the necessary measures aimed at halting the \nfree migration to and settling of citizens of the Russian Federation in the temporarily \noccupied territories of Ukraine; \n \n(dd) To ensure compliance with obligations under international law, including \nhumanitarian law and the 1954 Convention for the Protection of Cultural Property in \nthe Event of Armed Conflict, 27  regarding the preservation of monuments of the \ncultural heritage of Ukraine in the temporarily controlled or occupied territories of \nUkraine, in particular regarding the Khan Palace in Bakhchysarai and the monument \n“The ancient city of Chersonese and its Chora”, to prevent and stop reported illegal \narchaeological excavations in Crimea and other temporarily occupied territories of \nUkraine, and the illicit transfer of cultural property of Ukraine outside the territory of \nUkraine; \n \n8. \nCalls upon the Russian Federation to address the substantive concerns and \nall recommendations highlighted in the reports of the Secretary-General and the \nOffice of the United Nations High Commissioner for Human Rights on the situation \nof human rights in the temporarily occupied territories of Ukraine, including the \nAutonomous Republic of Crimea and the city of Sevastopol, as well as previous \nrelevant recommendations from reports on the situation of human rights in Ukraine \nby the Office of the High Commissioner based on the work of the human rights \nmonitoring mission in Ukraine established to prevent further deterioration of human \nrights in the temporarily occupied territories of Ukraine; \n \n9. \nSupports the efforts of Ukraine to maintain economic, financial, political, \nsocial, informational, cultural and other ties with its citizens in the temporarily \ncontrolled or occupied territories of Ukraine in order to facilitate their access to \ndemocratic processes, economic opportunities and objective information; \n \n10. Calls upon all international organizations and specialized agencies of the \nUnited Nations system, when referring to the temporarily controlled or occupied \nterritories of Ukraine, including the Autonomous Republic of Crimea and the city of \nSevastopol, in their official documents, communications, publications, information \nand reports, including with regard to statistical data of the Russian Federation or \nprovided by the Russian Federation, as well as those placed or used on official United \nNations Internet resources and platforms, to refer to “the Autonomous Republic of \nCrimea and the city of Sevastopol, and certain areas of the Kherson, Zaporizhzhia, \nDonetsk and Luhansk regions, Ukraine, temporarily controlled or occupied by the \nRussian Federation”, and to refer to bodies of the Russian Federation and their \nrepresentatives in the temporarily occupied territories of Ukraine as “occupying \nauthorities of the Russian Federation”, and encourages all States and other \ninternational organizations to do the same; \n \n11. \nCalls upon Member States to support human rights defenders in the \ntemporarily controlled or occupied territories of Ukraine and across Ukraine and to \ncontinue advocacy for the respect of human rights, including by condemning the \nviolations committed by the Russian Federation in the temporarily controlled or \noccupied territories of Ukraine at bilateral and multilateral forums; \n \n12. Also calls upon Member States to engage constructively in concerted \nefforts, including within international frameworks and the International Crimea \nPlatform, aimed at improving the human rights situation in the temporarily controlled \n__________________ \n \n27  United Nations, Treaty Series, vol. 249, No. 3511. \n\nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol \nA/RES/78/221\n \n13/14\n23-25992 \n \nor occupied territories of Ukraine, as well as to continue to use all diplomatic means \nto press and urge the Russian Federation to comply with its obligations under \ninternational human rights law and international humanitarian law and to grant \nunimpeded access to the temporarily controlled or occupied territories of Ukraine for \nestablished regional and international human rights monitoring mechanisms, in \nparticular the human rights monitoring Mission in Ukraine and the Ukraine \nMonitoring Initiative of the Office for Democratic Institutions and Human Rights of \nthe Organization for Security and Cooperation in Europe; \n \n13. Condemns all attempts by the Russian Federation to legitimize or \nnormalize its attempted illegal annexation of the territories of Ukraine, including the \nautomatic imposition of citizenship of the Russian Federation, illegal election \ncampaigns and voting, population census, forcible change of the demographic \nstructure of the population and suppression of national identity; \n \n14. Calls upon the international community to continue to support the work of \nthe United Nations to uphold international human rights law and international \nhumanitarian law in the territories of Ukraine temporarily controlled or occupied by \nthe Russian Federation; \n \n15. Requests the Secretary-General to continue to seek ways and means, \nincluding through consultations with the United Nations High Commissioner for \nHuman Rights and relevant regional organizations, to ensure safe and unfettered \naccess to Crimea and other territories of Ukraine temporarily controlled or occupied \nby the Russian Federation by established regional and international human rights \nmonitoring mechanisms, in particular the human rights monitoring mission in Ukraine \nand the Independent International Commission of Inquiry on Ukraine, to enable them \nto carry out their mandates; \n \n16. Urges the Russian Federation to ensure the proper and unimpeded access \nof \ninternational \nhuman \nrights \nmonitoring \nmissions \nand \nhuman \nrights \nnon-governmental organizations to the temporarily controlled or occupied territories \nof Ukraine, including all places where persons may be deprived of their liberty, \nrecognizing that the international presence and monitoring of compliance with \ninternational human rights law and international humanitarian law are of paramount \nimportance in preventing further deterioration of the situation; \n \n17. Decides to include the item entitled “The situation in the temporarily \noccupied territories of Ukraine” in the annual agenda of the General Assembly; \n \n18. Requests the Secretary-General to remain actively seized of the matter, and \nto take all steps necessary, including within the Secretariat, to ensure the full and \neffective coordination of all United Nations bodies with regard to the implementation \nof the present resolution; \n \n19. Also requests the Secretary-General to continue to provide his good offices \nand pursue his discussions relating to the matter, involving all relevant stakeholders \nand including the concerns addressed in the present resolution; \n \n20. Further requests the Secretary-General to report to the General Assembly \nat its seventy-ninth session on the progress made in the implementation of all \nprovisions of the present resolution, including options and recommendations to \nimprove its implementation, and to submit for consideration an interim report to the \nHuman Rights Council at its fifty-sixth session, to be followed by an interactive \ndialogue, in accordance with Council resolution 53/30 of 14 July 2023;28 \n__________________ \n \n28  See Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 53 \n(A/78/53), chap. VII, sect. A. \n\nA/RES/78/221 \nSituation of human rights in the temporarily occupied territories \nof Ukraine, including the Autonomous Republic of Crimea and \nthe city of Sevastopol\n \n23-25992\n14/14 \n \n \n21. Decides to continue its consideration of the matter at its seventy-ninth \nsession under the item entitled “Promotion and protection of human rights”. \n \n50th plenary meeting \n19 December 2023 \n \n",
  "paragraphs": {
    "1": "Condemns the failure of the Russian Federation to comply with the repeated requests and demands of the General Assembly, as well as with the orders of the International Court of Justice of 19 April 2017 on provisional measures in the case concerning the Application of the International Convention for the Suppression of the Financing of Terrorism and of the International Convention on the Elimination of All Forms of Racial Discrimination (Ukraine v. Russian Federation), and of 16 March 2022 on provisional measures in the case concerning Allegations of Genocide under the Convention on the Prevention and Punishment of the Crime of Genocide (Ukraine v. Russian Federation);",
    "2": "Strongly condemns the continuing and total disregard by the Russian Federation for its obligations under international law, including the Charter of the United Nations, regarding its legal responsibility for the occupied territory, including the responsibility to respect Ukrainian law and the rights of all civilians;",
    "3": "Condemns in the strongest terms the aggression by the Russian Federation against Ukraine in violation of Article 2 (4) of the Charter, and the use of Crimea for this aim and to support the attempted illegal annexation of the Kherson, Zaporizhzhia, Donetsk and Luhansk regions;",
    "4": "Demands that the Russian Federation immediately cease its war of aggression against Ukraine and unconditionally withdraw all of its military forces from the territory of Ukraine within its internationally recognized borders;",
    "5": "",
    "6": "Demands that the Russian Federation respect obligations under international law with regard to respecting the Ukrainian legislation in force prior to the temporary occupation;",
    "7": " displaced persons and refugees affected by the temporary occupation of territories of Ukraine by the Russian Federation; (cc) To stop the policy of forcibly changing the demographic, including ethnic, composition of the population and take the necessary measures aimed at halting the free migration to and settling of citizens of the Russian Federation in the temporarily occupied territories of Ukraine; (dd) To ensure compliance with obligations under international law, including humanitarian law and the 1954 Convention for the Protection of Cultural Property in the Event of Armed Conflict, 27 regarding the preservation of monuments of the cultural heritage of Ukraine in the temporarily controlled or occupied territories of Ukraine, in particular regarding the Khan Palace in Bakhchysarai and the monument “The ancient city of Chersonese and its Chora”, to prevent and stop reported illegal archaeological excavations in Crimea and other temporarily occupied territories of Ukraine, and the illicit transfer of cultural property of Ukraine outside the territory of Ukraine;",
    "8": "Calls upon the Russian Federation to address the substantive concerns and all recommendations highlighted in the reports of the Secretary-General and the Office of the United Nations High Commissioner for Human Rights on the situation of human rights in the temporarily occupied territories of Ukraine, including the Autonomous Republic of Crimea and the city of Sevastopol, as well as previous relevant recommendations from reports on the situation of human rights in Ukraine by the Office of the High Commissioner based on the work of the human rights monitoring mission in Ukraine established to prevent further deterioration of human rights in the temporarily occupied territories of Ukraine;",
    "9": "Supports the efforts of Ukraine to maintain economic, financial, political, social, informational, cultural and other ties with its citizens in the temporarily controlled or occupied territories of Ukraine in order to facilitate their access to democratic processes, economic opportunities and objective information;",
    "10": "Calls upon all international organizations and specialized agencies of the United Nations system, when referring to the temporarily controlled or occupied territories of Ukraine, including the Autonomous Republic of Crimea and the city of Sevastopol, in their official documents, communications, publications, information and reports, including with regard to statistical data of the Russian Federation or provided by the Russian Federation, as well as those placed or used on official United Nations Internet resources and platforms, to refer to “the Autonomous Republic of Crimea and the city of Sevastopol, and certain areas of the Kherson, Zaporizhzhia, Donetsk and Luhansk regions, Ukraine, temporarily controlled or occupied by the Russian Federation”, and to refer to bodies of the Russian Federation and their representatives in the temporarily occupied territories of Ukraine as “occupying authorities of the Russian Federation”, and encourages all States and other international organizations to do the same;",
    "11": "Calls upon Member States to support human rights defenders in the temporarily controlled or occupied territories of Ukraine and across Ukraine and to continue advocacy for the respect of human rights, including by condemning the violations committed by the Russian Federation in the temporarily controlled or occupied territories of Ukraine at bilateral and multilateral forums;",
    "12": "Also calls upon Member States to engage constructively in concerted efforts, including within international frameworks and the International Crimea Platform, aimed at improving the human rights situation in the temporarily controlled or occupied territories of Ukraine, as well as to continue to use all diplomatic means to press and urge the Russian Federation to comply with its obligations under international human rights law and international humanitarian law and to grant unimpeded access to the temporarily controlled or occupied territories of Ukraine for established regional and international human rights monitoring mechanisms, in particular the human rights monitoring Mission in Ukraine and the Ukraine Monitoring Initiative of the Office for Democratic Institutions and Human Rights of the Organization for Security and Cooperation in Europe;",
    "13": "Condemns all attempts by the Russian Federation to legitimize or normalize its attempted illegal annexation of the territories of Ukraine, including the automatic imposition of citizenship of the Russian Federation, illegal election campaigns and voting, population census, forcible change of the demographic structure of the population and suppression of national identity;",
    "14": "Calls upon the international community to continue to support the work of the United Nations to uphold international human rights law and international humanitarian law in the territories of Ukraine temporarily controlled or occupied by the Russian Federation;",
    "15": "Requests the Secretary-General to continue to seek ways and means, including through consultations with the United Nations High Commissioner for Human Rights and relevant regional organizations, to ensure safe and unfettered access to Crimea and other territories of Ukraine temporarily controlled or occupied by the Russian Federation by established regional and international human rights monitoring mechanisms, in particular the human rights monitoring mission in Ukraine and the Independent International Commission of Inquiry on Ukraine, to enable them to carry out their mandates;",
    "16": "Urges the Russian Federation to ensure the proper and unimpeded access of international human rights monitoring missions and human rights non-governmental organizations to the temporarily controlled or occupied territories of Ukraine, including all places where persons may be deprived of their liberty, recognizing that the international presence and monitoring of compliance with international human rights law and international humanitarian law are of paramount importance in preventing further deterioration of the situation;",
    "17": "Decides to include the item entitled “The situation in the temporarily occupied territories of Ukraine” in the annual agenda of the General Assembly;",
    "18": "Requests the Secretary-General to remain actively seized of the matter, and to take all steps necessary, including within the Secretariat, to ensure the full and effective coordination of all United Nations bodies with regard to the implementation of the present resolution;",
    "19": "Also requests the Secretary-General to continue to provide his good offices and pursue his discussions relating to the matter, involving all relevant stakeholders and including the concerns addressed in the present resolution;",
    "20": "Further requests the Secretary-General to report to the General Assembly at its seventy-ninth session on the progress made in the implementation of all provisions of the present resolution, including options and recommendations to improve its implementation, and to submit for consideration an interim report to the Human Rights Council at its fifty-sixth session, to be followed by an interactive dialogue, in accordance with Council resolution 53/30 of 14 July 2023;28",
    "21": "Decides to continue its consideration of the matter at its seventy-ninth session under the item entitled “Promotion and protection of human rights”."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}