{
  "symbol": "A/RES/74/15",
  "filename": "A_RES_74_15.pdf",
  "title": "74/15. Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024",
  "text": "United Nations \nA/RES/74/15\n \n \nGeneral Assembly \nDistr.: General \n10 December 2019 \n \n19-20986 (E)    121219 \n*1920986* \n \n \nSeventy-fourth session \nAgenda item 21 (b) \nGroups of countries in special situations: follow-up to the \nsecond United Nations Conference on Landlocked \nDeveloping Countries \n \n \n \n \n Resolution adopted by the General Assembly \non 5 December 2019 \n \n \n \n \n[without reference to a Main Committee (A/74/L.7)] \n \n \n \n74/15. Political Declaration of the High-level Midterm Review on \nthe Implementation of the Vienna Programme of Action for \nLandlocked Developing Countries for the Decade 2014–2024 \n \n \n \nThe General Assembly \n \nAdopts the following political declaration: \n \n \n \n Political Declaration of the High-level Midterm Review on \nthe Implementation of the Vienna Programme of Action for \nLandlocked Developing Countries for the Decade 2014–2024 \n \n \n \n \nPreamble \n \n1. \nWe, Heads of State and Government, Ministers and High Representatives, \ngathered at the United Nations on 5 and 6 December 2019 to review the \nimplementation of the Vienna Programme of Action for Landlocked Developing \nCountries for the Decade 2014–2024,1 reaffirm our commitment to the overarching \ngoal of the Vienna Programme of Action to address the special development needs \nand challenges of landlocked developing countries arising from landlockedness, \nremoteness and geographical constraints in a more coherent manner and we \ncollectively commit to strengthened cooperation in the context of sustainable \ndevelopment for landlocked developing countries.  \n2. \nWe reaffirm our commitment to the full, effective and timely implementation of \nthe Vienna Programme of Action, which is integral to the 2030 Agenda for Sustainable \n__________________ \n \n1  Resolution 69/137, annex II. \n\nA/RES/74/15 \nPolitical Declaration of the High-level Midterm Review on the Implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries for the Decade 2014–2024\n \n19-20986\n2/9 \n \nDevelopment2 and which is in line with the Addis Ababa Action Agenda of the Third \nInternational Conference on Financing for Development, 3 the Paris Agreement4 and \nthe Sendai Framework for Disaster Risk Reduction 2015–2030,5 as well as with other \ninternational frameworks, such as the New Urban Agenda.6 Effective implementation \nof the Vienna Programme of Action and the 2030 Agenda are mutually reinforcing \nand crucial for the attainment of the Sustainable Development Goals.  \n3. \nWe emphasize that eradicating poverty in all its forms and dimensions, including \nextreme poverty, is the greatest global challenge and an indispensable requirement \nfor sustainable development. \n4. \nWe are committed in our endeavour to help to turn landlocked developing \ncountries into land-linked countries; for this we must come together in durable, \ntransparent, accountable and effective partnerships between landlocked developing \ncountries and transit countries and their development partners, as well as with a range \nof stakeholders, including civil society, the private sector, academia and youth. We \nfurther reaffirm that gender equality and the empowerment of all women and girls will \nmake a crucial contribution to the achievement of the Vienna Programme of Action. \n5. \nWe recognize the importance of unfettered, efficient and cost-effective access \nfor landlocked developing countries to and from the sea, on the basis of freedom of \ntransit and other related matters, in accordance with the applicable rules of \ninternational law. \n \n \n \nReview and assessment of progress, gaps and challenges \n \n6. \nWe take note of the report of the Secretary-General on the implementation of \nthe Vienna Programme of Action7 and recognize the many efforts at all levels made \nby landlocked developing countries and transit countries, with the support of \ndevelopment partners, and the progress achieved since 2014, building on the Almaty \nProgramme of Action.8 At the same time, we remain concerned that the progress made \nis not enough for landlocked developing countries to achieve the Vienna Programme \nof Action targets and sustainable development. We note with concern that one third \nof the population of landlocked developing countries is still living in extreme poverty, \nthe prevalence of moderate to severe food insecurity persists, the average human \ndevelopment index of landlocked developing countries lags behind the world average \nand economic growth of landlocked developing countries has declined during the \nreview period.  \n7. \nWe commend those landlocked developing countries that have met the criteria \nfor graduation from least developed country status. \n8. \nWe recognize that a key challenge faced by landlocked developing countries is \nthe lack of reliable and regular data to inform policy and ensure follow-up, including \non some of the specific objectives of the Vienna Programme of Action.  \n__________________ \n \n2  Resolution 70/1. \n \n3  Resolution 69/313, annex. \n \n4  See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n \n5  Resolution 69/283, annex II. \n \n6  Resolution 71/256, annex. \n \n7  A/74/113. \n \n8  Almaty Programme of Action: Addressing the Special Needs of Landlocked Developing \nCountries within a New Global Framework for Transit Transport Cooperation for Landlocked \nand Transit Developing Countries (Report of the International Ministerial Conference of \nLandlocked and Transit Developing Countries and Donor Countries and International Financial \nand Development Institutions on Transit Transport Cooperation, Almaty, Kazakhstan, 28 and \n29 August 2003 (A/CONF.202/3), annex I). \n\nPolitical Declaration of the High-level Midterm Review on the Implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries for the Decade 2014–2024 \nA/RES/74/15\n \n3/9\n19-20986 \n \n9. \nWe recognize the progress that has been made by landlocked developing \ncountries and transit developing countries in ratifying the World Trade Organization \nAgreement on Trade Facilitation, the revised Kyoto Convention, 9  the TIR \nConvention10 and other relevant international conventions. We note, however, that \nthere is a need for landlocked developing countries and transit countries to effectively \nimplement their obligations under these conventions and agreements.  \n10. We welcome the recent developments among landlocked developing countries \nand their transit neighbours in building transit transport and economic corridors. \nProgress has been made in reducing travel time and corresponding costs along \ncorridors, significantly reducing the time spent at borders and at intermodal points.  \n11. \nProgress has been made in landlocked developing countries and transit \ndeveloping countries towards the expansion and upgrading of railways, roads, ports, \nair transport and inland waterways. Some missing links have been closed, and \nregional integration has been strengthened, but limited connectivity of landlocked \ndeveloping countries remains one of the main obstacles to their enhanced trade \nintegration.  \n12. We note that infrastructure in landlocked developing countries for the \nproduction, supply, transmission and distribution of modern and renewable energy \nservices has been expanded and upgraded. However, more than 40 per cent of the \npopulation of landlocked developing countries still does not have access to electricity, \nand the rural-urban gap remains significant. The pace of completion of power projects \nis too slow. \n13. We recognize that access to information and communications technologies in \nlandlocked developing countries has increased. However, we note that landlocked \ndeveloping countries continue to face major constraints that include infrastructural \ngaps and the relatively high cost of information and communications technology \nservices, in particular accessing submarine cables. \n14. The major challenges in infrastructure development include limited financial \nresources to close the significant infrastructure financing gaps, lack of capacity to \ndevelop bankable infrastructure projects, limited technologies and lack of resilient \ninfrastructure. \n15. We welcome efforts made by landlocked developing countries to enhance their \nparticipation in global trade, including through mainstreaming trade into their \nnational strategies and updating their trade-related policies. However, we note that \nlandlocked developing countries continue to face greater difficulties than coastal \ncountries in expanding international trade. The competitiveness of landlocked \ndeveloping countries remains limited owing to the high cost of trade, which is double \nthat of transit developing countries. In that regard, we note with concern that the share \nof landlocked developing countries in global trade has declined and their share of \nglobal merchandise exports has decreased, while the total value of merchandise \nimports has increased. \n16. We are concerned that most of the exports of landlocked developing countries \nremain highly concentrated on a few primary commodities and that service exports \nare still dominated by the tourism sector. The lack of diversification of exports of \nlandlocked developing countries exacerbates their vulnerability to excessive price \nvolatility and exogenous economic and environmental shocks. \n__________________ \n \n9  Protocol of Amendment to the International Convention on the Simplification and Harmonization \nof Customs Procedures (United Nations, Treaty Series, vol. 2370, No. 13561). \n \n10  Customs Convention on the International Transport of Goods under Cover of TIR Carnets \n(United Nations, Treaty Series, vol. 1079, No. 16510). \n\nA/RES/74/15 \nPolitical Declaration of the High-level Midterm Review on the Implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries for the Decade 2014–2024\n \n19-20986\n4/9 \n \n17. We note the lack of availability of trade finance in landlocked developing \ncountries. We reaffirm that international trade is an engine for inclusive economic \ngrowth and poverty reduction and contributes to the promotion of sustainable \ndevelopment.  \n18. We note with concern the lack of access to capital for micro-, small and medium-\nsized enterprises, including women- and youth-owned enterprises, which affects \noverall private sector development and economic growth in landlocked developing \ncountries. We are further concerned that landlocked developing countries still fall \nbehind in their electronic commerce (e-commerce) readiness.  \n19. We recognize that the participation of landlocked developing countries in \nregional and subregional trade, transport and transit facilitation agreements and \ninitiatives aimed at deepening regional integration, enhancing infrastructure \nconnectivity and facilitating the movement of cargo across borders has increased. \nLandlocked developing countries have entered into bilateral and plurilateral trade, \ntransport and transit-related agreements with their neighbours. In this regard, we take \nnote of the entry into force of the agreement establishing the African Continental Free \nTrade Area.  \n20. We are encouraged by signs that broader cooperation in areas such as \ninvestment, research and development and policies supportive of regional industrial \ndevelopment and regional connectivity is taking place both among landlocked \ndeveloping countries and between landlocked developing countries and their \nneighbours. \n21. Since 2014, many landlocked developing countries have placed structural \neconomic transformation at the centre of their national development plans and \nadopted strategies for diversification and upgrading of their economies, \nindustrialization, export promotion and private sector development, but landlocked \ndeveloping countries have made limited advancement towards achieving structural \ntransformation, still have limited manufacturing and industrial capacity to create high \nvalue added products, some landlocked developing countries even showing signs of \nde-industrialization of their economies. \n22. We acknowledge the efforts by landlocked developing countries to support \nprivate sector development and emphasize that an enabling legal and regulatory \nenvironment for the local private sector is one of the most important requirements for \npromoting sustainable, inclusive and sustained economic growth, developing an \nindustrial base, attracting investment and bringing about structural transformation. \n23. We express concern at the limited technological capabilities, low technology \nintensity and acquisition and low investments in research and development in \nlandlocked developing countries. \n24. Landlocked developing countries are highly vulnerable to the adverse impact of \nclimate change and remain heavily affected by desertification, land degradation, \nbiodiversity loss, drought and receding glaciers. We are concerned about the \neconomic, social and environmental impacts of sudden- and slow-onset disasters in \nlandlocked developing countries, as well as the impacts of disasters in transit \ncountries on the economies of landlocked developing countries. \n25. We note that lack of adequate financial resources and capacity constraints are \nsome of the biggest challenges that landlocked developing countries face in their \nefforts to implement the Vienna Programme of Action and achieve sustained growth \nand sustainable development.  \n26. We recognize that landlocked developing countries and their transit country \nneighbours need to effectively mobilize adequate domestic and external resources, \n\nPolitical Declaration of the High-level Midterm Review on the Implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries for the Decade 2014–2024 \nA/RES/74/15\n \n5/9\n19-20986 \n \nboth public and private, for the effective implementation of the Vienna Programme of \nAction. We acknowledge the importance of cohesive, nationally owned sustainable \ndevelopment strategies, supported by integrated national financing frameworks. We \nnote that the average tax revenue in landlocked developing countries is not sufficient \nto meet development needs. We express concern that illicit financial flows have an \nadverse impact on domestic resource mobilization and on the sustainability of public \nfinances in landlocked developing countries.  \n27. We commend the greater international attention that has been given to \nlandlocked developing countries since the adoption of the Vienna Programme of \nAction, including increased official development assistance and aid for trade and \nSouth-South and triangular cooperation. We reaffirm the need for renewed and \nstrengthened partnerships for the landlocked developing countries’ development. We \nwelcome that official development assistance flows to landlocked developing \ncountries have increased in real terms. At the same time, we note that much of the \nofficial development assistance continues to be concentrated in a few landlocked \ndeveloping countries. We also express concern over the continued decline in foreign \ndirect investment flows to landlocked developing countries, which is an impediment \nto their economic growth. \n \n \n \nCall for action to accelerate the implementation of the Vienna Programme \nof Action \n \n28. Having noted the progress made and challenges encountered by landlocked \ndeveloping countries in the implementation of the Vienna Programme of Action, \nwhich is integral to the 2030 Agenda for Sustainable Development, we call for action \nin the following key areas. \n29. We underscore the need to capture data to monitor the specific objectives of the \nVienna Programme of Action and commit to providing landlocked developing \ncountries with capacity-building support to strengthen their national statistical \nsystems. \n30. We commit to targeted and accelerated action to remove all legal, social and \neconomic barriers to achieve gender equality and the empowerment of all women and \ngirls, and the realization and enjoyment of their human rights.  \n31. We underscore the importance of mobilizing adequate resources to accelerate \nthe implementation of the Vienna Programme of Action and to support the landlocked \ndeveloping countries in achieving the Sustainable Development Goals and targets by \n2030.  \n32. We call upon landlocked developing countries and transit countries to \neffectively implement their obligations under all relevant international, regional and \nbilateral agreements to improve transit in a manner consistent with their trade and \ndevelopment objectives. \n33. Landlocked developing countries and transit countries should consider \npromoting a corridor approach to improve trade and transit transport. We call upon \nlandlocked developing countries and transit countries to make additional efforts to \nreduce travel time along the corridors and to adopt an integrated and sustainable \napproach to the management of international transport corridors in order to avoid the \nduplication of efforts, to promote regional connectivity and to maximize the \nassociated economic opportunities. \n34. We call upon the United Nations system and other relevant international and \nregional organizations to provide, within their mandates, policy, analytical and \ntechnical support towards the development, functioning and management of \ncorridors. \n\nA/RES/74/15 \nPolitical Declaration of the High-level Midterm Review on the Implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries for the Decade 2014–2024\n \n19-20986\n6/9 \n \n35. We encourage landlocked developing countries and transit countries to integrate \nthe development, upgrading and maintenance of national and transboundary transport \ninfrastructure into their national development strategies. \n36. We call upon landlocked developing countries and transit countries, with the \nsupport of their development and trade partners, to develop regionally integrated, \nsustainable, climate- and disaster-resilient transport infrastructure and to close \nmissing links in order to reduce the cost of doing business and increase intraregional \ntrade. \n37. We encourage landlocked developing countries and transit countries to create \nan enabling environment for public and private sustainable investment and \ninfrastructure operations. \n38. We encourage landlocked developing countries and transit countries to expand \nand upgrade supply, transmission and distribution infrastructure for electricity, \nincluding off-grid solutions, to accelerate the preparation of power projects, \nespecially renewables, while acknowledging the role of all energy sources and \ntechnologies in the energy mix, to scale up projects on cross-border interconnectors \nand to improve transformational energy access and ensure access to affordable, \nreliable, sustainable and modern energy for all.  \n39. We invite landlocked developing countries and transit countries to collaborate \nto establish information and communications technology infrastructure, applications \nand services with the support of Governments, the private sector, development \npartners, multilateral financial and development institutions and regional banks. The \nsubstantial digital divides between landlocked developing countries and the \ndeveloped countries need to be addressed. \n40. We call upon development partners, the United Nations system, international \nfinancial institutions and international and regional organizations to provide technical \nsupport to landlocked developing countries for the formulation and implementation \nof bankable infrastructure and transport development projects. \n41. We encourage landlocked developing countries to continue to formulate policies \nand strategies aimed at diversifying their export structure and adding value to their \nexports in order to expand their participation in sustainable regional and global value \nchains. \n42. We encourage landlocked developing countries, with the support of their \ndevelopment and trade partners, to reduce “before the border” trade costs by \nimproving transport networks and customs procedures, as well as by the application \nof technology-driven and information and communications technology solutions to \nexpedite international trade.  \n43. We reaffirm the importance of the World Trade Organization Agreement on \nTrade Facilitation in addressing high trade and transit costs and call for full and timely \nimplementation of the Agreement by all the members of the World Trade \nOrganization. Landlocked developing countries should promptly notify their \ntechnical assistance needs. We also invite development partners and relevant \norganizations to enhance support to landlocked developing countries to implement \ntheir World Trade Organization commitments. \n44. We call upon all Member States to enhance market access for exports from \nlandlocked developing countries, except for arms and armaments. We also call upon \ndevelopment partners to support efforts by landlocked developing countries to \ndiversify their exports, including through supporting their national export strategies \nand trade policies.  \n\nPolitical Declaration of the High-level Midterm Review on the Implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries for the Decade 2014–2024 \nA/RES/74/15\n \n7/9\n19-20986 \n \n45. We call upon development partners and multilateral development banks to \nsupport landlocked developing countries in strengthening trade financing for micro-, \nsmall and medium-sized enterprises and promoting trade finance facilitation \nprogrammes.   \n46. We underscore the potential for landlocked developing countries to facilitate \ntheir integration into regional and global value chains and to expand their trade \ncapabilities and connectivity by strengthening productive linkages, supporting the \ndevelopment of supply chains within the region and improving the quality and the \neffective implementation of regional integration agreements.  \n47. We call upon the United Nations system, regional and international development \npartners and other international organizations to support landlocked developing \ncountries and transit countries in leveraging the opportunities provided by regional \ninitiatives and integration. \n48. We encourage landlocked developing countries to promote innovative solutions \nin sectors such as agriculture, transport, information and communications, finance, \nenergy, health, water and sanitation and education, and effective public-private \npartnerships through investments in education and skills development, including \ntechnical, vocational and tertiary education and training, while ensuring gender \nequality and the empowerment of women and girls at all levels. We recognize that \nthese investments are required to reduce economic volatility, enable landlocked \ndeveloping countries to reap the demographic dividend, and achieve lifelong learning \nand broader human development.  \n49. We call upon landlocked developing countries to encourage private sector \ndevelopment by enhancing private sector capabilities, as well as improving economic \ngovernance and business regulations.  \n50. We are determined to build economies and societies in landlocked developing \ncountries that are resilient to external economic shocks, disasters and the adverse \nimpact of climate change and environmental degradation. We urge development \npartners, the United Nations system and other international and regional organizations \nto support landlocked developing countries’ efforts to develop and implement \nnationally determined contributions and national long-term climate change strategies \nin line with the goals of the Paris Agreement and to develop tools to prevent and \ncombat desertification, land degradation, biodiversity loss, drought and receding \nglaciers, as well as to strengthen integrated water resources management, disaster risk \nprevention, preparedness and response, and early warning and early action systems.  \n51. We encourage development partners to support landlocked developing countries \nin building institutional and human capacities. \n52. We call upon the United Nations system to provide assistance to countries \ngraduating from the least developed country category in the implementation of their \nnational transition strategies and to consider country-specific support for graduated \ncountries for a fixed period of time and in a predictable manner, and call upon \ndevelopment partners to support smooth transition.  \n53. We encourage landlocked developing countries to strengthen their services \nsector and enhance their efforts to integrate into e-commerce. In this regard, we \nencourage international partners to provide capacity-building to assist landlocked \ndeveloping countries in addressing gaps in legal and regulatory frameworks and \ndeveloping digital skills. \n54. We encourage landlocked developing countries to develop national science, \ntechnology and innovation policies and to create enabling science, technology and \ninnovation infrastructure. We invite development partners and international \n\nA/RES/74/15 \nPolitical Declaration of the High-level Midterm Review on the Implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries for the Decade 2014–2024\n \n19-20986\n8/9 \n \norganizations to support efforts by landlocked developing countries to establish or \nstrengthen national and regional centres for science, technology and innovation \ndevelopment. \n55. We welcome existing technology and research funds established by \ndevelopment partners and international and regional financial institutions, and \nencourage similar initiatives to support landlocked developing countries for a greater \nuse and adaptation of technology.  \n56. We encourage landlocked developing countries to continue to make improvements \nin the regulatory environment for business, in particular for micro-, small and medium-\nsized enterprises. We also urge enhanced international and domestic investments in \nresearch and development in landlocked developing countries. \n57. We encourage landlocked developing countries to strengthen their efforts in \nraising domestic resources, including through carrying out reforms in tax \nadministration, broadening the tax base and strengthening domestic capital markets, \nand call upon the international community to assist these efforts in line with national \npriorities. \n58. We call upon development partners to strengthen support to landlocked \ndeveloping countries, taking into account all sources. At the same time, we encourage \nlandlocked developing countries to better leverage official development assistance \nfor attracting further finance from other sources, such as foreign direct investment, \npublic-private sector partnerships and other sources of finance.  \n59. We encourage Member States to facilitate foreign direct investment flows to \nlandlocked developing countries and call upon landlocked and transit developing \ncountries to promote an enabling environment to attract foreign direct investment and \nprivate sector involvement. \n60. We call upon development partners to continue to provide aid for trade to \nlandlocked developing countries, consistent with World Trade Organization \nguidelines.  \n61. We call upon the developing and developed countries to continue to support \nlandlocked developing countries through South-South and triangular cooperation in \nline with the respective modalities of cooperation. \n62. We welcome the establishment of the International Think Tank for Landlocked \nDeveloping Countries and call upon all landlocked developing countries that have not \ndone so to ratify or accede to the multilateral agreement for its establishment. We \ninvite Member States and other relevant stakeholders to consider making voluntary \ncontributions to the Think Tank budget.  \n63. We call upon the United Nations system, including the regional economic \ncommissions, as well as all relevant international and regional organizations, to \ncontinue to provide the support necessary to accelerate the implementation of the \nVienna Programme of Action. \n64. We call upon the Office of the High Representative for the Least Developed \nCountries, Landlocked Developing Countries and Small Island Developing States to \ncontinue to ensure the coordinated follow-up to, effective monitoring of and reporting \non the implementation of the Vienna Programme of Action. \n65. We call upon the Secretary-General to continue to mobilize the resources \nnecessary to enable the Landlocked Developing Countries Unit of the Office of the \nHigh Representative to fulfil its mandate in support of the landlocked developing \ncountries. \n \n\nPolitical Declaration of the High-level Midterm Review on the Implementation of the Vienna \nProgramme of Action for Landlocked Developing Countries for the Decade 2014–2024 \nA/RES/74/15\n \n9/9\n19-20986 \n \n \n \nThird United Nations Conference on Landlocked Developing Countries \n \n66. We invite the General Assembly to consider holding the third United Nations \nConference on Landlocked Developing Countries in 2024. \n \n39th plenary meeting \n5 December 2019 \n \n",
  "paragraphs": {
    "1": "We, Heads of State and Government, Ministers and High Representatives, gathered at the United Nations on 5 and 6 December 2019 to review the implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024,1 reaffirm our commitment to the overarching goal of the Vienna Programme of Action to address the special development needs and challenges of landlocked developing countries arising from landlockedness, remoteness and geographical constraints in a more coherent manner and we collectively commit to strengthened cooperation in the context of sustainable development for landlocked developing countries.",
    "2": "We reaffirm our commitment to the full, effective and timely implementation of the Vienna Programme of Action, which is integral to the 2030 Agenda for Sustainable __________________ 1 Resolution 69/137, annex II. A/RES/74/15 Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 19-20986 2/9 Development2 and which is in line with the Addis Ababa Action Agenda of the Third International Conference on Financing for Development, 3 the Paris Agreement4 and the Sendai Framework for Disaster Risk Reduction 2015–2030,5 as well as with other international frameworks, such as the New Urban Agenda.6 Effective implementation of the Vienna Programme of Action and the 2030 Agenda are mutually reinforcing and crucial for the attainment of the Sustainable Development Goals.",
    "3": "We emphasize that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development.",
    "4": "We are committed in our endeavour to help to turn landlocked developing countries into land-linked countries; for this we must come together in durable, transparent, accountable and effective partnerships between landlocked developing countries and transit countries and their development partners, as well as with a range of stakeholders, including civil society, the private sector, academia and youth. We further reaffirm that gender equality and the empowerment of all women and girls will make a crucial contribution to the achievement of the Vienna Programme of Action.",
    "5": "We recognize the importance of unfettered, efficient and cost-effective access for landlocked developing countries to and from the sea, on the basis of freedom of transit and other related matters, in accordance with the applicable rules of international law. Review and assessment of progress, gaps and challenges",
    "6": "We take note of the report of the Secretary-General on the implementation of the Vienna Programme of Action7 and recognize the many efforts at all levels made by landlocked developing countries and transit countries, with the support of development partners, and the progress achieved since 2014, building on the Almaty Programme of Action.8 At the same time, we remain concerned that the progress made is not enough for landlocked developing countries to achieve the Vienna Programme of Action targets and sustainable development. We note with concern that one third of the population of landlocked developing countries is still living in extreme poverty, the prevalence of moderate to severe food insecurity persists, the average human development index of landlocked developing countries lags behind the world average and economic growth of landlocked developing countries has declined during the review period.",
    "7": "We commend those landlocked developing countries that have met the criteria for graduation from least developed country status.",
    "8": "We recognize that a key challenge faced by landlocked developing countries is the lack of reliable and regular data to inform policy and ensure follow-up, including on some of the specific objectives of the Vienna Programme of Action. __________________ 2 Resolution 70/1. 3 Resolution 69/313, annex. 4 See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. 5 Resolution 69/283, annex II. 6 Resolution 71/256, annex. 7 A/74/113. 8 Almaty Programme of Action: Addressing the Special Needs of Landlocked Developing Countries within a New Global Framework for Transit Transport Cooperation for Landlocked and Transit Developing Countries (Report of the International Ministerial Conference of Landlocked and Transit Developing Countries and Donor Countries and International Financial and Development Institutions on Transit Transport Cooperation, Almaty, Kazakhstan, 28 and 29 August 2003 (A/CONF.202/3), annex I). Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 A/RES/74/15 3/9 19-20986",
    "9": "We recognize the progress that has been made by landlocked developing countries and transit developing countries in ratifying the World Trade Organization Agreement on Trade Facilitation, the revised Kyoto Convention, 9 the TIR Convention10 and other relevant international conventions. We note, however, that there is a need for landlocked developing countries and transit countries to effectively implement their obligations under these conventions and agreements.",
    "10": "We welcome the recent developments among landlocked developing countries and their transit neighbours in building transit transport and economic corridors. Progress has been made in reducing travel time and corresponding costs along corridors, significantly reducing the time spent at borders and at intermodal points.",
    "11": "Progress has been made in landlocked developing countries and transit developing countries towards the expansion and upgrading of railways, roads, ports, air transport and inland waterways. Some missing links have been closed, and regional integration has been strengthened, but limited connectivity of landlocked developing countries remains one of the main obstacles to their enhanced trade integration.",
    "12": "We note that infrastructure in landlocked developing countries for the production, supply, transmission and distribution of modern and renewable energy services has been expanded and upgraded. However, more than 40 per cent of the population of landlocked developing countries still does not have access to electricity, and the rural-urban gap remains significant. The pace of completion of power projects is too slow.",
    "13": "We recognize that access to information and communications technologies in landlocked developing countries has increased. However, we note that landlocked developing countries continue to face major constraints that include infrastructural gaps and the relatively high cost of information and communications technology services, in particular accessing submarine cables.",
    "14": "The major challenges in infrastructure development include limited financial resources to close the significant infrastructure financing gaps, lack of capacity to develop bankable infrastructure projects, limited technologies and lack of resilient infrastructure.",
    "15": "We welcome efforts made by landlocked developing countries to enhance their participation in global trade, including through mainstreaming trade into their national strategies and updating their trade-related policies. However, we note that landlocked developing countries continue to face greater difficulties than coastal countries in expanding international trade. The competitiveness of landlocked developing countries remains limited owing to the high cost of trade, which is double that of transit developing countries. In that regard, we note with concern that the share of landlocked developing countries in global trade has declined and their share of global merchandise exports has decreased, while the total value of merchandise imports has increased.",
    "16": "We are concerned that most of the exports of landlocked developing countries remain highly concentrated on a few primary commodities and that service exports are still dominated by the tourism sector. The lack of diversification of exports of landlocked developing countries exacerbates their vulnerability to excessive price volatility and exogenous economic and environmental shocks. __________________ 9 Protocol of Amendment to the International Convention on the Simplification and Harmonization of Customs Procedures (United Nations, Treaty Series, vol. 2370, No. 13561). 10 Customs Convention on the International Transport of Goods under Cover of TIR Carnets (United Nations, Treaty Series, vol. 1079, No. 16510). A/RES/74/15 Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 19-20986 4/9",
    "17": "We note the lack of availability of trade finance in landlocked developing countries. We reaffirm that international trade is an engine for inclusive economic growth and poverty reduction and contributes to the promotion of sustainable development.",
    "18": "We note with concern the lack of access to capital for micro-, small and medium- sized enterprises, including women- and youth-owned enterprises, which affects overall private sector development and economic growth in landlocked developing countries. We are further concerned that landlocked developing countries still fall behind in their electronic commerce (e-commerce) readiness.",
    "19": "We recognize that the participation of landlocked developing countries in regional and subregional trade, transport and transit facilitation agreements and initiatives aimed at deepening regional integration, enhancing infrastructure connectivity and facilitating the movement of cargo across borders has increased. Landlocked developing countries have entered into bilateral and plurilateral trade, transport and transit-related agreements with their neighbours. In this regard, we take note of the entry into force of the agreement establishing the African Continental Free Trade Area.",
    "20": "We are encouraged by signs that broader cooperation in areas such as investment, research and development and policies supportive of regional industrial development and regional connectivity is taking place both among landlocked developing countries and between landlocked developing countries and their neighbours.",
    "21": "Since 2014, many landlocked developing countries have placed structural economic transformation at the centre of their national development plans and adopted strategies for diversification and upgrading of their economies, industrialization, export promotion and private sector development, but landlocked developing countries have made limited advancement towards achieving structural transformation, still have limited manufacturing and industrial capacity to create high value added products, some landlocked developing countries even showing signs of de-industrialization of their economies.",
    "22": "We acknowledge the efforts by landlocked developing countries to support private sector development and emphasize that an enabling legal and regulatory environment for the local private sector is one of the most important requirements for promoting sustainable, inclusive and sustained economic growth, developing an industrial base, attracting investment and bringing about structural transformation.",
    "23": "We express concern at the limited technological capabilities, low technology intensity and acquisition and low investments in research and development in landlocked developing countries.",
    "24": "Landlocked developing countries are highly vulnerable to the adverse impact of climate change and remain heavily affected by desertification, land degradation, biodiversity loss, drought and receding glaciers. We are concerned about the economic, social and environmental impacts of sudden- and slow-onset disasters in landlocked developing countries, as well as the impacts of disasters in transit countries on the economies of landlocked developing countries.",
    "25": "We note that lack of adequate financial resources and capacity constraints are some of the biggest challenges that landlocked developing countries face in their efforts to implement the Vienna Programme of Action and achieve sustained growth and sustainable development.",
    "26": "We recognize that landlocked developing countries and their transit country neighbours need to effectively mobilize adequate domestic and external resources, Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 A/RES/74/15 5/9 19-20986 both public and private, for the effective implementation of the Vienna Programme of Action. We acknowledge the importance of cohesive, nationally owned sustainable development strategies, supported by integrated national financing frameworks. We note that the average tax revenue in landlocked developing countries is not sufficient to meet development needs. We express concern that illicit financial flows have an adverse impact on domestic resource mobilization and on the sustainability of public finances in landlocked developing countries.",
    "27": "We commend the greater international attention that has been given to landlocked developing countries since the adoption of the Vienna Programme of Action, including increased official development assistance and aid for trade and South-South and triangular cooperation. We reaffirm the need for renewed and strengthened partnerships for the landlocked developing countries’ development. We welcome that official development assistance flows to landlocked developing countries have increased in real terms. At the same time, we note that much of the official development assistance continues to be concentrated in a few landlocked developing countries. We also express concern over the continued decline in foreign direct investment flows to landlocked developing countries, which is an impediment to their economic growth. Call for action to accelerate the implementation of the Vienna Programme of Action",
    "28": "Having noted the progress made and challenges encountered by landlocked developing countries in the implementation of the Vienna Programme of Action, which is integral to the 2030 Agenda for Sustainable Development, we call for action in the following key areas.",
    "29": "We underscore the need to capture data to monitor the specific objectives of the Vienna Programme of Action and commit to providing landlocked developing countries with capacity-building support to strengthen their national statistical systems.",
    "30": "We commit to targeted and accelerated action to remove all legal, social and economic barriers to achieve gender equality and the empowerment of all women and girls, and the realization and enjoyment of their human rights.",
    "31": "We underscore the importance of mobilizing adequate resources to accelerate the implementation of the Vienna Programme of Action and to support the landlocked developing countries in achieving the Sustainable Development Goals and targets by",
    "2030": "32. We call upon landlocked developing countries and transit countries to effectively implement their obligations under all relevant international, regional and bilateral agreements to improve transit in a manner consistent with their trade and development objectives.",
    "33": "Landlocked developing countries and transit countries should consider promoting a corridor approach to improve trade and transit transport. We call upon landlocked developing countries and transit countries to make additional efforts to reduce travel time along the corridors and to adopt an integrated and sustainable approach to the management of international transport corridors in order to avoid the duplication of efforts, to promote regional connectivity and to maximize the associated economic opportunities.",
    "34": "We call upon the United Nations system and other relevant international and regional organizations to provide, within their mandates, policy, analytical and technical support towards the development, functioning and management of corridors. A/RES/74/15 Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 19-20986 6/9",
    "35": "We encourage landlocked developing countries and transit countries to integrate the development, upgrading and maintenance of national and transboundary transport infrastructure into their national development strategies.",
    "36": "We call upon landlocked developing countries and transit countries, with the support of their development and trade partners, to develop regionally integrated, sustainable, climate- and disaster-resilient transport infrastructure and to close missing links in order to reduce the cost of doing business and increase intraregional trade.",
    "37": "We encourage landlocked developing countries and transit countries to create an enabling environment for public and private sustainable investment and infrastructure operations.",
    "38": "We encourage landlocked developing countries and transit countries to expand and upgrade supply, transmission and distribution infrastructure for electricity, including off-grid solutions, to accelerate the preparation of power projects, especially renewables, while acknowledging the role of all energy sources and technologies in the energy mix, to scale up projects on cross-border interconnectors and to improve transformational energy access and ensure access to affordable, reliable, sustainable and modern energy for all.",
    "39": "We invite landlocked developing countries and transit countries to collaborate to establish information and communications technology infrastructure, applications and services with the support of Governments, the private sector, development partners, multilateral financial and development institutions and regional banks. The substantial digital divides between landlocked developing countries and the developed countries need to be addressed.",
    "40": "We call upon development partners, the United Nations system, international financial institutions and international and regional organizations to provide technical support to landlocked developing countries for the formulation and implementation of bankable infrastructure and transport development projects.",
    "41": "We encourage landlocked developing countries to continue to formulate policies and strategies aimed at diversifying their export structure and adding value to their exports in order to expand their participation in sustainable regional and global value chains.",
    "42": "We encourage landlocked developing countries, with the support of their development and trade partners, to reduce “before the border” trade costs by improving transport networks and customs procedures, as well as by the application of technology-driven and information and communications technology solutions to expedite international trade.",
    "43": "We reaffirm the importance of the World Trade Organization Agreement on Trade Facilitation in addressing high trade and transit costs and call for full and timely implementation of the Agreement by all the members of the World Trade Organization. Landlocked developing countries should promptly notify their technical assistance needs. We also invite development partners and relevant organizations to enhance support to landlocked developing countries to implement their World Trade Organization commitments.",
    "44": "We call upon all Member States to enhance market access for exports from landlocked developing countries, except for arms and armaments. We also call upon development partners to support efforts by landlocked developing countries to diversify their exports, including through supporting their national export strategies and trade policies. Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 A/RES/74/15 7/9 19-20986",
    "45": "We call upon development partners and multilateral development banks to support landlocked developing countries in strengthening trade financing for micro-, small and medium-sized enterprises and promoting trade finance facilitation programmes.",
    "46": "We underscore the potential for landlocked developing countries to facilitate their integration into regional and global value chains and to expand their trade capabilities and connectivity by strengthening productive linkages, supporting the development of supply chains within the region and improving the quality and the effective implementation of regional integration agreements.",
    "47": "We call upon the United Nations system, regional and international development partners and other international organizations to support landlocked developing countries and transit countries in leveraging the opportunities provided by regional initiatives and integration.",
    "48": "We encourage landlocked developing countries to promote innovative solutions in sectors such as agriculture, transport, information and communications, finance, energy, health, water and sanitation and education, and effective public-private partnerships through investments in education and skills development, including technical, vocational and tertiary education and training, while ensuring gender equality and the empowerment of women and girls at all levels. We recognize that these investments are required to reduce economic volatility, enable landlocked developing countries to reap the demographic dividend, and achieve lifelong learning and broader human development.",
    "49": "We call upon landlocked developing countries to encourage private sector development by enhancing private sector capabilities, as well as improving economic governance and business regulations.",
    "50": "We are determined to build economies and societies in landlocked developing countries that are resilient to external economic shocks, disasters and the adverse impact of climate change and environmental degradation. We urge development partners, the United Nations system and other international and regional organizations to support landlocked developing countries’ efforts to develop and implement nationally determined contributions and national long-term climate change strategies in line with the goals of the Paris Agreement and to develop tools to prevent and combat desertification, land degradation, biodiversity loss, drought and receding glaciers, as well as to strengthen integrated water resources management, disaster risk prevention, preparedness and response, and early warning and early action systems.",
    "51": "We encourage development partners to support landlocked developing countries in building institutional and human capacities.",
    "52": "We call upon the United Nations system to provide assistance to countries graduating from the least developed country category in the implementation of their national transition strategies and to consider country-specific support for graduated countries for a fixed period of time and in a predictable manner, and call upon development partners to support smooth transition.",
    "53": "We encourage landlocked developing countries to strengthen their services sector and enhance their efforts to integrate into e-commerce. In this regard, we encourage international partners to provide capacity-building to assist landlocked developing countries in addressing gaps in legal and regulatory frameworks and developing digital skills.",
    "54": "We encourage landlocked developing countries to develop national science, technology and innovation policies and to create enabling science, technology and innovation infrastructure. We invite development partners and international A/RES/74/15 Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 19-20986 8/9 organizations to support efforts by landlocked developing countries to establish or strengthen national and regional centres for science, technology and innovation development.",
    "55": "We welcome existing technology and research funds established by development partners and international and regional financial institutions, and encourage similar initiatives to support landlocked developing countries for a greater use and adaptation of technology.",
    "56": "We encourage landlocked developing countries to continue to make improvements in the regulatory environment for business, in particular for micro-, small and medium- sized enterprises. We also urge enhanced international and domestic investments in research and development in landlocked developing countries.",
    "57": "We encourage landlocked developing countries to strengthen their efforts in raising domestic resources, including through carrying out reforms in tax administration, broadening the tax base and strengthening domestic capital markets, and call upon the international community to assist these efforts in line with national priorities.",
    "58": "We call upon development partners to strengthen support to landlocked developing countries, taking into account all sources. At the same time, we encourage landlocked developing countries to better leverage official development assistance for attracting further finance from other sources, such as foreign direct investment, public-private sector partnerships and other sources of finance.",
    "59": "We encourage Member States to facilitate foreign direct investment flows to landlocked developing countries and call upon landlocked and transit developing countries to promote an enabling environment to attract foreign direct investment and private sector involvement.",
    "60": "We call upon development partners to continue to provide aid for trade to landlocked developing countries, consistent with World Trade Organization guidelines.",
    "61": "We call upon the developing and developed countries to continue to support landlocked developing countries through South-South and triangular cooperation in line with the respective modalities of cooperation.",
    "62": "We welcome the establishment of the International Think Tank for Landlocked Developing Countries and call upon all landlocked developing countries that have not done so to ratify or accede to the multilateral agreement for its establishment. We invite Member States and other relevant stakeholders to consider making voluntary contributions to the Think Tank budget.",
    "63": "We call upon the United Nations system, including the regional economic commissions, as well as all relevant international and regional organizations, to continue to provide the support necessary to accelerate the implementation of the Vienna Programme of Action.",
    "64": "We call upon the Office of the High Representative for the Least Developed Countries, Landlocked Developing Countries and Small Island Developing States to continue to ensure the coordinated follow-up to, effective monitoring of and reporting on the implementation of the Vienna Programme of Action.",
    "65": "We call upon the Secretary-General to continue to mobilize the resources necessary to enable the Landlocked Developing Countries Unit of the Office of the High Representative to fulfil its mandate in support of the landlocked developing countries. Political Declaration of the High-level Midterm Review on the Implementation of the Vienna Programme of Action for Landlocked Developing Countries for the Decade 2014–2024 A/RES/74/15 9/9 19-20986 Third United Nations Conference on Landlocked Developing Countries",
    "66": "We invite the General Assembly to consider holding the third United Nations Conference on Landlocked Developing Countries in 2024. 39th plenary meeting 5 December 2019"
  },
  "agenda_items": [
    "Item 21"
  ],
  "symbol_references": [
    "A/74/L.7"
  ]
}