{
  "symbol": "A/RES/77/41",
  "filename": "A_RES_77_41.pdf",
  "title": "77/41. Destructive direct-ascent anti-satellite missile testing",
  "text": "United Nations \nA/RES/77/41\n \n \nGeneral Assembly \nDistr.: General \n12 December 2022 \n \n22-28136 (E)    151222     \n*2228136* \n \n \nSeventy-seventh session \nAgenda item 97 \nPrevention of an arms race in outer space \n \n \n \n \n Resolution adopted by the General Assembly \non 7 December 2022 \n \n \n \n \n[on the report of the First Committee (A/77/383, para. 16)] \n \n \n \n77/41. Destructive direct-ascent anti-satellite missile testing \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 62/217 of 22 December 2007, 68/50 of 5 December \n2013, 74/82 of 13 December 2019 and 76/22 of 6 December 2021, \n \nReaffirming the applicability of international law, including international \nhumanitarian law and the Charter of the United Nations, to activities in outer space, \n \nReaffirming also the right of all States to explore and use outer space without \ndiscrimination of any kind, on a basis of equality and in accordance with international \nlaw, \n \nEmphasizing the importance of the Treaty on Principles Governing the \nActivities of States in the Exploration and Use of Outer Space, including the Moon \nand Other Celestial Bodies,1 recalling the recognition by State parties to the Treaty of \nthe common interest of all mankind in the progress of the exploration and use of outer \nspace for peaceful purposes, and recalling further that, pursuant to its article IX, \nStates parties to the Treaty shall conduct all their activities in outer space with due \nregard for the corresponding interests of all other States parties, \n \nBearing in mind the Final Document of the Tenth Special Session of the General \nAssembly, adopted by consensus at the first special session devoted to disarmament,2  \n \nSeriously concerned about the possibility of an arms race in outer space, and \nreaffirming that the prevention of an arms race in outer space is in the interest of \nmaintaining international peace and security,  \n \nEmphasizing the need to maintain outer space as a peaceful, safe, stable, secure \nand sustainable environment for the benefit of all, and promoting and strengthening \n__________________ \n \n1  United Nations, Treaty Series, vol. 610, No. 8843. \n \n2  Resolution S-10/2. \n\nA/RES/77/41 \nDestructive direct-ascent anti-satellite missile testing\n \n22-28136\n2/3 \n \ninternational cooperation in the exploration and use of outer space for peaceful \npurposes, \n \nTaking note of the report of the Secretary-General on reducing space threats \nthrough norms, rules and principles of responsible behaviours, 3 submitted pursuant to \nresolution 75/36, and his recommendations that Member States study the ideas \ncontained therein, \n \nRecalling that, in the report of the Secretary-General, many States expressed \nconcern about space debris as the most significant threat to the space environment, \nwhich identified the intentional destruction of satellites using kinetic force as \nexacerbating such threats, \n \nWelcoming the work under way at the open-ended working group on reducing \nspace threats through norms, rules and principles of responsible behaviours \nestablished pursuant to its resolution 76/231, \n \nWelcoming the work in 2018 and 2022 at the Conference on Disarmament under \nsubsidiary body 3, on the prevention of an arms race in outer space, which was \nundertaken to advance the substantive work of the Conference,  \n \nRecognizing that negotiations for the conclusion of an international agreement \nor agreements to prevent an arms race in outer space remain a priority task of the \nConference on Disarmament and that the concrete proposals on confidence-building \nmeasures could form an integral part of such agreements, \n \nWelcoming the ongoing work by the Committee on the Peaceful Uses of Outer \nSpace on the implementation of the Guidelines for the Long-term Sustainability of \nOuter Space Activities4 and the Space Debris Mitigation Guidelines,5  \n \nReaffirming that the equal, full and effective participation of both women and \nmen is one of the essential factors for the promotion and attainment of sustainable \npeace and security, \n \nDetermined that practical measures should be taken to prevent an arms race in \nouter space, \n \nConcerned by the impact of destructive direct-ascent anti-satellite missiles on \nthe long-term sustainability of the outer space environment, \n \nRecognizing that the use of other types of anti-satellite systems might have a \nsimilar negative impact on the long-term sustainability of the outer space \nenvironment, \n \nConcerned that the use of destructive anti-satellite systems might have \nwidespread and irreversible impacts on the outer space environment, \n \nDetermined to advance norms of responsible behaviour for outer space \nactivities, \n \n1. \nCalls upon all States to commit not to conduct destructive direct-ascent \nanti-satellite missile tests;  \n \n2. \nConsiders such a commitment to be an urgent, initial measure aimed at \npreventing damage to the outer space environment, while also contributing to the \ndevelopment of further measures for the prevention of an arms race in outer space; \n__________________ \n \n3  A/76/77. \n \n4  Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 20 (A/74/20), \nannex II. \n \n5  Ibid., Sixty-second Session, Supplement No. 20 (A/62/20), paras. 117 and 118, and annex. \n\nDestructive direct-ascent anti-satellite missile testing \nA/RES/77/41\n \n3/3\n22-28136 \n \n \n3. \nCalls upon all States to continue discussions in the relevant bodies and to \nestablish and develop further practical steps that could be taken, in order to enable \nrisk reduction, prevent conflict from occurring in outer space and prevent an arms \nrace in outer space; such steps could include, inter alia, transparency and confidence-\nbuilding measures and additional moratoriums, which could contribute to legally \nbinding instruments on the prevention of an arms race in outer space in all its aspects. \n \n46th plenary meeting \n7 December 2022 \n \n",
  "paragraphs": {
    "1": "Calls upon all States to commit not to conduct destructive direct-ascent anti-satellite missile tests;",
    "2": "Considers such a commitment to be an urgent, initial measure aimed at preventing damage to the outer space environment, while also contributing to the development of further measures for the prevention of an arms race in outer space;",
    "3": "Calls upon all States to continue discussions in the relevant bodies and to establish and develop further practical steps that could be taken, in order to enable risk reduction, prevent conflict from occurring in outer space and prevent an arms race in outer space; such steps could include, inter alia, transparency and confidence- building measures and additional moratoriums, which could contribute to legally binding instruments on the prevention of an arms race in outer space in all its aspects."
  },
  "agenda_items": [
    "Item 97"
  ],
  "symbol_references": []
}