{
  "symbol": "A/RES/79/158",
  "filename": "A_RES_79_158.pdf",
  "title": "79/158. Child, early and forced marriage",
  "text": "United Nations \nA/RES/79/158\n \n \nGeneral Assembly \nDistr.: General \n19 December 2024 \n \n24-24151 (E) \n*2424151* \n \n \nSeventy-ninth session \nAgenda item 67 (a) \nPromotion and protection of the rights of children: \npromotion and protection of the rights of children \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/454, para. 16)] \n \n \n 79/158. Child, early and forced marriage \n \n \n \nThe General Assembly, \n \nReaffirming its resolutions 69/156 of 18 December 2014, 71/175 of \n19 December 2016, 73/153 of 17 December 2018, 75/167 of 16 December 2020 and \n77/202 of 15 December 2022 on child, early and forced marriage, \n \nRecalling its resolutions 78/188 of 19 December 2023 on the girl child and \n78/187 of 19 December 2023 on the rights of the child, and 77/193 of 15 December \n2022 on the intensification of efforts to prevent and eliminate all forms of violence \nagainst women and girls, as well as Human Rights Council resolution 53/23 of 13 July \n2023, entitled “Child, early and forced marriage: ending and preventing forced \nmarriage”, 1 and all other previous resolutions relating to child, early and forced \nmarriage, while recognizing that 2024 marks 10 years since the adoption of resolution \n69/156, in which the General Assembly first addressed the pressing issue of child, \nearly and forced marriage, \n \nGuided by the Universal Declaration of Human Rights, 2  as well as the \nInternational Covenant on Economic, Social and Cultural Rights 3  and the \nInternational Covenant on Civil and Political Rights, 4 the Convention on the Rights \nof the Child,5 the Convention on the Elimination of All Forms of Discrimination \nagainst Women 6 and the Convention on the Rights of Persons with Disabilities, 7 \n__________________ \n \n1 See Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 53 \n(A/78/53), chap. VII, sect. A. \n \n2 Resolution 217 A (III). \n \n3 See resolution 2200 A (XXI), annex. \n \n4 Ibid. \n \n5 United Nations, Treaty Series, vol. 1577, No. 27531. \n \n6 Ibid., vol. 1249, No. 20378. \n \n7 Ibid., vol. 2515, No. 44910. \n\nA/RES/79/158 \nChild, early and forced marriage\n \n24-24151\n2/15 \n \ntogether with the relevant Optional Protocols thereto,8 as well as other relevant human \nrights instruments, and recalling the Convention on Consent to Marriage, Minimum \nAge for Marriage and Registration of Marriages,9 \n \nReaffirming the Vienna Declaration and Programme of Action, 10 the Beijing \nDeclaration and Platform for Action,11 which will mark its thirtieth year in 2025, as \nwell as the Programme of Action of the International Conference on Population and \nDevelopment, which marks its thirtieth year in 2024, 12 and the outcome documents of \ntheir review conferences, while taking note of the relevant agreed conclusions of the \nCommission on the Status of Women, \n \nReaffirming also the commitment to eliminate child, early and forced marriage \nin the Pact for the Future,13 \n \nReaffirming further the 2030 Agenda for Sustainable Development,14 noting the \nintegrated nature of the 2030 Agenda and the range of Goals and targets relevant to \neliminating child, early and forced marriage, including target 5.3, and its pledge to \nleave no one behind, and recommitting to endeavouring to reach the furthest behind \nfirst and to achieving gender equality and the empowerment of all women and girls, \nas well as their attainment and full enjoyment of all human rights, which are essential \nto achieving sustained, inclusive and equitable economic growth and sustainable \ndevelopment, \n \nTaking note with appreciation of the ongoing United Nations Population Fund \nand United Nations Children’s Fund Global Programme to End Child Marriage, as \nwell as international, regional, national and subnational instruments, mechanisms and \ninitiatives to prevent and eliminate child, early and forced marriage, including the \nAfrican Union Campaign to End Child Marriage, the Southern African Development \nCommunity Model Law on Eradicating Child Marriage and Protecting Children \nAlready in Marriage, the Regional Action Plan to End Child Marriage in South Asia, \nthe Joint Inter-Agency Programme to End Child Marriage and Early Unions in Latin \nAmerica and the Caribbean and the Regional Action Forum to End Child Marriage in \nthe Arab States/Middle East and North Africa, and further encouraging coordinated \nand comprehensive approaches to action at all levels and across sectors, \n \nRecognizing that child, early and forced marriage is a harmful practice that \nviolates, abuses or impairs human rights and is linked to and perpetuates other \nharmful practices and human rights violations and abuses, and that such violations \nand abuses have a disproportionately negative impact on women and girls, \nparticularly those living in vulnerable situations and hard-to-reach areas, putting \nthem, inter alia, at heightened risk of sexual and gender-based violence, threatening \ngirls’ education and future economic opportunities as well as their physical and \nmental health, and underscoring the human rights obligations and commitments of \nStates to respect, promote, protect and fulfil the human rights and fundamental \nfreedoms of all women and girls and to prevent, address and eliminate the practice of \nchild, early and forced marriage, \n__________________ \n \n8 Ibid., vols. 2171, 2173 and 2983, No. 27531; ibid., vol. 2131, No. 20378; and ibid., vol. 2518, \nNo. 44910. \n \n9 Ibid., vol. 521, No. 7525. \n \n10 A/CONF.157/24 (Part I), chap. III. \n \n11 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n12 Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n13 Resolution 79/1. \n \n14 Resolution 70/1. \n\nChild, early and forced marriage \nA/RES/79/158\n \n3/15\n24-24151 \n \n \nReaffirming that marriage shall be entered into only with the free and full \nconsent of the intending spouses, and further stressing that this consent must be \ninformed, \n \nRecognizing that the eradication of poverty, the elimination of hunger, social \nprotection, access to quality early childhood, primary and secondary education, \nemployability skills, livelihood support and economic empowerment, in a safe \nenvironment, with a strong social work system, meaningful participation and \ninclusion in decision-making, universal access to affordable, quality and inclusive \nhealthcare services, nutrition, full access to clean water, including safe drinking \nwater, sanitation and hygiene, menstrual health and hygiene and affordable and \naccessible menstrual products, skills development and the combating of all forms of \ndiscrimination and violence, among other things, are all necessary for the \nempowerment of the girl child, contributing to preventing, addressing and eliminating \nchild, early and forced marriage and supporting already married, divorced, separated, \nor widowed girls and women, \n \nExpressing concern that despite the recent progress made globally towards \nending child, early and forced marriage, including a decrease to 19 per cent in the \nproportion of girls who were married before the age of 18 in the past decade, progress \nhas been uneven across regions, both between and within countries, and that existing \ndata show that, at the current pace of progress, target 5.3 of the Sustainable \nDevelopment Goals, which involves ending the practice by 2030, will not be met in \nany region of the world, and recognizing that urgent local, national, regional and \ninternational action, including the allocation of adequate financing, is required to \naccelerate progress to eliminate child, early and forced marriage, \n \nRecognizing that chronic poverty remains one of the biggest obstacles to \nmeeting the needs and promoting and protecting the rights of the child, including the \ngirl child, and that girls living in poverty, including those living in rural and remote \nareas, are more likely to experience harmful practices, such as child, early and forced \nmarriage, and recognizing also that the eradication of poverty in all its forms and \ndimensions is critical to realizing the rights of girls and must remain a high priority \nfor the international community, \n \nNoting with concern the effects that humanitarian emergencies, armed conflict, \nnatural disasters, such as floods and droughts, and the persistent effects of the \ncoronavirus disease (COVID-19) pandemic are having on the hard-won gains \nachieved on ending harmful practices, including child, early and forced marriage, and \nwhich may further compromise the ability of Member States to achieve the \nSustainable Development Goals, including target 5.3, by 2030, \n \nNoting that the current pace of change is not sufficient to eliminate child, early \nand forced marriage by 2030, where, in addition to the 12 million child, early and \nforced marriages that occur every year, the effects of the COVID-19 pandemic are \nprojected to result in up to 10 million additional cases of child, early and forced \nmarriage that otherwise would have been averted between 2020 and 2030, and noting \nalso that even further increases may result from the impacts of natural disasters, the \nadverse impacts of climate change, humanitarian emergencies and armed conflicts, \nwith girls from poor households, rural and remote areas, those living in conflict-\naffected areas, humanitarian situations and those who have dropped out of formal \neducation particularly at risk, \n \nRecognizing that global health threats, climate change, biodiversity loss, \nenvironmental degradation, more frequent and intense natural disasters, armed \nconflicts, violent extremism as and when conducive to terrorism, and related \nhumanitarian emergencies and the forced displacement of people have particularly \nnegative impacts on women and girls, including those with disabilities, while \n\nA/RES/79/158 \nChild, early and forced marriage\n \n24-24151\n4/15 \n \nrecognizing also that poverty, including the feminization of poverty, insecurity, early \nand unintended pregnancy and lack of access to quality education are also among the \nroot causes of child, early and forced marriage, \n \nDeeply alarmed by reports of the abduction, trafficking and forced religious \nconversion of women and girls, including those belonging to religious minorities, by \narmed groups and other non-State actors in connection with child, early and forced \nmarriage, \n \nRecognizing that, in some regions and contexts, the practice of child, early and \nforced marriage may include other arrangements, including informal unions, that are \nnot formalized, registered or recognized by a religious, customary or State authority, \nand that such arrangements should be addressed and eliminated in policies and \nprogrammes to prevent, address and eliminate child, early and forced marriage and \nthat strengthening efforts to collect quality disaggregated data and information on \nthese arrangements will help to develop responses for affected girls and women, \n \nNoting with concern that deep-rooted gender discrimination, inequalities and \nstereotypes, harmful practices, perceptions and customs, patriarchal attitudes and \nstructures and discriminatory social norms that consider women and girls to be \ninferior to men and boys are not only obstacles to the full enjoyment of human rights \nand the empowerment of all women and girls, but are also among the root causes of \nchild, early and forced marriage, and that the persistence of child, early and forced \nmarriage places children, in particular girls, at greater risk of being exposed to and \nencountering various forms of discrimination and violence throughout their lives, \n \nNoting with concern also that child, early and forced marriage remains common \nin rural areas and among the poorest communities and has increased among the \npoorest communities over the past decade, and acknowledging the correlation \nbetween child, early and forced marriage and economic insecurity, poverty and lack \nof income opportunities and that the immediate alleviation and eradication of extreme \npoverty must remain a high priority for the international community, \n \nRecognizing that child, early and forced marriage is underrecognized and \nunderreported and often coincides with impunity and lack of accountability, \nparticularly at the community level, and that the persistence of child, early and forced \nmarriage places women and girls at greater risk of being exposed to and encountering \nvarious forms of discrimination and violence throughout their lives, including marital \nrape and sexual, physical and psychological violence, and reinforces the lower status \nof girls and adolescent girls in society, \n \nRecognizing also that child, early and forced marriage is a major impediment to \nthe achievement of the economic empowerment of women and their social and \neconomic development, including through the disproportionate share of unpaid care \nand domestic work shouldered by girls and women, thereby hampering the ability of \nwomen to enter, advance and remain in the labour market, and that this harmful \npractice can impede economic independence and impose direct and indirect short- \nand long-term costs on society, and recognizing further that the economic autonomy \nof women can expand their options for leaving abusive and violent relationships, \n \nRecognizing further that child, early and forced marriage undermines women’s \nand girls’ autonomy and decision-making in all aspects of their lives and that the \nempowerment of and investment in all women and girls, as well as the strengthening \nof their voice, agency, leadership and full and meaningful participation in all \ndecisions that affect them, are key factors in breaking the cycle of gender inequality \nand multiple and intersecting forms of discrimination, violence and poverty and are \ncritical, inter alia, for sustainable development, peace, security, democracy and \ninclusive economic growth, \n\nChild, early and forced marriage \nA/RES/79/158\n \n5/15\n24-24151 \n \n \nBearing in mind the crucial importance of civil registration and vital statistics, \nincluding births, deaths and marriages, for the realization of the human rights of \nindividuals, especially girls, recalling that the provision of legal identity for all, \nincluding birth registration, is included as target 16.9 in the 2030 Agenda for \nSustainable Development, and recognizing that full implementation of this target is \ncritical in accelerating progress to prevent, address and eliminate child, early and \nforced marriage, and will have an impact on the achievement of other targets and \ngoals, \n \nRecognizing that men and boys can be affected by child, early and forced \nmarriage and also benefit from gender equality and the empowerment of all women \nand girls, and should play a role as strategic partners and allies of women and girls, \nincluding by supporting women and girls at risk, and that the meaningful engagement \nof men and boys can contribute to eliminating discriminatory social norms that \nperpetuate sexual and gender-based violence, as well as harmful practices, such as \nchild, early and forced marriage, ending this practice and achieving gender equality \nand the empowerment of all women and girls and the full and equal enjoyment of all \ntheir human rights, \n \nRecognizing also that families, communities and religious, traditional and \ncommunity leaders have an essential role to play in eliminating negative social norms \nand harmful traditional or customary practices and confronting gender inequality, and \nrecognizing further that empowering girls, including already married girls, requires \ntheir active and meaningful participation in decision-making processes in all matters \naffecting them and as agents of change in their own lives and communities, including \nthrough women’s organizations and girls-led organizations, with the active support \nand engagement of their parents, legal guardians, families and care providers, boys \nand men, as well as the wider community, \n \nRecognizing further the need to support girls and women who have been \nsubjected to child, early and forced marriage, as well as their children, and \nunderscoring the importance of removing structural barriers and discrimination that \nprevent their access to services, including education, social protection and healthcare \nservices, including sexual and reproductive healthcare services, that respond to their \nspecific needs, \n \nExpressing deep concern that child, early and forced marriage disproportionally \naffects girls who have had minimal, disrupted or no access to formal and informal \neducation and is itself a significant obstacle to educational opportunities and the \ndevelopment of employable and life skills for girls and young women, in particular \ngirls who are forced to drop out of school owing to pregnancy, marriage, childbirth \nand/or childcare and other unpaid care and domestic work responsibilities, as well as \nstigma relating to menstruation, gender stereotypes and negative social norms that \nconfine married women and girls to the home, and that educational possibilities and \nopportunities are directly related to the achievement of gender equality and the \nempowerment of all women and girls and the full enjoyment of all their human rights, \nwomen’s employment and economic opportunities and their full, effective, equal and \nmeaningful participation in economic, social and cultural development, governance \nand decision-making, \n \nAcknowledging that girls, particularly adolescent girls, including those who are \namong the poorest, those impacted by armed conflict and by disasters, including \ninternally displaced persons and refugees, those living in rural and remote areas and \nthose in vulnerable situations, are at particular risk of dropping out and not returning \nto school, thereby increasing their vulnerability to poverty, child, early and forced \nmarriage, early pregnancy, female genital mutilation and all forms of violence, \nincluding sexual violence, \n\nA/RES/79/158 \nChild, early and forced marriage\n \n24-24151\n6/15 \n \n \nNoting with concern that, owing to school closures, the COVID-19 pandemic \nhas exposed the digital divides, within and between developed and developing \ncountries, including the gender digital divide, and vast disparities in the availability \nof learning materials, including access to the Internet and communication devices, \nparticularly in rural and remote areas, while recognizing that, with the increased \nreliance on virtual learning, many schools, especially in developing countries, lack \nadequate technology and equipment to provide online teaching, which leads to limited \naccess or lack of access to quality education for many children, particularly girls in \nvulnerable situations, such as those from poorer families and those living in rural and \nremote areas, who are far less likely to be able to benefit from online education, skills \ndevelopment, online services and future job opportunities, and that the gender digital \ndivide and the lack of access, ownership and use of digital technologies of women \nand girls also limits their development of digital skills and, in turn, their ability to \naccess information, including on their rights, reinforcing gender inequality and \nfurther increasing their vulnerability to child, early and forced marriage, \n \nRecognizing that girls, particularly adolescent girls, are often at greater risk of \nbeing exposed to and encountering various forms of discrimination and violence, \nparticularly in digital contexts, including exploitation, abuse and cyberbullying, \nincreasing their vulnerability to child, early and forced marriage, and reaffirming the \nimportance of access to technologies, digital literacy and skills among girls, as well \ntheir parents or legal guardians, caregivers, teachers and educators, and including \ninternally displaced children, refugees, migrants, those living in humanitarian \nsituations, as well as those with disabilities and those living in rural and remote areas \nand from the poorest households, especially in developing countries, \n \nNoting with concern that, despite gains in providing access to education, girls \nare still more likely than boys to remain excluded from education, particularly at the \ntransition from primary to secondary education, and recognizing that the attendance \nof girls at school can be affected by the expectation for girls to undertake a \ndisproportionate share of unpaid care and domestic work and can further be affected \nby negative perceptions of menstruation and a lack of means to maintain safe personal \nhygiene, such as secure, adequate and accessible water, sanitation and hygiene \nfacilities in schools that meet the needs of girls, as well as violence and harassment \non the way to and from and at school, \n \nRecognizing that child, early and forced marriage increases vulnerability to all \nforms of violence and remains a serious threat to the right to the enjoyment of the \nhighest attainable standard of physical and mental health, and to multiple aspects of \nthe physical and psychological health of women and girls, including but not limited \nto their sexual and reproductive health, significantly increasing the risk of early, \nfrequent and unintended pregnancy, maternal and newborn mortality and morbidity, \nobstetric fistula and sexually transmitted infections, including HIV and AIDS, and \nnoting that adolescent mothers and their children face higher risks of maternal, \nprenatal and neonatal complications and other life-threatening conditions, including \nchild and maternal mortality, \n \nRecognizing also that the incidence and risk of child, early and forced marriage \nare highly exacerbated during humanitarian emergencies, situations of forced \ndisplacement, armed conflict, public health emergencies and natural disasters because \nof various factors, including insecurity, increased risks of sexual and gender-based \nviolence, the misconception of providing protection through marriage, gender \ninequality, lack of access to continuous, inclusive and equitable quality early \nchildhood, primary and secondary education, the stigmatization of pregnancy outside \nmarriage, the absence of family planning services, disruption in social networks and \nroutines, increased poverty and the absence of livelihood opportunities, and that this \nrequires increased attention, appropriate protection measures and coordinated action \n\nChild, early and forced marriage \nA/RES/79/158\n \n7/15\n24-24151 \n \nby relevant stakeholders, with the full and meaningful participation of the women and \ngirls affected, from the early stages of humanitarian emergencies, and recognizing \nfurther the importance of addressing the increased vulnerability of women and girls \nto sexual and gender-based violence and exploitation in those situations, \n \nRecognizing further that preventing and ending child, early and forced marriage \nand supporting married girls and women affected by this harmful practice require \nappropriate gender-responsive and age-sensitive protection, prevention and response \nmeasures, as well as coordinated action by relevant stakeholders, and that existing \ngaps in the collection and use of reliable data and evidence remain a major challenge \nfor programming and informing appropriate measures and actions, \n \nRecognizing that research initiatives and disaggregated data collection at the \nglobal, regional, national and subnational levels provide critical information on child, \nearly and forced marriage and how trends related to child, early and forced marriage \nchange over time and that further data and research is needed in contexts with a high \nprevalence of child, early and forced marriage, \n \n1. \nTakes note with appreciation of the report of the Secretary-General;15 \n \n2. \nReaffirms the commitment at the very heart of the 2030 Agenda for \nSustainable Development to leave no one behind and commit to taking more tangible \nsteps to support people in vulnerable situations and to reach the furthest behind first, \nand emphasizes the commitment to get back onto a track of accelerated progress \ntowards achieving the Sustainable Development Goals, including target 5.3, noting \nthat gender equality and the empowerment of all women and girls and their full and \nequal enjoyment of their human rights will make a crucial contribution to progress \nacross all the Goals and targets, while reiterating that States will not be able to achieve \nthe ambitious Goals and targets of the 2030 Agenda without a revitalized and \nenhanced Global Partnership and comparably ambitious means of implementation and \nthe mainstreaming of a gender perspective in the implementation of the Agenda; \n \n3. \nCalls upon States, with the participation of relevant stakeholders, \nincluding women and girls, men and boys, parents and other family members, \nteachers, religious, traditional and community leaders, civil society, organizations led \nby girls, women’s organizations, youth and human rights groups, the media and the \nprivate sector, to develop and implement holistic, comprehensive and coordinated \nage- and gender-responsive and disability-inclusive, victim-centred and multisectoral \nresponses and strategies that respect human rights to prevent, address and eliminate \nchild, early and forced marriage, to support girls and women who are affected or at \nrisk, who have fled such a marriage or whose marriage has dissolved, and widowed \ngirls or women who were married as girls, including through the strengthening of \nchild protection systems, social work programmes, protection mechanisms such as \nsafe shelters, mental health and psychosocial support services, empowerment and \nlivelihood support, community sensitization, family reunification, access to justice \nand the sharing of best practices across borders; \n \n4. \nAlso calls upon States to develop and implement measures at all levels to \nend child, early and forced marriage, including national and subnational action plans \nwhere appropriate, and to make adequate resources, including financing, available \nacross relevant sectors, including health, nutrition, sanitation, shelter, protection, \ngovernance and education; \n \n5. \nUrges States to enact, enforce and uphold laws and policies aimed at \npreventing, addressing and ending child, early and forced marriage, including by \nenabling women and girls to leave the marriage without undue financial or \n__________________ \n \n15 A/79/308. \n\nA/RES/79/158 \nChild, early and forced marriage\n \n24-24151\n8/15 \n \nadministrative burden, protecting those at risk and addressing the needs of those \naffected, and work towards the coherence of these laws and policies at the local level, \nto ensure that marriage is entered into only with the informed, free and full consent \nof the intending spouses, and further urges States to recognize child, early and forced \nmarriage as a violation or abuse of human rights; \n \n6. \nCalls upon States to enact, enforce and uphold laws concerning a \nminimum age of marriage, to monitor their application and to progressively amend \nlaws with lower minimum ages of marriage and/or ages of majority to 18 and engage \nall relevant authorities to ensure that these laws are well known and fully \nimplemented; \n \n7. \nUrges States to repeal or amend laws and remove any provisions that \nenable perpetrators of rape, sexual exploitation and abuse or abduction to escape \nprosecution and punishment by marrying their victims and that may enable, justify, \nor lead to child, early and forced marriage, and to engage traditional and religious \nleaders, among others, to eliminate traditional practices that resolve sexual violence \nincidents through marriage; \n \n8. \nCalls upon States to strengthen their efforts to ensure the timely \nregistration of births and marriages, especially for individuals living in rural and \nremote areas, including by identifying and removing all physical, administrative, \nprocedural and any other barriers that impede access to registration and by providing, \nwhere lacking, mechanisms for the registration of customary and religious marriages, \nas well as working to ensure that the registration of births and marriages remains \naccessible in emergencies or is re-established as quickly as possible when affected; \n \n9. \nAlso calls upon States to promote the full and meaningful participation of \nand active consultation with children and adolescents, including those who are hardest \nto reach and already married girls, girls who are divorced, separated or widowed in \nthe context of child, early and forced marriage, and girls who are pregnant or mothers, \non all issues affecting them, and to raise awareness about their rights, including the \nnegative impact of child, early and forced marriage, through safe spaces, forums and \nsupport networks, including in digital spaces, that provide accessible information, life \nskills, inclusive and equitable quality education, and leadership skills training and \nopportunities, including catch-up and literacy education, and lifelong learning \nopportunities, remote learning opportunities and childcare, as needed, to be \nempowered, to express themselves, to participate meaningfully in all decisions that \naffect them and to become agents of change within their communities; \n \n10. Further calls upon States to promote awareness-raising about the harmful \neffects of child, early and forced marriage on the individual and wider society and the \nbenefits of ending this harmful practice, including through open dialogue with all \nstakeholders, including girls and boys, women and men, religious, traditional and \ncommunity leaders, parents, legal guardians and other family members, to work with \nlocal communities to combat negative social norms and gender stereotypes that \ncondone child, early and forced marriage, to empower parents and communities to \nabandon the practice and to empower all women and girls to make informed decisions \nabout their lives; \n \n11. \nRecognizes that the child, for the full and harmonious development of his \nor her personality, should grow up in a family environment and in an atmosphere of \nhappiness, love and understanding and that parents or, as the case may be, legal \nguardians have the primary responsibility for the upbringing and development of the \nchild, acknowledging the need to support their capacity to prevent and eliminate child, \nearly and forced marriage, and reaffirming that the best interests of the child will be \ntheir basic concern; \n\nChild, early and forced marriage \nA/RES/79/158\n \n9/15\n24-24151 \n \n \n12. Urges Governments, while addressing child, early and forced marriage, to \nconfront family poverty and social exclusion through investing in family-friendly and \nfamily-oriented policies addressing the multidimensional aspects of poverty and \naimed at achieving gender equality and the empowerment of all women and girls, \nincluding by extending coverage of social protection, inter alia, through nationally \nappropriate social protection systems and measures for all girls, focusing on early \nchildhood, primary and secondary education and training for future employment, and \non health, social security, livelihoods and social cohesion, paying special attention to \nage- and gender-responsive social protection measures, child allowances for parents \nand guidance to build their positive parenting knowledge and skills, pension benefits \nfor older persons, and protecting, supporting and empowering children, including \ngirls, in child-headed households; \n \n13. Also urges Governments, with the collaboration of relevant stakeholders, \nto tackle poverty, including the feminization of poverty, the lack of economic \nopportunities for women throughout their life course and other entrenched economic \nincentives that act as drivers of child, early and forced marriage, including by \nensuring the rights of all women and girls to inheritance and property, without \ndiscrimination of any kind, including in relation to marital status, their equal access \nwith men and boys to social protection, childcare services and direct financial \nservices, to support the right of girls to receive and continue their education, including \nthrough their continued enrolment in school during pregnancy and re-enrolment in \nschool after childbirth, to develop livelihood opportunities through access to inclusive \nand equitable quality education, including technical and vocational education, and \ntraining and life skills education, including entrepreneurship and financial and digital \nliteracy, and to promote freedom of movement, women’s equal access to full and \nproductive employment and decent work, including waged and salaried work, as well \nas equal political participation and rights to inherit and own land; \n \n14. Urges Member States to ensure access to social services, justice and \neducation for women who were married in childhood and for girls who are married, \nare pregnant or are mothers; \n \n15. Calls upon States to respect, protect, promote and fulfil the human rights \nof all already married girls and women affected by this harmful practice, to eliminate \ndiscrimination and promote women’s and girls’ equality in law and in practice, \nincluding in all aspects of marriage and its dissolution, and to address their specific \nneeds, such as through targeted and tailored programmes, including social work \nprogrammes, that provide social services to protect them from sexual and gender-\nbased violence, increase their decision-making power, make it easier for them to seek \nformal employment, increase their economic independence and financial literacy, \naccess quality education, skills development programmes and lifelong learning \nopportunities, ensure their equal access to healthcare services and information, and \ndecrease their social isolation, including by establishing or strengthening childcare \nservices and working with communities to change discriminatory social norms; \n \n16. Also calls upon States to promote and protect the right of women and girls \nto equal access to education through enhanced emphasis on free and quality primary \nand secondary education, including catch-up and literacy education for those who \nhave not received formal education, have left school early or were forced to leave \nschool, including because of marriage, pregnancy, childbirth and/or childcare \nresponsibilities, which empowers young women and girls to make informed decisions \nabout their lives, employment, economic opportunities and health, including through \nscientifically accurate and age-appropriate comprehensive education that is relevant \nto cultural contexts, that provides adolescent girls and boys and young women and \nmen, in and out of school, consistent with their evolving capacities, and with \nappropriate direction and guidance from parents and legal guardians, with the best \n\nA/RES/79/158 \nChild, early and forced marriage\n \n24-24151\n10/15 \n \ninterests of the child as their basic concern, information on sexual and reproductive \nhealth and HIV prevention, gender equality and the empowerment of women, human \nrights, physical, psychological and pubertal development and power in relationships \nbetween women and men, to enable them to build self-esteem and foster informed \ndecision-making, communication and risk reduction skills and to develop respectful \nrelationships, in full partnership with young persons, parents, legal guardians, \ncaregivers, educators and healthcare providers, in order to contribute to ending child, \nearly and forced marriage; \n \n17. Recognizes that education is one of the most effective ways to prevent and \neliminate child, early and forced marriage and to help married women and girls to \nmake informed decisions about their lives, and urges States to remove barriers to \neducation, including by investing in quality primary and secondary education for \nevery child in a safe environment, through adequate financing, ensuring that married \ngirls and boys, pregnant girls and women and young parents continue to have access \nto schooling, improving access to quality formal education and skills development, \nespecially for those living in remote or insecure areas, improving the safety of girls \nat and on the way to and from school, providing safe and adequate sanitation, \nincluding for menstrual hygiene management, adopting and implementing laws and \npolicies to prohibit, prevent and address violence and to hold perpetrators \naccountable, strengthening and intensifying their efforts to implement effective \nviolence prevention and response activities in schools and communities, engaging \nmen and boys, community leaders and parents, educating children from a young age \nregarding their human rights and the importance of treating all people with dignity \nand respect and designing educational programmes and teaching materials that \nsupport respectful relationships, non-violent behaviours, gender equality and \nempowerment of women and girls; \n \n18. Encourages States to mitigate the impact of past and present school \nclosures, particularly for those learners who are among the poorest and in vulnerable \nsituations, especially girls, and to continue to strengthen the protection of schools, \nmaking them free from all forms of violence, including on the way to and from and \nat school, bearing in mind that special measures to ensure equal access contribute to \nachieving equal opportunity and combating exclusion by eliminating social, \neconomic and gender disparities in education and ensuring school attendance, in \nparticular for girls, children with disabilities, pregnant adolescent girls, children \nliving in poverty, Indigenous children, children of African descent, children living \nwith HIV/AIDS, persons belonging to national, ethnic, religious or linguistic \nminorities, internally displaced, refugee or migrant children, children living in rural \nor remote areas, and children in vulnerable situations, including those living in \nhumanitarian and armed conflict situations; \n \n19. Calls upon States to promote and encourage international cooperation in \nmatters relating to education, taking the needs of developing countries into particular \naccount, and with a view to contributing to the elimination of illiteracy, access to \nmodern teaching methods, and ensuring inclusive, accessible and equitable quality \neducation throughout the world in order to prevent, address and eliminate child, early \nand forced marriage; \n \n20. Also calls upon States to pursue efforts and ensure greater connectivity to \nbridge the digital divides in access to the Internet, both between and within countries, \nand the gender digital divide, including in school and learning opportunities, with a \nview to reducing the widening gap between developed and developing countries and \nachieving greater accessibility for the most affected girls and women, such as those \nwho live in rural and remote areas or refugee camps or those who come from lower-\nincome households and girls with disabilities, and address all forms of discrimination \n\nChild, early and forced marriage \nA/RES/79/158\n \n11/15\n24-24151 \n \nand violence against all women and girls in digital contexts, including violence that \noccurs through or is amplified by the use of technology; \n \n21. Calls upon Member States, to ensure the continuation of education in \nemergencies, that school closures are a last resort and that girls are protected and \nsupported in returning to school once it is deemed safe to do so, and in this regard \ncalls upon Member States and other relevant stakeholders to take the appropriate \nmeasures in order to ensure proper training of teachers and other educational \nprofessionals and the availability of and access to learning materials and remote \nlearning platforms to ensure learning continuity in emergencies, and to bridge the \ndigital divide, including barriers such as poor access to connectivity, lack of \naffordability of connection and devices, digital illiteracy, limited digital skills, \nabsence of locally relevant digital content, and gender stereotypes and negative social \nnorms, in order to provide non-formal and distance learning opportunities, inter alia, \nInternet, television and radio teaching alternatives, especially in developing \ncountries; \n \n22. Encourages States to adopt, as appropriate, and implement inclusive \npolicies and programmes to promote technical and vocational training and skills \ndevelopment and lifelong learning opportunities, including in science, technology, \nengineering and mathematics and in information and communications technology, as \nwell as higher educational opportunities for women and girls, including those at risk \nof or affected by child, early and forced marriage, so as to enable them to gain the \nknowledge, attitudes and skills that they need to fulfil their full potential; \n \n23. Urges States to address and eliminate the root causes of gender inequality, \nincluding gender stereotypes and negative social norms, harmful attitudes, behaviours \nand customs, and the socioeconomic drivers of violence and unequal power relations \nin which women and girls are viewed as subordinate to men and boys, which condone \nor perpetuate all forms of violence against women and girls and perpetuate child, \nearly and forced marriage, by developing and implementing, inter alia, robust and \ncomprehensive interventions addressing the gender inequality and the social norms \nthat underlie the practice, and awareness-raising programmes that provide accurate \ninformation about the negative impact of child, early and forced marriage on women \nand girls and society at large, including through social media, the Internet and \ncommunity communication and dissemination tools; \n \n24. Urges Governments to promote, respect and protect the right to the \nenjoyment of the highest attainable standard of physical and mental health, through \nthe development and enforcement of policies and legal frameworks and the \nstrengthening of health systems, including health information systems, that make \nuniversally accessible and available quality, gender-responsive, adolescent-friendly \nhealth services, sexual and reproductive healthcare services, information, education \nand commodities, social protection, HIV and AIDS prevention, testing, treatment and \ncare, mental health and psychosocial support services, nutrition interventions and \nprevention, treatment of and care for obstetric fistula and other obstetric \ncomplications by providing the continuum of services, including family planning, \naccess to quality and safe maternal healthcare services to reduce the risks associated \nwith early and frequent pregnancy and childbirth, including prenatal, perinatal and \npostnatal care, skilled birth attendance, emergency obstetric care and post-partum \ncare, as well as adequately supplied birthing facilities; \n \n25. Also urges Governments to promote and protect the human rights of all \nwomen and girls, including the right of women, and those girls who have been \nsubjected to child, early and forced marriage, to have control over and decide freely \nand responsibly on matters related to their sexuality, including sexual and \nreproductive health, free of coercion, discrimination and violence, and to adopt and \n\nA/RES/79/158 \nChild, early and forced marriage\n \n24-24151\n12/15 \n \naccelerate the implementation of laws, policies and programmes that protect and \nenable the enjoyment of all human rights and fundamental freedoms, including \nreproductive rights, in accordance with the Programme of Action of the International \nConference on Population and Development, the Beijing Platform for Action and the \noutcome documents of their review conferences; \n \n26. Urges States to formulate or review, as needed, appropriate policies, \nprogrammes or strategies in order to prevent and eliminate child, early and forced \nmarriage, and address multiple and intersecting forms of discrimination and violence, \nincluding domestic violence, which may occur against women and girls subjected to \nchild, early and forced marriage, as well as strengthen child protection systems and \nsocial work programmes through gender-responsive and age-sensitive policies and \nprovide targets and timetables for implementation, while paying special attention to \ngirls with disabilities, Indigenous girls and girls in vulnerable situations, including \ngirls facing social and economic exclusion, and those living in rural and remote areas; \n \n27. Also urges States to uphold the human rights of all women and girls with \ndisabilities, and recognizes that disability can increase the risk of child, early and \nforced marriage, and the importance of ensuring that services and programmes \ndesigned to prevent and eliminate child, early and forced marriage are inclusive of, \naccessible to and proactively engage with women and girls with disabilities; \n \n28. Further urges States to ensure access to justice and accountability \nmechanisms and remedies for the effective implementation and enforcement of laws \naimed at preventing and eliminating child, early and forced marriage, including by \nworking towards the elimination of loopholes in customary and other laws, where \nthey exist, and by informing women, girls and boys about their rights under relevant \nlaws, including in marriage and at its dissolution, improving legal infrastructure, \nremoving all legal, practical, economic and structural barriers to access to legal \ncounselling, assistance and remedies, and ensuring accountability for perpetrators and \nprotection against retribution or physical or psychological pressure, emphasizing the \nimportance of providing access to justice and accessible legal aid services, training \nlaw enforcement officers, the judiciary and professionals working with women and \nchildren, ensuring oversight of the handling of cases of child, early and forced \nmarriage and ensuring that victims never face criminalization in relation to any \nmarriage into which they may be forced; \n \n29. Calls upon States, with the collaboration of relevant stakeholders, to \nensure that emergency response and recovery plans are comprehensive, participatory, \nage- and gender-sensitive, disability-inclusive and adequately funded, promote \ninclusive, gender-equal and sustainable economies and societies, eliminate inequality, \ndiscrimination and exclusion, and eradicate poverty, including extreme poverty, \nwhich are among the root causes of child, early and forced marriage; \n \n30. Also calls upon States to mitigate the impact of emergencies and improve \non response measures by strengthening the capacity of civil society organizations and \nother relevant stakeholders working at the local and national levels, which are often \nbest placed to reach communities, to continue their essential work with girls, families \nand local communities to prevent and respond to child, early and forced marriage, \nparticularly those working with communities in vulnerable situations; \n \n31. Further calls upon States to mitigate the effects of armed conflicts and \ndisasters by expanding programmes that protect against economic shocks and to \ncontinue to monitor their impact on the prevalence of child, early and forced marriage \nas a way of coping with these challenges and in relation to changes in gender roles, \nincluding in care and domestic work, non-return to school, hindered access to \nservices, rates of early, frequent and unintended pregnancy and the economic situation \nof families; \n\nChild, early and forced marriage \nA/RES/79/158\n \n13/15\n24-24151 \n \n \n32. Calls upon States to recognize, reduce and redistribute women’s and girls’ \ndisproportionate share of unpaid care and domestic work, including by making efforts \nto change gender roles in domestic work and care responsibilities, including by \nadopting measures to reduce and redistribute girls’ disproportionate share of unpaid \ncare and domestic work, and tackle the feminization of poverty, which is exacerbated \nduring emergencies, and to address all forms of discrimination and gender inequality, \nincluding gender stereotypes and negative social norms, attitudes and behaviours and \nunequal power relations in which women and girls are viewed as subordinate to men \nand boys, that are at the root of these imbalances; \n \n33. Also calls upon States to develop and implement, in consultation with and \nwith the full, effective, equal and meaningful participation of women and, as \nappropriate, girls, and integrate into humanitarian responses, from the early stages of \nhumanitarian emergencies, measures to address the increased vulnerability of women \nand girls, particularly adolescent girls, to child, early and forced marriage, and to \nprotect women and girls from sexual and gender-based violence and exploitation \nduring humanitarian emergencies, situations of forced displacement, armed conflict, \ndisasters and public health emergencies, including by ensuring their access to such \nservices as health, education and child protection, while also strengthening follow-up \nand interventions to prevent and eliminate child, early and forced marriage in \nhumanitarian settings, as well as to address the needs of those affected and to ensure \nthat the provision of essential services during emergencies respects the rights of girls \nand women and is addressed in national response plans, including life skills \neducation, gender-sensitive mental health and psychosocial support services, as well \nas health and information services, including sexual and reproductive healthcare \nservices; \n \n34. Urges States to recognize and promote awareness of the disproportionate \nand distinct effects of climate change, environmental degradation and disasters and \nwater scarcity on women and girls, in particular those with disabilities and those \nfacing violence, discrimination and displacement, harmful practices, including child, \nearly and forced marriage and female genital mutilation, and insecurity of land tenure, \nincome and food, ensure that policies and programmes reflect these impacts, and \nencourages States to support and fund research and analysis to better understand these \nimpacts on women and girls in relation to child, early and forced marriage, and to \ntake targeted action to strengthen the resilience and adaptive capacities of all women \nand girls, including systems and services, including in cities and tropical, arctic, \ncoastal, mountainous, rural and remote areas; \n \n35. Calls upon States to take a comprehensive, rights-based, age- and gender-\nresponsive, survivor-centred and multisectoral approach that takes into account \nlinkages with other harmful practices in the prevention of and response to child, early \nand forced marriage in the context of multidimensional challenges, such as armed \nconflict, humanitarian situations, climate change and natural disasters, and to pay \nparticular attention to the specific needs of all women and girls, in particular those in \nvulnerable situations and those experiencing various forms of violence, \ndiscrimination, stigmatization, exclusion and inequalities, in terms of, inter alia, \naccess to essential services such as safe spaces and shelters, access to social work \nservices and family reunification, as well as access to other social protection services, \nhealthcare services, including sexual and reproductive healthcare services and mental \nhealth and psychosocial support services, safe and affordable drinking water and \nadequate and equitable sanitation and hygiene for all, menstrual health and hygiene, \nas well as access to education, including early childhood education and lifelong \nlearning, and to timely registration of births and marriages; \n \n36. Also calls upon States to pay particular attention to the specific needs of \nchildren, especially adolescent girls, who are more likely to be subjected to child, \n\nA/RES/79/158 \nChild, early and forced marriage\n \n24-24151\n14/15 \n \nearly and forced marriage and are vulnerable to the consequences of early, frequent \nand unintended pregnancy, and to promoting their active and meaningful participation \nin decisions that affect them, by prioritizing the provision of child- and adolescent-\ncentred services, with a focus on safe and equitable access, particularly in relation to \nschooling, nutrition programmes, immunization, maternal and newborn care, and \nchild protection and positive parenting programmes; \n \n37. Further calls upon States to strengthen prevention and protection \nmeasures for women and children, particularly girls who are victims of, or at risk of, \nabduction, trafficking and forced religious conversion by armed groups and other \nnon-State actors in the context of child, early and forced marriage; \n \n38. Calls upon States to ensure uninterrupted access to and funding for \ninitiatives and programmes that respond effectively to girls’ specific needs and \nchallenges, including access to essential healthcare services, including sexual and \nreproductive healthcare services, and to safe and affordable drinking water and \nadequate and equitable sanitation and hygiene for all, including menstrual hygiene, \nand including in disadvantaged areas such as rural communities, informal settlements \nand humanitarian settings, and to consider increasing international financial support \nand technical assistance to actively support efforts to end child, early and forced \nmarriage, with a focus on community engagement; \n \n39. Encourages relevant United Nations entities and agencies, regional and \nsubregional organizations, within their respective mandates, civil society and other \nrelevant actors and human rights mechanisms to continue to collaborate among \nthemselves and with Member States in developing and implementing strategies and \npolicies at the national, regional and international levels to prevent and eliminate \nchild, early and forced marriage, as well as to support those who were married as \nchildren; \n \n40. Encourages relevant United Nations entities and agencies, regional and \nsubregional organizations, the international financial institutions, civil society and \nother relevant actors and human rights mechanisms to continue to collaborate with \nMember States and national statistical agencies in order to assist in strengthening and \nbuilding capacity for data and reporting systems for analysing, monitoring and \npublicly reporting on progress to end child, early and forced marriage based on \nevidence and addressing data gaps, where they may exist, especially on girls with \ndisabilities; \n \n41. Affirms the need for States and relevant United Nations entities and \nagencies to improve the safe and ethical collection and use of quantitative, qualitative \nand comparable data on violence against women and girls and on harmful practices, \ndisaggregated by sex, age, disability, civil status, race, ethnicity, migratory status, \nsocioeconomic status, education level, geographical location, and including those \nhardest to reach, and other characteristics relevant in national contexts, as \nappropriate, to identify and focus action, decision-making, policies and programmes \non those furthest behind, to enhance research and dissemination of evidence-based \nand good practices relating to the prevention and elimination of child, early and forced \nmarriage and to strengthen monitoring and impact assessment of existing policies and \nprogrammes as a means of ensuring their effectiveness and implementation; \n \n42. Encourages the international community to fulfil its commitment in \nsupporting developing countries, African countries, the least developed countries, \nsmall island developing States and landlocked developing countries, as well as those \nwith the highest prevalence of child, early and forced marriage, in strengthening the \ncapacity of national statistical offices and data systems to ensure access to high-\nquality, timely, reliable and disaggregated data while ensuring national ownership in \n\nChild, early and forced marriage \nA/RES/79/158\n \n15/15\n24-24151 \n \nsupporting and tracking progress, including in the context of child, early and forced \nmarriage; \n \n43. Encourages Governments to include information on progress towards \neliminating child, early and forced marriage, including best practices and \nimplementation efforts, in their national reports to relevant international treaty bodies \nand the universal periodic review and within the national voluntary reviews conducted \nthrough the high-level political forum on sustainable development; \n \n44. Requests the Secretary-General to submit a comprehensive report to the \nGeneral Assembly at its eighty-first session on progress towards ending child, early \nand forced marriage worldwide as well as best practices and recommendations for \naccelerating progress to end child, early and forced marriage and support already \nmarried girls in situations of poverty, and including in humanitarian contexts, armed \nconflict and disasters, and including on gaps in funding, research and data collection, \nusing information provided by Member States, United Nations bodies, agencies, \nfunds and programmes, civil society and other relevant stakeholders, including those \nwho have been subjected to child, early and forced marriage; \n \n45. Decides to consider the issue of child, early and forced marriage at its \neighty-first session under the item entitled “Promotion and protection of the rights of \nchildren”, taking into account the multifaceted and worldwide nature of this issue. \n \n53rd plenary meeting \n17 December 2024 \n \n",
  "paragraphs": {
    "1": "Takes note with appreciation of the report of the Secretary-General;15",
    "2": "Reaffirms the commitment at the very heart of the 2030 Agenda for Sustainable Development to leave no one behind and commit to taking more tangible steps to support people in vulnerable situations and to reach the furthest behind first, and emphasizes the commitment to get back onto a track of accelerated progress towards achieving the Sustainable Development Goals, including target 5.3, noting that gender equality and the empowerment of all women and girls and their full and equal enjoyment of their human rights will make a crucial contribution to progress across all the Goals and targets, while reiterating that States will not be able to achieve the ambitious Goals and targets of the 2030 Agenda without a revitalized and enhanced Global Partnership and comparably ambitious means of implementation and the mainstreaming of a gender perspective in the implementation of the Agenda;",
    "3": "Calls upon States, with the participation of relevant stakeholders, including women and girls, men and boys, parents and other family members, teachers, religious, traditional and community leaders, civil society, organizations led by girls, women’s organizations, youth and human rights groups, the media and the private sector, to develop and implement holistic, comprehensive and coordinated age- and gender-responsive and disability-inclusive, victim-centred and multisectoral responses and strategies that respect human rights to prevent, address and eliminate child, early and forced marriage, to support girls and women who are affected or at risk, who have fled such a marriage or whose marriage has dissolved, and widowed girls or women who were married as girls, including through the strengthening of child protection systems, social work programmes, protection mechanisms such as safe shelters, mental health and psychosocial support services, empowerment and livelihood support, community sensitization, family reunification, access to justice and the sharing of best practices across borders;",
    "4": "Also calls upon States to develop and implement measures at all levels to end child, early and forced marriage, including national and subnational action plans where appropriate, and to make adequate resources, including financing, available across relevant sectors, including health, nutrition, sanitation, shelter, protection, governance and education;",
    "5": "Urges States to enact, enforce and uphold laws and policies aimed at preventing, addressing and ending child, early and forced marriage, including by enabling women and girls to leave the marriage without undue financial or __________________ 15 A/79/308. A/RES/79/158 Child, early and forced marriage 24-24151 8/15 administrative burden, protecting those at risk and addressing the needs of those affected, and work towards the coherence of these laws and policies at the local level, to ensure that marriage is entered into only with the informed, free and full consent of the intending spouses, and further urges States to recognize child, early and forced marriage as a violation or abuse of human rights;",
    "6": "Calls upon States to enact, enforce and uphold laws concerning a minimum age of marriage, to monitor their application and to progressively amend laws with lower minimum ages of marriage and/or ages of majority to 18 and engage all relevant authorities to ensure that these laws are well known and fully implemented;",
    "7": "Urges States to repeal or amend laws and remove any provisions that enable perpetrators of rape, sexual exploitation and abuse or abduction to escape prosecution and punishment by marrying their victims and that may enable, justify, or lead to child, early and forced marriage, and to engage traditional and religious leaders, among others, to eliminate traditional practices that resolve sexual violence incidents through marriage;",
    "8": "Calls upon States to strengthen their efforts to ensure the timely registration of births and marriages, especially for individuals living in rural and remote areas, including by identifying and removing all physical, administrative, procedural and any other barriers that impede access to registration and by providing, where lacking, mechanisms for the registration of customary and religious marriages, as well as working to ensure that the registration of births and marriages remains accessible in emergencies or is re-established as quickly as possible when affected;",
    "9": "Also calls upon States to promote the full and meaningful participation of and active consultation with children and adolescents, including those who are hardest to reach and already married girls, girls who are divorced, separated or widowed in the context of child, early and forced marriage, and girls who are pregnant or mothers, on all issues affecting them, and to raise awareness about their rights, including the negative impact of child, early and forced marriage, through safe spaces, forums and support networks, including in digital spaces, that provide accessible information, life skills, inclusive and equitable quality education, and leadership skills training and opportunities, including catch-up and literacy education, and lifelong learning opportunities, remote learning opportunities and childcare, as needed, to be empowered, to express themselves, to participate meaningfully in all decisions that affect them and to become agents of change within their communities;",
    "10": "Further calls upon States to promote awareness-raising about the harmful effects of child, early and forced marriage on the individual and wider society and the benefits of ending this harmful practice, including through open dialogue with all stakeholders, including girls and boys, women and men, religious, traditional and community leaders, parents, legal guardians and other family members, to work with local communities to combat negative social norms and gender stereotypes that condone child, early and forced marriage, to empower parents and communities to abandon the practice and to empower all women and girls to make informed decisions about their lives;",
    "11": "Recognizes that the child, for the full and harmonious development of his or her personality, should grow up in a family environment and in an atmosphere of happiness, love and understanding and that parents or, as the case may be, legal guardians have the primary responsibility for the upbringing and development of the child, acknowledging the need to support their capacity to prevent and eliminate child, early and forced marriage, and reaffirming that the best interests of the child will be their basic concern; Child, early and forced marriage A/RES/79/158 9/15 24-24151",
    "12": "Urges Governments, while addressing child, early and forced marriage, to confront family poverty and social exclusion through investing in family-friendly and family-oriented policies addressing the multidimensional aspects of poverty and aimed at achieving gender equality and the empowerment of all women and girls, including by extending coverage of social protection, inter alia, through nationally appropriate social protection systems and measures for all girls, focusing on early childhood, primary and secondary education and training for future employment, and on health, social security, livelihoods and social cohesion, paying special attention to age- and gender-responsive social protection measures, child allowances for parents and guidance to build their positive parenting knowledge and skills, pension benefits for older persons, and protecting, supporting and empowering children, including girls, in child-headed households;",
    "13": "Also urges Governments, with the collaboration of relevant stakeholders, to tackle poverty, including the feminization of poverty, the lack of economic opportunities for women throughout their life course and other entrenched economic incentives that act as drivers of child, early and forced marriage, including by ensuring the rights of all women and girls to inheritance and property, without discrimination of any kind, including in relation to marital status, their equal access with men and boys to social protection, childcare services and direct financial services, to support the right of girls to receive and continue their education, including through their continued enrolment in school during pregnancy and re-enrolment in school after childbirth, to develop livelihood opportunities through access to inclusive and equitable quality education, including technical and vocational education, and training and life skills education, including entrepreneurship and financial and digital literacy, and to promote freedom of movement, women’s equal access to full and productive employment and decent work, including waged and salaried work, as well as equal political participation and rights to inherit and own land;",
    "14": "Urges Member States to ensure access to social services, justice and education for women who were married in childhood and for girls who are married, are pregnant or are mothers;",
    "15": "Calls upon States to respect, protect, promote and fulfil the human rights of all already married girls and women affected by this harmful practice, to eliminate discrimination and promote women’s and girls’ equality in law and in practice, including in all aspects of marriage and its dissolution, and to address their specific needs, such as through targeted and tailored programmes, including social work programmes, that provide social services to protect them from sexual and gender- based violence, increase their decision-making power, make it easier for them to seek formal employment, increase their economic independence and financial literacy, access quality education, skills development programmes and lifelong learning opportunities, ensure their equal access to healthcare services and information, and decrease their social isolation, including by establishing or strengthening childcare services and working with communities to change discriminatory social norms;",
    "16": "Also calls upon States to promote and protect the right of women and girls to equal access to education through enhanced emphasis on free and quality primary and secondary education, including catch-up and literacy education for those who have not received formal education, have left school early or were forced to leave school, including because of marriage, pregnancy, childbirth and/or childcare responsibilities, which empowers young women and girls to make informed decisions about their lives, employment, economic opportunities and health, including through scientifically accurate and age-appropriate comprehensive education that is relevant to cultural contexts, that provides adolescent girls and boys and young women and men, in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with the best A/RES/79/158 Child, early and forced marriage 24-24151 10/15 interests of the child as their basic concern, information on sexual and reproductive health and HIV prevention, gender equality and the empowerment of women, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and foster informed decision-making, communication and risk reduction skills and to develop respectful relationships, in full partnership with young persons, parents, legal guardians, caregivers, educators and healthcare providers, in order to contribute to ending child, early and forced marriage;",
    "17": "Recognizes that education is one of the most effective ways to prevent and eliminate child, early and forced marriage and to help married women and girls to make informed decisions about their lives, and urges States to remove barriers to education, including by investing in quality primary and secondary education for every child in a safe environment, through adequate financing, ensuring that married girls and boys, pregnant girls and women and young parents continue to have access to schooling, improving access to quality formal education and skills development, especially for those living in remote or insecure areas, improving the safety of girls at and on the way to and from school, providing safe and adequate sanitation, including for menstrual hygiene management, adopting and implementing laws and policies to prohibit, prevent and address violence and to hold perpetrators accountable, strengthening and intensifying their efforts to implement effective violence prevention and response activities in schools and communities, engaging men and boys, community leaders and parents, educating children from a young age regarding their human rights and the importance of treating all people with dignity and respect and designing educational programmes and teaching materials that support respectful relationships, non-violent behaviours, gender equality and empowerment of women and girls;",
    "18": "Encourages States to mitigate the impact of past and present school closures, particularly for those learners who are among the poorest and in vulnerable situations, especially girls, and to continue to strengthen the protection of schools, making them free from all forms of violence, including on the way to and from and at school, bearing in mind that special measures to ensure equal access contribute to achieving equal opportunity and combating exclusion by eliminating social, economic and gender disparities in education and ensuring school attendance, in particular for girls, children with disabilities, pregnant adolescent girls, children living in poverty, Indigenous children, children of African descent, children living with HIV/AIDS, persons belonging to national, ethnic, religious or linguistic minorities, internally displaced, refugee or migrant children, children living in rural or remote areas, and children in vulnerable situations, including those living in humanitarian and armed conflict situations;",
    "19": "Calls upon States to promote and encourage international cooperation in matters relating to education, taking the needs of developing countries into particular account, and with a view to contributing to the elimination of illiteracy, access to modern teaching methods, and ensuring inclusive, accessible and equitable quality education throughout the world in order to prevent, address and eliminate child, early and forced marriage;",
    "20": "Also calls upon States to pursue efforts and ensure greater connectivity to bridge the digital divides in access to the Internet, both between and within countries, and the gender digital divide, including in school and learning opportunities, with a view to reducing the widening gap between developed and developing countries and achieving greater accessibility for the most affected girls and women, such as those who live in rural and remote areas or refugee camps or those who come from lower- income households and girls with disabilities, and address all forms of discrimination Child, early and forced marriage A/RES/79/158 11/15 24-24151 and violence against all women and girls in digital contexts, including violence that occurs through or is amplified by the use of technology;",
    "21": "Calls upon Member States, to ensure the continuation of education in emergencies, that school closures are a last resort and that girls are protected and supported in returning to school once it is deemed safe to do so, and in this regard calls upon Member States and other relevant stakeholders to take the appropriate measures in order to ensure proper training of teachers and other educational professionals and the availability of and access to learning materials and remote learning platforms to ensure learning continuity in emergencies, and to bridge the digital divide, including barriers such as poor access to connectivity, lack of affordability of connection and devices, digital illiteracy, limited digital skills, absence of locally relevant digital content, and gender stereotypes and negative social norms, in order to provide non-formal and distance learning opportunities, inter alia, Internet, television and radio teaching alternatives, especially in developing countries;",
    "22": "Encourages States to adopt, as appropriate, and implement inclusive policies and programmes to promote technical and vocational training and skills development and lifelong learning opportunities, including in science, technology, engineering and mathematics and in information and communications technology, as well as higher educational opportunities for women and girls, including those at risk of or affected by child, early and forced marriage, so as to enable them to gain the knowledge, attitudes and skills that they need to fulfil their full potential;",
    "23": "Urges States to address and eliminate the root causes of gender inequality, including gender stereotypes and negative social norms, harmful attitudes, behaviours and customs, and the socioeconomic drivers of violence and unequal power relations in which women and girls are viewed as subordinate to men and boys, which condone or perpetuate all forms of violence against women and girls and perpetuate child, early and forced marriage, by developing and implementing, inter alia, robust and comprehensive interventions addressing the gender inequality and the social norms that underlie the practice, and awareness-raising programmes that provide accurate information about the negative impact of child, early and forced marriage on women and girls and society at large, including through social media, the Internet and community communication and dissemination tools;",
    "24": "Urges Governments to promote, respect and protect the right to the enjoyment of the highest attainable standard of physical and mental health, through the development and enforcement of policies and legal frameworks and the strengthening of health systems, including health information systems, that make universally accessible and available quality, gender-responsive, adolescent-friendly health services, sexual and reproductive healthcare services, information, education and commodities, social protection, HIV and AIDS prevention, testing, treatment and care, mental health and psychosocial support services, nutrition interventions and prevention, treatment of and care for obstetric fistula and other obstetric complications by providing the continuum of services, including family planning, access to quality and safe maternal healthcare services to reduce the risks associated with early and frequent pregnancy and childbirth, including prenatal, perinatal and postnatal care, skilled birth attendance, emergency obstetric care and post-partum care, as well as adequately supplied birthing facilities;",
    "25": "Also urges Governments to promote and protect the human rights of all women and girls, including the right of women, and those girls who have been subjected to child, early and forced marriage, to have control over and decide freely and responsibly on matters related to their sexuality, including sexual and reproductive health, free of coercion, discrimination and violence, and to adopt and A/RES/79/158 Child, early and forced marriage 24-24151 12/15 accelerate the implementation of laws, policies and programmes that protect and enable the enjoyment of all human rights and fundamental freedoms, including reproductive rights, in accordance with the Programme of Action of the International Conference on Population and Development, the Beijing Platform for Action and the outcome documents of their review conferences;",
    "26": "Urges States to formulate or review, as needed, appropriate policies, programmes or strategies in order to prevent and eliminate child, early and forced marriage, and address multiple and intersecting forms of discrimination and violence, including domestic violence, which may occur against women and girls subjected to child, early and forced marriage, as well as strengthen child protection systems and social work programmes through gender-responsive and age-sensitive policies and provide targets and timetables for implementation, while paying special attention to girls with disabilities, Indigenous girls and girls in vulnerable situations, including girls facing social and economic exclusion, and those living in rural and remote areas;",
    "27": "Also urges States to uphold the human rights of all women and girls with disabilities, and recognizes that disability can increase the risk of child, early and forced marriage, and the importance of ensuring that services and programmes designed to prevent and eliminate child, early and forced marriage are inclusive of, accessible to and proactively engage with women and girls with disabilities;",
    "28": "Further urges States to ensure access to justice and accountability mechanisms and remedies for the effective implementation and enforcement of laws aimed at preventing and eliminating child, early and forced marriage, including by working towards the elimination of loopholes in customary and other laws, where they exist, and by informing women, girls and boys about their rights under relevant laws, including in marriage and at its dissolution, improving legal infrastructure, removing all legal, practical, economic and structural barriers to access to legal counselling, assistance and remedies, and ensuring accountability for perpetrators and protection against retribution or physical or psychological pressure, emphasizing the importance of providing access to justice and accessible legal aid services, training law enforcement officers, the judiciary and professionals working with women and children, ensuring oversight of the handling of cases of child, early and forced marriage and ensuring that victims never face criminalization in relation to any marriage into which they may be forced;",
    "29": "Calls upon States, with the collaboration of relevant stakeholders, to ensure that emergency response and recovery plans are comprehensive, participatory, age- and gender-sensitive, disability-inclusive and adequately funded, promote inclusive, gender-equal and sustainable economies and societies, eliminate inequality, discrimination and exclusion, and eradicate poverty, including extreme poverty, which are among the root causes of child, early and forced marriage;",
    "30": "Also calls upon States to mitigate the impact of emergencies and improve on response measures by strengthening the capacity of civil society organizations and other relevant stakeholders working at the local and national levels, which are often best placed to reach communities, to continue their essential work with girls, families and local communities to prevent and respond to child, early and forced marriage, particularly those working with communities in vulnerable situations;",
    "31": "Further calls upon States to mitigate the effects of armed conflicts and disasters by expanding programmes that protect against economic shocks and to continue to monitor their impact on the prevalence of child, early and forced marriage as a way of coping with these challenges and in relation to changes in gender roles, including in care and domestic work, non-return to school, hindered access to services, rates of early, frequent and unintended pregnancy and the economic situation of families; Child, early and forced marriage A/RES/79/158 13/15 24-24151",
    "32": "Calls upon States to recognize, reduce and redistribute women’s and girls’ disproportionate share of unpaid care and domestic work, including by making efforts to change gender roles in domestic work and care responsibilities, including by adopting measures to reduce and redistribute girls’ disproportionate share of unpaid care and domestic work, and tackle the feminization of poverty, which is exacerbated during emergencies, and to address all forms of discrimination and gender inequality, including gender stereotypes and negative social norms, attitudes and behaviours and unequal power relations in which women and girls are viewed as subordinate to men and boys, that are at the root of these imbalances;",
    "33": "Also calls upon States to develop and implement, in consultation with and with the full, effective, equal and meaningful participation of women and, as appropriate, girls, and integrate into humanitarian responses, from the early stages of humanitarian emergencies, measures to address the increased vulnerability of women and girls, particularly adolescent girls, to child, early and forced marriage, and to protect women and girls from sexual and gender-based violence and exploitation during humanitarian emergencies, situations of forced displacement, armed conflict, disasters and public health emergencies, including by ensuring their access to such services as health, education and child protection, while also strengthening follow-up and interventions to prevent and eliminate child, early and forced marriage in humanitarian settings, as well as to address the needs of those affected and to ensure that the provision of essential services during emergencies respects the rights of girls and women and is addressed in national response plans, including life skills education, gender-sensitive mental health and psychosocial support services, as well as health and information services, including sexual and reproductive healthcare services;",
    "34": "Urges States to recognize and promote awareness of the disproportionate and distinct effects of climate change, environmental degradation and disasters and water scarcity on women and girls, in particular those with disabilities and those facing violence, discrimination and displacement, harmful practices, including child, early and forced marriage and female genital mutilation, and insecurity of land tenure, income and food, ensure that policies and programmes reflect these impacts, and encourages States to support and fund research and analysis to better understand these impacts on women and girls in relation to child, early and forced marriage, and to take targeted action to strengthen the resilience and adaptive capacities of all women and girls, including systems and services, including in cities and tropical, arctic, coastal, mountainous, rural and remote areas;",
    "35": "Calls upon States to take a comprehensive, rights-based, age- and gender- responsive, survivor-centred and multisectoral approach that takes into account linkages with other harmful practices in the prevention of and response to child, early and forced marriage in the context of multidimensional challenges, such as armed conflict, humanitarian situations, climate change and natural disasters, and to pay particular attention to the specific needs of all women and girls, in particular those in vulnerable situations and those experiencing various forms of violence, discrimination, stigmatization, exclusion and inequalities, in terms of, inter alia, access to essential services such as safe spaces and shelters, access to social work services and family reunification, as well as access to other social protection services, healthcare services, including sexual and reproductive healthcare services and mental health and psychosocial support services, safe and affordable drinking water and adequate and equitable sanitation and hygiene for all, menstrual health and hygiene, as well as access to education, including early childhood education and lifelong learning, and to timely registration of births and marriages;",
    "36": "Also calls upon States to pay particular attention to the specific needs of children, especially adolescent girls, who are more likely to be subjected to child, A/RES/79/158 Child, early and forced marriage 24-24151 14/15 early and forced marriage and are vulnerable to the consequences of early, frequent and unintended pregnancy, and to promoting their active and meaningful participation in decisions that affect them, by prioritizing the provision of child- and adolescent- centred services, with a focus on safe and equitable access, particularly in relation to schooling, nutrition programmes, immunization, maternal and newborn care, and child protection and positive parenting programmes;",
    "37": "Further calls upon States to strengthen prevention and protection measures for women and children, particularly girls who are victims of, or at risk of, abduction, trafficking and forced religious conversion by armed groups and other non-State actors in the context of child, early and forced marriage;",
    "38": "Calls upon States to ensure uninterrupted access to and funding for initiatives and programmes that respond effectively to girls’ specific needs and challenges, including access to essential healthcare services, including sexual and reproductive healthcare services, and to safe and affordable drinking water and adequate and equitable sanitation and hygiene for all, including menstrual hygiene, and including in disadvantaged areas such as rural communities, informal settlements and humanitarian settings, and to consider increasing international financial support and technical assistance to actively support efforts to end child, early and forced marriage, with a focus on community engagement;",
    "39": "Encourages relevant United Nations entities and agencies, regional and subregional organizations, within their respective mandates, civil society and other relevant actors and human rights mechanisms to continue to collaborate among themselves and with Member States in developing and implementing strategies and policies at the national, regional and international levels to prevent and eliminate child, early and forced marriage, as well as to support those who were married as children;",
    "40": "Encourages relevant United Nations entities and agencies, regional and subregional organizations, the international financial institutions, civil society and other relevant actors and human rights mechanisms to continue to collaborate with Member States and national statistical agencies in order to assist in strengthening and building capacity for data and reporting systems for analysing, monitoring and publicly reporting on progress to end child, early and forced marriage based on evidence and addressing data gaps, where they may exist, especially on girls with disabilities;",
    "41": "Affirms the need for States and relevant United Nations entities and agencies to improve the safe and ethical collection and use of quantitative, qualitative and comparable data on violence against women and girls and on harmful practices, disaggregated by sex, age, disability, civil status, race, ethnicity, migratory status, socioeconomic status, education level, geographical location, and including those hardest to reach, and other characteristics relevant in national contexts, as appropriate, to identify and focus action, decision-making, policies and programmes on those furthest behind, to enhance research and dissemination of evidence-based and good practices relating to the prevention and elimination of child, early and forced marriage and to strengthen monitoring and impact assessment of existing policies and programmes as a means of ensuring their effectiveness and implementation;",
    "42": "Encourages the international community to fulfil its commitment in supporting developing countries, African countries, the least developed countries, small island developing States and landlocked developing countries, as well as those with the highest prevalence of child, early and forced marriage, in strengthening the capacity of national statistical offices and data systems to ensure access to high- quality, timely, reliable and disaggregated data while ensuring national ownership in Child, early and forced marriage A/RES/79/158 15/15 24-24151 supporting and tracking progress, including in the context of child, early and forced marriage;",
    "43": "Encourages Governments to include information on progress towards eliminating child, early and forced marriage, including best practices and implementation efforts, in their national reports to relevant international treaty bodies and the universal periodic review and within the national voluntary reviews conducted through the high-level political forum on sustainable development;",
    "44": "Requests the Secretary-General to submit a comprehensive report to the General Assembly at its eighty-first session on progress towards ending child, early and forced marriage worldwide as well as best practices and recommendations for accelerating progress to end child, early and forced marriage and support already married girls in situations of poverty, and including in humanitarian contexts, armed conflict and disasters, and including on gaps in funding, research and data collection, using information provided by Member States, United Nations bodies, agencies, funds and programmes, civil society and other relevant stakeholders, including those who have been subjected to child, early and forced marriage;",
    "45": "Decides to consider the issue of child, early and forced marriage at its eighty-first session under the item entitled “Promotion and protection of the rights of children”, taking into account the multifaceted and worldwide nature of this issue. 53rd plenary meeting 17 December 2024"
  },
  "agenda_items": [
    "Item 67"
  ],
  "symbol_references": []
}