{
  "symbol": "A/RES/72/243",
  "filename": "A_RES_72_243.pdf",
  "title": "72/243. Nelson Mandela Peace Summit",
  "text": "United Nations \nA/RES/72/243\n \n \nGeneral Assembly \nDistr.: General \n23 January 2018 \n \n17-23325 (E)    260118 \n*1723325* \n \n \nSeventy-second session  \nAgenda item 65  \n \n \n \n \n Resolution adopted by the General Assembly \non 22 December 2017 \n \n \n \n \n[without reference to a Main Committee (A/72/L.39 and A/72/L.39/Add.1)] \n \n \n 72/243. Nelson Mandela Peace Summit \n \n \n \nThe General Assembly, \n \nGuided by the purposes and principles enshrined in the Charter of the United \nNations and the Universal Declaration of Human Rights, 1  \n \nRecalling the determination of the United Nations to save succeeding \ngenerations from the scourge of war and its purpose of maintaining international \npeace and security, and to that end to take effective collective measures for the \nprevention and removal of threats to peace, \n \nAcknowledging the calls by the Secretary-General for a renewed commitment to \npreventing conflict and sustaining peace with the support of prevention, conflict \nresolution and peacekeeping, peacebuilding, human rights and long-term \ndevelopment initiatives, \n \nRecalling its resolution 64/13 of 10 November 2009, in which it, inter alia, \nrecognized Nelson Mandela’s values and his dedication to the service of humanity, as \na humanitarian, in the fields of conflict resolution, race relations, promotion and \nprotection of human rights, reconciliation, gender equality and the rights of children \nand other vulnerable groups, as well as the upliftment of poor and underdeveloped \ncommunities, and acknowledges his contribution to the struggle for democracy \ninternationally and the promotion of the culture of peace throughout the world, \n \nWelcoming the support of all Member States, organizations of the United \nNations system and other international organizations, as well as civil society, \nincluding non-governmental organizations and individuals, for the annual \ncommemoration of Nelson Mandela International Day, \n \nNoting that 2018 will mark the centenary of the birth of the late Nelson Mandela, \n__________________ \n \n1 Resolution 217 A (III). \n\nA/RES/72/243 \nNelson Mandela Peace Summit\n \n17-23325 \n2/3 \n \n \n1. \nDecides to convene a high-level plenary meeting of the General Assembly, \nto be known as the Nelson Mandela Peace Summit, a day before the start of the \ngeneral debate of the Assembly at its seventy-third session, which will consist of an \nopening plenary meeting from 9.30 a.m. to 10.30 a.m. and a plenary meeting from \n10.30 a.m. to 6. 00 p.m. focusing on global peace, in honour of the centenary of the \nbirth of Nelson Mandela; \n \n2. \nDeclares that the high-level plenary meeting will be held in the General \nAssembly Hall; \n \n3. \nDecides that the opening plenary meeting will feature statements by the \nPresident of the seventy-third session of the General Assembly, the Secretary-\nGeneral, the Chairperson of the African Union Commission and an eminent person \nand a representative of civil society, both of whom are to be identified by the President \nof the Assembly; \n \n4. \nAlso decides that the plenary meetings will hear statements by Member \nStates and all observers of the General Assembly, the list of speakers will be \nestablished in accordance with the rules of procedure and established practice of the \nAssembly and the time limits for statements will be three minutes for statements of \nindividual delegations and five minutes for statements made on behalf of a group of \nStates; \n \n5. \nInvites all Member and observer States to participate in the high-level \nmeeting at the highest possible level, preferably at the level of Heads of State and \nGovernment; \n \n6. \nAlso invites intergovernmental organizations and related entities that have \nobserver status with the General Assembly to be represented at the highest possible \nlevel; \n \n7. \nFurther invites non-governmental organizations that are in consultative \nstatus with the Economic and Social Council with relevant expertise to register with \nthe Secretariat to attend the high-level meeting; \n \n8. \nRequests the President of the General Assembly to draw up a list of other \nrelevant representatives of relevant non-governmental organizations, civil society \norganizations, academic institutions, the private sector, diaspora communities and \nmigrant organizations that may attend and participate in the preparatory process, \ntaking into account the principles of transparency and equitable geographical \nrepresentation and with due regard to the meaningful participation of women, and to \nsubmit a list to Member States for their consideration on a non-objection basis;2 \n \n9. \nAlso requests the President of the General Assembly, in consultation with \nMember States, to finalize the organizational arrangements for the high-level plenary \nmeeting; \n \n10. Further requests the President of the General Assembly, at the seventy-\nsecond session, to hold open, transparent and inclusive intergovernmental \nnegotiations with all Member States and intergovernmental organizations that have \nobserver status with the Assembly, through two co-facilitators to be appointed by the \nPresident, with a view to producing a short and concise political declaration for \nadoption at the opening plenary meeting of the Nelson Mandela Peace Summit; \n__________________ \n \n2 The list of proposed as well as final names will be brought to the attention of the General Assembly. \nWhere a name is objected to, the objecting Member State will, on a voluntary basis, make known \nto the Office of the President of the General Assembly the general basis of its objections and the \nOffice will share any information received with any Member State upon its request.  \n\nNelson Mandela Peace Summit \nA/RES/72/243\n \n3/3 \n17-23325 \n \n \n11. \nCalls upon the Secretary-General to submit a report on the state of global \npeace and security in line with the central mandates contained in the Charter to the \nGeneral Assembly at its seventy-fourth session. \n \n75th plenary meeting  \n22 December 2017 \n \n",
  "paragraphs": {
    "1": "Decides to convene a high-level plenary meeting of the General Assembly, to be known as the Nelson Mandela Peace Summit, a day before the start of the general debate of the Assembly at its seventy-third session, which will consist of an opening plenary meeting from 9.30 a.m. to 10.30 a.m. and a plenary meeting from 10.30 a.m. to 6. 00 p.m. focusing on global peace, in honour of the centenary of the birth of Nelson Mandela;",
    "2": "Declares that the high-level plenary meeting will be held in the General Assembly Hall;",
    "3": "Decides that the opening plenary meeting will feature statements by the President of the seventy-third session of the General Assembly, the Secretary- General, the Chairperson of the African Union Commission and an eminent person and a representative of civil society, both of whom are to be identified by the President of the Assembly;",
    "4": "Also decides that the plenary meetings will hear statements by Member States and all observers of the General Assembly, the list of speakers will be established in accordance with the rules of procedure and established practice of the Assembly and the time limits for statements will be three minutes for statements of individual delegations and five minutes for statements made on behalf of a group of States;",
    "5": "Invites all Member and observer States to participate in the high-level meeting at the highest possible level, preferably at the level of Heads of State and Government;",
    "6": "Also invites intergovernmental organizations and related entities that have observer status with the General Assembly to be represented at the highest possible level;",
    "7": "Further invites non-governmental organizations that are in consultative status with the Economic and Social Council with relevant expertise to register with the Secretariat to attend the high-level meeting;",
    "8": "Requests the President of the General Assembly to draw up a list of other relevant representatives of relevant non-governmental organizations, civil society organizations, academic institutions, the private sector, diaspora communities and migrant organizations that may attend and participate in the preparatory process, taking into account the principles of transparency and equitable geographical representation and with due regard to the meaningful participation of women, and to submit a list to Member States for their consideration on a non-objection basis;2",
    "9": "Also requests the President of the General Assembly, in consultation with Member States, to finalize the organizational arrangements for the high-level plenary meeting;",
    "10": "Further requests the President of the General Assembly, at the seventy- second session, to hold open, transparent and inclusive intergovernmental negotiations with all Member States and intergovernmental organizations that have observer status with the Assembly, through two co-facilitators to be appointed by the President, with a view to producing a short and concise political declaration for adoption at the opening plenary meeting of the Nelson Mandela Peace Summit; __________________ 2 The list of proposed as well as final names will be brought to the attention of the General Assembly. Where a name is objected to, the objecting Member State will, on a voluntary basis, make known to the Office of the President of the General Assembly the general basis of its objections and the Office will share any information received with any Member State upon its request. Nelson Mandela Peace Summit A/RES/72/243 3/3 17-23325",
    "11": "Calls upon the Secretary-General to submit a report on the state of global peace and security in line with the central mandates contained in the Charter to the General Assembly at its seventy-fourth session. 75th plenary meeting 22 December 2017"
  },
  "agenda_items": [
    "Item 65"
  ],
  "symbol_references": [
    "A/72/L.39"
  ]
}