{
  "symbol": "A/RES/79/241",
  "filename": "A_RES_79_241.pdf",
  "title": "79/241. Comprehensive study of the question of nuclear-weapon-free zones in all its aspects",
  "text": "United Nations \nA/RES/79/241\n \n \nGeneral Assembly \nDistr.: General \n31 December 2024 \n \n24-24619 (E)     \n*2424619* \n \n \nSeventy-ninth session \nAgenda item 98 \nGeneral and complete disarmament\n \n \n \n \n \n Resolution adopted by the General Assembly \non 24 December 2024 \n \n \n \n \n[on the report of the First Committee (A/79/408, para. 114)] \n \n \n 79/241. Comprehensive study of the question of nuclear-weapon-free zones \nin all its aspects \n \n \n \nThe General Assembly, \n \nReaffirming the conviction that, pending the total elimination of nuclear \nweapons, the maintenance of existing nuclear-weapon-free zones and the \nestablishment of new zones, including in the Middle East, promote global and \nregional peace and security, strengthen the nuclear non-proliferation regime and \ncontribute to the achievement of nuclear disarmament objectives, \n \nRecalling, including in this regard, the report of the Disarmament Commission \nin 1999 and its annex I, on principles and guidelines for establishing nuclear-weapon-\nfree zones,1 among them that such zones should be on the basis of arrangements freely \narrived at among States of the region and in conformity with the principles and rules \nof international law, \n \nStressing the importance of the nuclear-weapon-free zones established by the \nTreaty for the Prohibition of Nuclear Weapons in Latin America and the Caribbean,2 \nthe South Pacific Nuclear Free Zone Treaty, 3 the Treaty on the South-East Asia \nNuclear-Weapon-Free Zone,4 the African Nuclear-Weapon-Free Zone Treaty5 and the \nTreaty on a Nuclear-Weapon-Free Zone in Central Asia, 6 in order, inter alia, to \nachieve and maintain a world free of nuclear weapons, \n__________________ \n \n1  Official Records of the General Assembly, Fifty-fourth Session, Supplement No. 42 (A/54/42), \nannex I, sect. C. \n \n2  United Nations, Treaty Series, vol. 634, No. 9068. \n \n3  The United Nations Disarmament Yearbook, vol. 10: 1985 (United Nations publication, Sales \nNo. E.86.IX.7), appendix VII. \n \n4  United Nations, Treaty Series, vol. 1981, No. 33873. \n \n5  A/50/426, annex. \n \n6  United Nations, Treaty Series, vol. 2970, No. 51633. \n\nA/RES/79/241 \nComprehensive study of the question of nuclear-weapon-free zones \nin all its aspects\n \n24-24619\n2/3 \n \n \nStressing also the importance of Mongolia’s nuclear-weapon-free status, \n \nRecalling the relevance and importance of both the Treaty on Principles \nGoverning the Activities of States in the Exploration and Use of Outer Space, \nincluding the Moon and Other Celestial Bodies,7 and the Antarctic Treaty,8 \n \nNoting with satisfaction that all nuclear-weapon-free zones in the southern \nhemisphere and adjacent areas are now in force, \n \nBearing in mind that in article VII of the Treaty on the Non-Proliferation of \nNuclear Weapons9 it is stated that nothing in that Treaty affects the right of any group \nof States to conclude regional treaties in order to assure the total absence of nuclear \nweapons in their respective territories, \n \nUrging all States to continue to make concrete progress in strengthening all \nexisting nuclear-weapon-free zones, \n \nNoting with appreciation the call of the Secretary-General to strengthen and \nconsolidate nuclear-weapon-free zones, when presenting his proposal Securing Our \nCommon Future: An Agenda for Disarmament on 24 May 2018, \n \nRecalling its resolutions 3261 F (XXIX) of 9 December 1974 and 3472 (XXX) \nof 11 December 1975 concerning the comprehensive study of the question of nuclear-\nweapon-free zones in all its aspects, \n \nConvinced, almost five decades after the submission of the study, when only one \nnuclear-weapon-free zone had been established, of the need for a new comprehensive \nstudy of this issue in the light of developments in international law related to nuclear-\nweapon-free zones and the emergence of new nuclear-weapon-free zones in densely \npopulated areas, \n \nConsidering that nuclear-weapon-free zones could be strengthened by a new \ncomprehensive study of the question of nuclear-weapon-free zones in all its aspects, \n \n1. \nRequests the Secretary-General to convene a qualified group of up to 25 \nexperts, which is representative, based on the principle of equitable geographic \ndistribution and giving due regard to gender balance, to prepare a new comprehensive \nstudy of the question of nuclear-weapon-free zones, aimed at assessing the current \nstatus of existing and potential nuclear-weapon-free zones, as well as examining \noptions and recommendations towards strengthening existing zones and the possible \nestablishment of new zones, including in the Middle East; \n \n2. \nUnderlines the importance of the report of the Disarmament Commission \nin 1999 and its annex I, on principles and guidelines for establishing nuclear-weapon-\nfree zones, in the preparation of the study; \n \n3. \nRequests the Secretary-General to take the administrative measures \nnecessary for the establishment of the qualified group of experts during the eightieth \nsession of the General Assembly, including through a wide call for nominations from \nMember States, to work in New York for a period of three weeks divided into three \nmeetings, with the possibility of flexible arrangements, as well as two 2-day informal \nconsultative meetings, open-ended so that all Member States can engage in interactive \ndiscussions and share their views with the Chair of the group; \n \n4. \nAlso requests the Secretary-General to inform Member States that would \nnot have experts in the group that, upon prior notification, they would have the rights \n__________________ \n \n7  Ibid., vol. 610, No. 8843. \n \n8  Ibid., vol. 402, No. 5778. \n \n9  Ibid., vol. 729, No. 10485. \n\nComprehensive study of the question of nuclear-weapon-free zones \nin all its aspects \nA/RES/79/241\n \n3/3\n24-24619 \n \nof access to the meetings, of addressing the group and of submitting to it written \nmaterial; \n \n5. \nFurther requests the Secretary-General to seek the views of Member States \non the issues that belong to the scope of the aforementioned study and to submit a \nreport thereon before the end of the seventy-ninth session of the General Assembly; \n \n6. \nRequests the Secretary-General to seek the views of existing nuclear-\nweapon-free zones, regional organizations, organizations of the United Nations \nsystem with a special competence in disarmament and non-proliferation, disarmament \nand peace-related institutes and relevant non-governmental organizations to \ncommunicate their views on the issues that belong to the scope of the aforementioned \nstudy and submit a report thereon before the end of the seventy-ninth session of the \nGeneral Assembly; \n \n7. \nAlso requests the Secretary-General to transmit the study prepared by the \ngroup of qualified experts to the General Assembly at its eighty-first session; \n \n8. \nDecides to include in the provisional agenda of its eighty-first session an \nitem entitled “Comprehensive study of the question of nuclear-weapon-free zones”. \n \n55th (resumed) plenary meeting \n24 December 2024 \n \n",
  "paragraphs": {
    "1": "Requests the Secretary-General to convene a qualified group of up to 25 experts, which is representative, based on the principle of equitable geographic distribution and giving due regard to gender balance, to prepare a new comprehensive study of the question of nuclear-weapon-free zones, aimed at assessing the current status of existing and potential nuclear-weapon-free zones, as well as examining options and recommendations towards strengthening existing zones and the possible establishment of new zones, including in the Middle East;",
    "2": "Underlines the importance of the report of the Disarmament Commission in 1999 and its annex I, on principles and guidelines for establishing nuclear-weapon- free zones, in the preparation of the study;",
    "3": "Requests the Secretary-General to take the administrative measures necessary for the establishment of the qualified group of experts during the eightieth session of the General Assembly, including through a wide call for nominations from Member States, to work in New York for a period of three weeks divided into three meetings, with the possibility of flexible arrangements, as well as two 2-day informal consultative meetings, open-ended so that all Member States can engage in interactive discussions and share their views with the Chair of the group;",
    "4": "Also requests the Secretary-General to inform Member States that would not have experts in the group that, upon prior notification, they would have the rights __________________ 7 Ibid., vol. 610, No. 8843. 8 Ibid., vol. 402, No. 5778. 9 Ibid., vol. 729, No. 10485. Comprehensive study of the question of nuclear-weapon-free zones in all its aspects A/RES/79/241 3/3 24-24619 of access to the meetings, of addressing the group and of submitting to it written material;",
    "5": "Further requests the Secretary-General to seek the views of Member States on the issues that belong to the scope of the aforementioned study and to submit a report thereon before the end of the seventy-ninth session of the General Assembly;",
    "6": "Requests the Secretary-General to seek the views of existing nuclear- weapon-free zones, regional organizations, organizations of the United Nations system with a special competence in disarmament and non-proliferation, disarmament and peace-related institutes and relevant non-governmental organizations to communicate their views on the issues that belong to the scope of the aforementioned study and submit a report thereon before the end of the seventy-ninth session of the General Assembly;",
    "7": "Also requests the Secretary-General to transmit the study prepared by the group of qualified experts to the General Assembly at its eighty-first session;",
    "8": "Decides to include in the provisional agenda of its eighty-first session an item entitled “Comprehensive study of the question of nuclear-weapon-free zones”. 55th (resumed) plenary meeting 24 December 2024"
  },
  "agenda_items": [
    "Item 98"
  ],
  "symbol_references": []
}