{
  "symbol": "A/RES/78/109",
  "filename": "A_RES_78_109.pdf",
  "title": "78/109. Peremptory norms of general international law (jus cogens)",
  "text": "United Nations \nA/RES/78/109\n \n \nGeneral Assembly \nDistr.: General \n11 December 2023 \n \n23-24958 (E)    211223 \n*2324958* \n \n \nSeventy-eighth session \nAgenda item 79 \nReport of the International Law Commission on the work \nof its seventy-third and seventy-fourth sessions \n \n \n \n \n Resolution adopted by the General Assembly \non 7 December 2023 \n \n \n \n \n[on the report of the Sixth Committee (A/78/435, para. 11)] \n \n \n 78/109. Peremptory norms of general international law (jus cogens) \n \n \n \nThe General Assembly, \n \nHaving considered chapter IV of the report of the International Law \nCommission on the work of its seventy-third session, 1  which contains the draft \nconclusions on identification and legal consequences of peremptory norms of general \ninternational law (jus cogens), with their annex, \n \nTaking note of the recommendation of the International Law Commission \ncontained in paragraph 41 of its report,2 \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nNoting that the subject of identification and legal consequences of peremptory \nnorms of general international law (jus cogens) is of major importance in international \nrelations, \n \n1. \nWelcomes the conclusion of the work of the International Law Commission \non peremptory norms of general international law (jus cogens), and takes note of the \nadoption by the Commission of the draft conclusions on identification and legal \nconsequences of peremptory norms of general international law (jus cogens) and the \nannex and commentaries thereto;3 \n \n2. \nExpresses its appreciation to the International Law Commission for its \ncontinuing contribution to the codification and progressive development of \ninternational law; \n__________________ \n \n1 Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 10 \n(A/77/10). \n \n2 Ibid., para. 41. \n \n3 Ibid., para. 44. \n\nA/RES/78/109 \nPeremptory norms of general international law (jus cogens)\n \n23-24958\n2/2 \n \n \n3. \nTakes note of the draft conclusions on identification and legal \nconsequences of peremptory norms of general international law (jus cogens) and the \nannex and commentaries thereto; \n \n4. \nAlso takes note of the range of comments and observations on the draft \nconclusions on identification and legal consequences of peremptory norms of general \ninternational law (jus cogens) and the annex and commentaries thereto, whether \nsubmitted in writing by Governments or expressed in debates of the Sixth Committee,4 \nincluding those made at the seventy-seventh session of the General Assembly. \n \n45th plenary meeting \n7 December 2023 \n \n__________________ \n \n4 The written comments of the Governments are available on the website of the International Law \nCommission, at https://legal.un.org/ilc/guide/1_14.shtml. The statements made in the Sixth \nCommittee are available in full (in the original languages) on the website of the Sixth \nCommittee, at www.un.org/en/ga/sixth/. \n",
  "paragraphs": {
    "1": "Welcomes the conclusion of the work of the International Law Commission on peremptory norms of general international law (jus cogens), and takes note of the adoption by the Commission of the draft conclusions on identification and legal consequences of peremptory norms of general international law (jus cogens) and the annex and commentaries thereto;3",
    "2": "Expresses its appreciation to the International Law Commission for its continuing contribution to the codification and progressive development of international law; __________________ 1 Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 10 (A/77/10). 2 Ibid., para. 41. 3 Ibid., para. 44. A/RES/78/109 Peremptory norms of general international law (jus cogens) 23-24958 2/2",
    "3": "Takes note of the draft conclusions on identification and legal consequences of peremptory norms of general international law (jus cogens) and the annex and commentaries thereto;",
    "4": "Also takes note of the range of comments and observations on the draft conclusions on identification and legal consequences of peremptory norms of general international law (jus cogens) and the annex and commentaries thereto, whether submitted in writing by Governments or expressed in debates of the Sixth Committee,4 including those made at the seventy-seventh session of the General Assembly. 45th plenary meeting 7 December 2023 __________________ 4 The written comments of the Governments are available on the website of the International Law Commission, at https://legal.un.org/ilc/guide/1_14.shtml. The statements made in the Sixth Committee are available in full (in the original languages) on the website of the Sixth Committee, at www.un.org/en/ga/sixth/."
  },
  "agenda_items": [
    "Item 79"
  ],
  "symbol_references": []
}