{
  "symbol": "A/RES/72/121",
  "filename": "A_RES_72_121.pdf",
  "title": "72/121. Effects of armed conflicts on treaties",
  "text": "United Nations \nA/RES/72/121\n \n \nGeneral Assembly \nDistr.: General \n18 December 2017 \n \n17-22163 (E)    201217 \n*1722163* \n \n \nSeventy-second session \nAgenda item 86 \n \n \n \n \n Resolution adopted by the General Assembly \non 7 December 2017 \n \n \n \n \n[on the report of the Sixth Committee (A/72/465)] \n \n \n 72/121. Effects of armed conflicts on treaties  \n \n \n \nThe General Assembly, \n \nRecalling its resolution 66/99 of 9 December 2011, in which it took note of \nand commended to the attention of Governments the articles on the effects of armed \nconflicts on treaties contained in the annex to that resolution, and its \nresolution 69/125 of 10 December 2014,  \n \nRecalling also that the International Law Commission decided to recommend \nto the General Assembly that it take note of the draft articles on the effects of armed \nconflicts on treaties in a resolution and annex them to that resolution, and that it \nconsider, at a later stage, the elaboration of a convention on the basis of the draft \narticles,1 \n \nEmphasizing the continuing importance of the codification and progressive \ndevelopment of international law, as referred to in Article 13, paragraph 1 (a), of the \nCharter of the United Nations, \n \nNoting that the subject of the effects of armed conflicts on treaties is of major \nimportance in the relations of States, \n \nTaking note of the comments of Governments2 and the discussion in the Sixth \nCommittee at the sixty-ninth and seventy-second sessions of the General Assembly \non this topic,3 \n \n1. \nExpresses its appreciation to the International Law Commission for its \ncontinuing contribution to the codification and progressive development of \ninternational law; \n__________________ \n \n1  Official Records of the General Assembly, Sixty-sixth Session, Supplement No. 10 (A/66/10), \npara. 97. \n \n2  See A/72/96. \n \n3  See A/C.6/69/SR.18 and A/C.6/72/SR.17. \n\nA/RES/72/121 \nEffects of armed conflicts on treaties\n \n17-22163 \n2/2 \n \n \n2. \nEmphasizes the value of the articles on the effects of armed conflicts on \ntreaties4 in providing guidance to States, and invites States to use the articles as a \nreference whenever appropriate; \n \n3. \nDecides that it will revert to the question of the effects of armed conflicts \non treaties at an appropriate time. \n \n67th plenary meeting  \n7 December 2017 \n \n__________________ \n \n4  Resolution 66/99, annex. \n",
  "paragraphs": {
    "1": "Expresses its appreciation to the International Law Commission for its continuing contribution to the codification and progressive development of international law;",
    "2": "Emphasizes the value of the articles on the effects of armed conflicts on treaties4 in providing guidance to States, and invites States to use the articles as a reference whenever appropriate;",
    "3": "Decides that it will revert to the question of the effects of armed conflicts on treaties at an appropriate time."
  },
  "agenda_items": [
    "Item 86"
  ],
  "symbol_references": []
}