{
  "symbol": "A/RES/79/24",
  "filename": "A_RES_79_24.pdf",
  "title": "79/24. Treaty on a Nuclear-Weapon-Free Zone in Central Asia",
  "text": "United Nations \nA/RES/79/24\n \n \nGeneral Assembly \nDistr.: General \n20 December 2024 \n \n24-23029 (E) \n*2423029* \n \n \nSeventy-ninth session \nAgenda item 98 (n) \nGeneral and complete disarmament: Treaty on a \nNuclear-Weapon-Free Zone in Central Asia \n \n \n \n Resolution adopted by the General Assembly \non 2 December 2024 \n \n \n \n \n[on the report of the First Committee (A/79/408, para. 114)] \n \n \n \n79/24. Treaty on a Nuclear-Weapon-Free Zone in Central Asia \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 65/49 of 8 December 2010, 67/31 of 3 December 2012, \n69/36 of 2 December 2014, 71/65 of 5 December 2016, 73/58 of 5 December 2018, \n75/67 of 7 December 2020 and 77/70 of 7 December 2022,  \n \nRecalling also the declaration of the territory of the Central Asian countries by \nits resolution 76/299 of 28 July 2022 as the zone of peace, trust and cooperation of \nCentral Asia,  \n \nConvinced that the establishment of nuclear-weapon-free zones contributes to \nthe achievement of general and complete disarmament, and emphasizing the \nimportance of internationally recognized treaties on the establishment of such zones \nin different regions of the world in the strengthening of the non-proliferation regime,  \n \nConsidering that the Treaty on a Nuclear-Weapon-Free Zone in Central Asia,1 \non the basis of arrangements freely arrived at among the States of the region, 2 \nconstitutes an important step towards strengthening the nuclear non-proliferation \nregime and ensuring regional and international peace and security,  \n \nConsidering also that the Treaty is an effective contribution to combating \ninternational terrorism and preventing nuclear materials and technologies from falling \ninto the hands of non-State actors, primarily terrorists,  \n \nReaffirming the universally recognized role of the United Nations in the \nestablishment of nuclear-weapon-free zones,  \n \nEmphasizing the role of the Treaty in promoting cooperation in the peaceful uses \nof nuclear energy and in the environmental rehabilitation of territories affected by \n__________________ \n \n1  United Nations, Treaty Series, vol. 2970, No. 51633. \n \n2  Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan. \n\nA/RES/79/24 \nTreaty on a Nuclear-Weapon-Free Zone in Central Asia\n \n24-23029\n2/2 \n \nradioactive contamination, and the importance of stepping up efforts to ensure the \nsafe and reliable storage of radioactive waste in the Central Asian States,  \n \nRecognizing the importance of the Treaty, and emphasizing its significance in \nthe attainment of peace and security,  \n \nNoting with appreciation the initiatives of the countries of Central Asia in the \nfield of disarmament and non-proliferation, in particular the proclamations of the \nInternational Day against Nuclear Tests on 29 August and the International Day for \nDisarmament and Non-Proliferation Awareness on 5 March,  \n \n1. \nWelcomes the entry into force on 21 March 2009 of the Treaty on a \nNuclear-Weapon-Free Zone in Central Asia;  \n \n2. \nAlso welcomes the signing of the Protocol to the Treaty on a Nuclear- \nWeapon-Free Zone in Central Asia3 on 6 May 2014 by nuclear-weapon States and the \nratification of this instrument by four of them, and calls for early completion of the \nratification process;  \n \n3. \nFurther welcomes the submission at the 2020 Review Conference of the \nParties to the Treaty on the Non-Proliferation of Nuclear Weapons of two working \npapers, on the Treaty and on the environmental consequences of uranium mining;  \n \n4. \nWelcomes the convening of consultative meetings of States parties to the \nTreaty, on 15 October 2009 in Ashgabat, 15 March 2011 in Tashkent, 12 June 2012 in \nAstana, 27 June 2013 in Astana, 25 July 2014 in Almaty, Kazakhstan, 27 February \n2015 in Bishkek and 11 April 2019 in Nur-Sultan, which identified joint activities by \nthe Central Asian States to ensure the fulfilment of the obligations set out in the Treaty \nand to develop cooperation on disarmament issues with international bodies, as well \nas the adoption of an action plan of the States parties to the Treaty to strengthen \nnuclear security, prevent the proliferation of nuclear materials and counter nuclear \nterrorism in Central Asia;  \n \n5. \nAlso welcomes the convening of the fifteenth anniversary meeting of States \nparties to the Treaty in Ashgabat in the last quarter of 2024, with the focus on \nenhancing cooperation between existing nuclear-weapon-free zones to promote \nglobal and regional peace and security by strengthening the nuclear non-proliferation \nregime;  \n \n6. \nDecides to include in the provisional agenda of its eighty-first session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Treaty on a Nuclear-Weapon-Free Zone in Central Asia”.  \n \n43rd plenary meeting \n2 December 2024 \n \n__________________ \n \n3  United Nations, Treaty Series, vol. 2970, No. 51633. \n",
  "paragraphs": {
    "1": "Welcomes the entry into force on 21 March 2009 of the Treaty on a Nuclear-Weapon-Free Zone in Central Asia;",
    "2": "Also welcomes the signing of the Protocol to the Treaty on a Nuclear- Weapon-Free Zone in Central Asia3 on 6 May 2014 by nuclear-weapon States and the ratification of this instrument by four of them, and calls for early completion of the ratification process;",
    "3": "Further welcomes the submission at the 2020 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons of two working papers, on the Treaty and on the environmental consequences of uranium mining;",
    "4": "Welcomes the convening of consultative meetings of States parties to the Treaty, on 15 October 2009 in Ashgabat, 15 March 2011 in Tashkent, 12 June 2012 in Astana, 27 June 2013 in Astana, 25 July 2014 in Almaty, Kazakhstan, 27 February 2015 in Bishkek and 11 April 2019 in Nur-Sultan, which identified joint activities by the Central Asian States to ensure the fulfilment of the obligations set out in the Treaty and to develop cooperation on disarmament issues with international bodies, as well as the adoption of an action plan of the States parties to the Treaty to strengthen nuclear security, prevent the proliferation of nuclear materials and counter nuclear terrorism in Central Asia;",
    "5": "Also welcomes the convening of the fifteenth anniversary meeting of States parties to the Treaty in Ashgabat in the last quarter of 2024, with the focus on enhancing cooperation between existing nuclear-weapon-free zones to promote global and regional peace and security by strengthening the nuclear non-proliferation regime;",
    "6": "Decides to include in the provisional agenda of its eighty-first session, under the item entitled “General and complete disarmament”, the sub-item entitled “Treaty on a Nuclear-Weapon-Free Zone in Central Asia”. 43rd plenary meeting 2 December 2024 __________________ 3 United Nations, Treaty Series, vol. 2970, No. 51633."
  },
  "agenda_items": [
    "Item 98"
  ],
  "symbol_references": []
}