{
  "symbol": "A/RES/73/1",
  "filename": "A_RES_73_1.pdf",
  "title": "73/1. Political declaration adopted at the Nelson Mandela Peace Summit",
  "text": "United Nations \nA/RES/73/1\n \n \nGeneral Assembly \nDistr.: General \n3 October 2018 \n \n18-16267 (E)    051018 \n*1816267* \n \n \nSeventy-third session \nAgenda item 66 \n \n \n \n \n Resolution adopted by the General Assembly \non 24 September 2018 \n \n \n \n \n[without reference to a Main Committee (A/73/L.1)] \n \n \n \n73/1. Political declaration adopted at the Nelson Mandela Peace Summit \n \n \n \nThe General Assembly \n \nAdopts the following political declaration: \n \n \n \n Political declaration adopted at the Nelson Mandela Peace Summit \n \n \n1. \nWe, Heads of State and Government and representatives of States and \nGovernments, are meeting at United Nations Headquarters in New York on \n24 September 2018, at the Nelson Mandela Peace Summit to reflect on global peace, \nin honour of the centenary of the birth of Nelson Mandela.  \n2. \nWe salute his qualities of humility, forgiveness and compassion, his values and \nhis dedication to the service of humanity, as a humanitarian, in the fields of conflict \nresolution, disarmament, race relations, the promotion and protection of human \nrights, reconciliation, gender equality, the rights of children and people in vulnerable \nsituations, as well as the upliftment of poor and underdeveloped communities. We \nacknowledge his contribution to the struggle for democracy internationally and the \npromotion of a culture of peace throughout the world.  \n3. \nWe commit to redouble our efforts to build a just, peaceful, prosperous, \ninclusive and fair world, and to revive the values for which Nelson Mandela stood by \nplacing human dignity at the centre of our actions. We commit to demonstrating \nmutual respect, tolerance, understanding and reconciliation in our relations. \n4. \nWe recognize that the world has changed significantly since the founding of the \nUnited Nations, and acknowledge that global peace eludes us to this day. We, the \nleaders of the world today, more than ever assume a special responsibility for our \nwords and actions in shaping a world free of fear and want. Conflict is born out of the \nminds of humanity, and we are the people who can find sustainable solutions to bring \na lasting peace, today and for future generations. We recognize the importance of our \n\nA/RES/73/1 \nPolitical declaration adopted at the Nelson Mandela Peace Summit\n \n18-16267\n2/5 \n \naddressing threats to global peace and security, including challenges to the primacy \nof multilateralism. \n5. \nWe reaffirm the purposes and principles of the Charter of the United Nations \nand the Universal Declaration of Human Rights 1 that serve as our common and \nuniversal vision. As we observe the seventieth anniversary of the Declaration, we \nrecall its foundational principle that all human beings are born free and equal in \ndignity and rights, and are endowed with reason and conscience and should act \ntowards one another in a spirit of brotherhood.  \n6. \nWe also reaffirm our commitment to uphold the sovereign equality of all States, \nrespect for their territorial integrity and political independence and the duty of \nMember States to refrain in their international relations from the threat or use of force \nin any manner inconsistent with the purposes and principles of the United Nations, \nand to uphold the resolution of disputes by peaceful means and in conformity with \nthe principles of justice and international law, the right to self-determination of \npeoples which remain under colonial domination or foreign occupation, \nnon-interference in the internal affairs of States, respect for human rights and \nfundamental freedoms, respect for the equal rights of all without distinction as to race, \nsex, language or religion, international cooperation in solving international problems \nof an economic, social, cultural or humanitarian character and the fulfilment in good \nfaith of the obligations assumed in accordance with the Charter.  \n7. \nWe recognize that peace and security, development and human rights are the \npillars of the United Nations system and the foundations for collective security and \nwell-being, and recognize that development, peace and security and human rights are \ninterlinked and mutually reinforcing.  \n8. \nWe reaffirm the 2030 Agenda for Sustainable Development 2 and recognize that \neradicating poverty in all its forms and dimensions, including extreme poverty, is the \ngreatest global challenge and an indispensable requirement for sustainable \ndevelopment. We remain committed to achieving sustainable development in its three \ndimensions – economic, social and environmental – in a balanced and integrated \nmanner. Sustainable development cannot be realized without peace and security, and \npeace and security will be at risk without sustainable development. We reaffirm our \npledge that no one will be left behind. \n9. \nWe recognize that respect for the inherent dignity and the equal and inalienable \nrights, as well as the fundamental freedoms, of all members of the human family is \nthe foundation of inclusivity, justice and peace in the world. We declare that racism, \nracial discrimination, xenophobia and related intolerance represent the very opposite \nof the noble purposes of the United Nations. We recognize that tolerance of cultural, \nethnic, racial and religious diversity is essential for lasting peace, understanding and \nfriendship among peoples, nations, civilizations, cultures and individuals. We all \nconstitute one human family. We therefore commit to not let our differences limit our \ncommon purpose and universal vision, to build on what unites us and to explore \ncreative ways to bridge what divides us. \n10. We resolve to move beyond words in the promotion of peaceful, just, inclusive \nand non-discriminatory societies, stressing the importance of the equal participation \nand full involvement of women and the meaningful participation of youth in all efforts \nfor the maintenance and promotion of peace and security, and to redouble our efforts \nto ensure that women, youth and children are free from all forms of violence, fear, \ndiscrimination and abuse. \n__________________ \n \n1  Resolution 217 A (III). \n \n2  Resolution 70/1. \n\nPolitical declaration adopted at the Nelson Mandela Peace Summit \nA/RES/73/1\n \n3/5\n18-16267 \n \n11. \nWe recognize the contribution of women to the advancement of societies and \ntheir contribution to the prevention and resolution of conflicts at different levels. We \nare committed to the promotion and protection of, and respect for, the human rights \nof all women and girls, working to ensure full gender equality and the elimination of \nall forms of discrimination and violence against women and girls, as well as \nempowering them to realize their full potential. \n12. We resolve to ensure the protection, rights and well-being of children, especially \nin armed conflict, so they can realize their dreams and grow up without fear, \ndiscrimination and exclusion. Protecting children contributes to breaking the cycle of \nviolence and sows the seeds for future peace. \n13. We affirm the responsibility of each individual State to protect its population \nfrom genocide, war crimes, ethnic cleansing and crimes against humanity, and \nrecognize the need to mobilize the collective wisdom, capabilities and political will \nof the international community to encourage and help States to exercise this \nresponsibility at their request. We need to strengthen our capacities to prevent, contain \nor end conflicts in accordance with the Charter and international law. \n14. We acknowledge the incontrovertible truth that conflict is in all ways more \ncostly than preventive diplomacy. No effort should be spared to settle conflicts \nthrough peaceful means. We therefore express our full support for the work of the \nUnited Nations and strive to support peace processes, conflict prevention and \nresolution efforts, peacebuilding and post-conflict reconstruction and development.  \n15. We encourage parties to armed conflict to take immediate, concrete measures to \nend cycles of conflict and to prevent relapse. We recognize the role of multiple actors \nin armed conflict, including non-State actors, and urge all parties to comply with their \nobligations under international law, including international humanitarian law. We \ndeclare our good offices available to those who need them. \n16. We recognize that there is no single template for peace, but there is a long and \nvaried history of the successful and unsuccessful resolution of conflicts that can serve \nas best practices for the negotiated settlement and peaceful resolution of conflicts. We \ncommit to making available our best practice to those who seek different models for \npeace. Dialogue is key, and courage is needed to take the first steps to build trust and \ngain momentum. We therefore declare our full support to good-faith negotiations. \n17. In this regard, we note that the United Nations and regional and subregional \norganizations have a multitude of tools and mechanisms to support peace, and express \nour desire to continue to review the effectiveness of the tools at our disposal to address \nthe armed conflicts at hand. We commit to ensuring that lines of communication are \nmaintained between parties during conflict resolution efforts to prevent unnecessary \nescalation and loss of trust. We commit to finding credible interlocutors to engage \nwith all the parties to an armed conflict to ensure a just and lasting peace.  \n18. We acknowledge that civil society can play an important role in preventing \nconflicts, contributing to peacebuilding and advancing efforts to sustain peace. We \nalso recognize that, depending on the nature of the conflict, a wide range of good \noffices exist that can play an important role across the peace continuum, including \ncurrent and former Heads of State and Government, groups such as the Elders, the \nAfrican Union Panel of the Wise, traditional leaders, religious leaders, cultural \nleaders, community leaders, business leaders, women’s and youth representatives, \nacademics, sports personalities and celebrities. Sports and the arts in particular have \nthe power to change perceptions, prejudices and behaviours, as well as to inspire \npeople, break down racial and political barriers, combat discrimination and defuse \nconflict. \n\nA/RES/73/1 \nPolitical declaration adopted at the Nelson Mandela Peace Summit\n \n18-16267\n4/5 \n \n19. We emphasize the importance of a comprehensive approach to sustaining peace, \nin particular by preventing conflict and addressing its root causes, strengthening the \nrule of law at the international and national levels and promoting sustained and \nsustainable economic growth, poverty eradication, social development, sustainable \ndevelopment, national reconciliation and unity, including through inclusive dialogue \nand mediation, access to justice and transitional justice, accountability, good \ngovernance, democracy, accountable institutions, gender equality, and respect for, and \nprotection of, human rights and fundamental freedoms. We reaffirm the importance \nof national ownership and leadership in peacebuilding, whereby the responsibility for \nsustaining peace is broadly shared by the Government and all other national \nstakeholders.  \n20. It is clear that lasting peace is not realized just by the absence of armed conflict, \nbut is achieved through a continuing positive, dynamic, inclusive and participatory \nprocess of dialogue and engagement that resolves all outstanding issues in a spirit of \nmutual respect and understanding, cooperation and long-term vision. We recognize \nthat, to prevent the recurrence of crises and ensure social cohesion, ownership and \ninclusiveness, ending impunity and ensuring accountability, including through \ninternational justice mechanisms, transitional justice and reconciliation, are key to \npost-conflict nation-building and development.  \n21. We recognize that peacebuilding and sustaining peace require significant post-\nconflict support for moving towards recovery, reconstruction and development. The \ncycle of conflict should not be allowed to continue, including through the unintended \nconsequences of the premature withdrawal of support and international attention. \nSustainable peace requires sustained attention, commitment and investment. \n22. We welcome the example set by South Africa in unilaterally dismantling its \nnuclear-weapon programme and recall the firm plea made by Nelson Mandela in \nfavour of the total elimination of nuclear weapons. \n23. Our common humanity demands that we make the impossible possible. We seek \nthe conversion of hearts and minds that can make a difference for future generations. \nWe therefore: \n \n(a) \nRecognize the period from 2019 to 2028 as the Nelson Mandela Decade \nof Peace and call upon all Member States to redouble their efforts to pursue \ninternational peace and security, development and human rights in the Decade; 3  \n \n(b) \nWelcome the establishment of the High-level Advisory Board on \nMediation and encourage its further efforts and contribution to the maintenance of \ninternational peace and security and the prevention of armed conflicts, including \nthrough the use of its good offices; \n \n(c) \nReaffirm the aims of the United Nations Nelson Rolihlahla Mandela Prize \nand the United Nations Prize in the Field of Human Rights, and encourage the \nPresident of the General Assembly and the Secretary-General to work together to raise \nawareness of these prizes in order to strengthen the recognition and celebration by \nthe United Nations of its values, purposes and principles, which reflect the values for \nwhich Nelson Mandela stood;  \n \n(d) \nRecommend, in the spirit of Nelson Mandela’s legacy and recognizing the \nintergenerational pledge of dignity and security which underpins the Charter, that the \nUnited Nations explore means to systematically consider the needs of present and \n__________________ \n \n3  Member States are encouraged to continue activities in support of the Nelson Mandela Decade of \nPeace through voluntary contributions. \n\nPolitical declaration adopted at the Nelson Mandela Peace Summit \nA/RES/73/1\n \n5/5\n18-16267 \n \nfuture generations, including through intergenerational dialogue, in its decision-\nmaking processes. \n24. As we rise from the General Assembly today, we collectively hold ourselves \naccountable to the values and principles of the present declaration, to strive for a just, \npeaceful, prosperous, democratic, fair, equitable and inclusive world. We call upon \nour people to celebrate the richness of our diversity and the collective creativity and \nwisdom of our elders, and the well-being and survival of Mother Earth, and call upon \nour youth, artists, sports personalities, musicians and poets to breathe new life into \nthe values and principles of the United Nations. \n \n4th plenary meeting  \n24 September 2018  \n \n",
  "paragraphs": {
    "1": "We, Heads of State and Government and representatives of States and Governments, are meeting at United Nations Headquarters in New York on 24 September 2018, at the Nelson Mandela Peace Summit to reflect on global peace, in honour of the centenary of the birth of Nelson Mandela.",
    "2": "We salute his qualities of humility, forgiveness and compassion, his values and his dedication to the service of humanity, as a humanitarian, in the fields of conflict resolution, disarmament, race relations, the promotion and protection of human rights, reconciliation, gender equality, the rights of children and people in vulnerable situations, as well as the upliftment of poor and underdeveloped communities. We acknowledge his contribution to the struggle for democracy internationally and the promotion of a culture of peace throughout the world.",
    "3": "We commit to redouble our efforts to build a just, peaceful, prosperous, inclusive and fair world, and to revive the values for which Nelson Mandela stood by placing human dignity at the centre of our actions. We commit to demonstrating mutual respect, tolerance, understanding and reconciliation in our relations.",
    "4": " addressing threats to global peace and security, including challenges to the primacy of multilateralism.",
    "5": "We reaffirm the purposes and principles of the Charter of the United Nations and the Universal Declaration of Human Rights 1 that serve as our common and universal vision. As we observe the seventieth anniversary of the Declaration, we recall its foundational principle that all human beings are born free and equal in dignity and rights, and are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.",
    "6": "We also reaffirm our commitment to uphold the sovereign equality of all States, respect for their territorial integrity and political independence and the duty of Member States to refrain in their international relations from the threat or use of force in any manner inconsistent with the purposes and principles of the United Nations, and to uphold the resolution of disputes by peaceful means and in conformity with the principles of justice and international law, the right to self-determination of peoples which remain under colonial domination or foreign occupation, non-interference in the internal affairs of States, respect for human rights and fundamental freedoms, respect for the equal rights of all without distinction as to race, sex, language or religion, international cooperation in solving international problems of an economic, social, cultural or humanitarian character and the fulfilment in good faith of the obligations assumed in accordance with the Charter.",
    "7": "We recognize that peace and security, development and human rights are the pillars of the United Nations system and the foundations for collective security and well-being, and recognize that development, peace and security and human rights are interlinked and mutually reinforcing.",
    "8": "We reaffirm the 2030 Agenda for Sustainable Development 2 and recognize that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development. We remain committed to achieving sustainable development in its three dimensions – economic, social and environmental – in a balanced and integrated manner. Sustainable development cannot be realized without peace and security, and peace and security will be at risk without sustainable development. We reaffirm our pledge that no one will be left behind.",
    "9": "We recognize that respect for the inherent dignity and the equal and inalienable rights, as well as the fundamental freedoms, of all members of the human family is the foundation of inclusivity, justice and peace in the world. We declare that racism, racial discrimination, xenophobia and related intolerance represent the very opposite of the noble purposes of the United Nations. We recognize that tolerance of cultural, ethnic, racial and religious diversity is essential for lasting peace, understanding and friendship among peoples, nations, civilizations, cultures and individuals. We all constitute one human family. We therefore commit to not let our differences limit our common purpose and universal vision, to build on what unites us and to explore creative ways to bridge what divides us.",
    "10": "We resolve to move beyond words in the promotion of peaceful, just, inclusive and non-discriminatory societies, stressing the importance of the equal participation and full involvement of women and the meaningful participation of youth in all efforts for the maintenance and promotion of peace and security, and to redouble our efforts to ensure that women, youth and children are free from all forms of violence, fear, discrimination and abuse.",
    "11": "We recognize the contribution of women to the advancement of societies and their contribution to the prevention and resolution of conflicts at different levels. We are committed to the promotion and protection of, and respect for, the human rights of all women and girls, working to ensure full gender equality and the elimination of all forms of discrimination and violence against women and girls, as well as empowering them to realize their full potential.",
    "12": "We resolve to ensure the protection, rights and well-being of children, especially in armed conflict, so they can realize their dreams and grow up without fear, discrimination and exclusion. Protecting children contributes to breaking the cycle of violence and sows the seeds for future peace.",
    "13": "We affirm the responsibility of each individual State to protect its population from genocide, war crimes, ethnic cleansing and crimes against humanity, and recognize the need to mobilize the collective wisdom, capabilities and political will of the international community to encourage and help States to exercise this responsibility at their request. We need to strengthen our capacities to prevent, contain or end conflicts in accordance with the Charter and international law.",
    "14": "We acknowledge the incontrovertible truth that conflict is in all ways more costly than preventive diplomacy. No effort should be spared to settle conflicts through peaceful means. We therefore express our full support for the work of the United Nations and strive to support peace processes, conflict prevention and resolution efforts, peacebuilding and post-conflict reconstruction and development.",
    "15": "We encourage parties to armed conflict to take immediate, concrete measures to end cycles of conflict and to prevent relapse. We recognize the role of multiple actors in armed conflict, including non-State actors, and urge all parties to comply with their obligations under international law, including international humanitarian law. We declare our good offices available to those who need them.",
    "16": "We recognize that there is no single template for peace, but there is a long and varied history of the successful and unsuccessful resolution of conflicts that can serve as best practices for the negotiated settlement and peaceful resolution of conflicts. We commit to making available our best practice to those who seek different models for peace. Dialogue is key, and courage is needed to take the first steps to build trust and gain momentum. We therefore declare our full support to good-faith negotiations.",
    "17": "In this regard, we note that the United Nations and regional and subregional organizations have a multitude of tools and mechanisms to support peace, and express our desire to continue to review the effectiveness of the tools at our disposal to address the armed conflicts at hand. We commit to ensuring that lines of communication are maintained between parties during conflict resolution efforts to prevent unnecessary escalation and loss of trust. We commit to finding credible interlocutors to engage with all the parties to an armed conflict to ensure a just and lasting peace.",
    "18": "",
    "19": "We emphasize the importance of a comprehensive approach to sustaining peace, in particular by preventing conflict and addressing its root causes, strengthening the rule of law at the international and national levels and promoting sustained and sustainable economic growth, poverty eradication, social development, sustainable development, national reconciliation and unity, including through inclusive dialogue and mediation, access to justice and transitional justice, accountability, good governance, democracy, accountable institutions, gender equality, and respect for, and protection of, human rights and fundamental freedoms. We reaffirm the importance of national ownership and leadership in peacebuilding, whereby the responsibility for sustaining peace is broadly shared by the Government and all other national stakeholders.",
    "20": "It is clear that lasting peace is not realized just by the absence of armed conflict, but is achieved through a continuing positive, dynamic, inclusive and participatory process of dialogue and engagement that resolves all outstanding issues in a spirit of mutual respect and understanding, cooperation and long-term vision. We recognize that, to prevent the recurrence of crises and ensure social cohesion, ownership and inclusiveness, ending impunity and ensuring accountability, including through international justice mechanisms, transitional justice and reconciliation, are key to post-conflict nation-building and development.",
    "21": "We recognize that peacebuilding and sustaining peace require significant post- conflict support for moving towards recovery, reconstruction and development. The cycle of conflict should not be allowed to continue, including through the unintended consequences of the premature withdrawal of support and international attention. Sustainable peace requires sustained attention, commitment and investment.",
    "22": "We welcome the example set by South Africa in unilaterally dismantling its nuclear-weapon programme and recall the firm plea made by Nelson Mandela in favour of the total elimination of nuclear weapons.",
    "23": "Our common humanity demands that we make the impossible possible. We seek the conversion of hearts and minds that can make a difference for future generations. We therefore: (a) Recognize the period from 2019 to 2028 as the Nelson Mandela Decade of Peace and call upon all Member States to redouble their efforts to pursue international peace and security, development and human rights in the Decade; 3 (b) Welcome the establishment of the High-level Advisory Board on Mediation and encourage its further efforts and contribution to the maintenance of international peace and security and the prevention of armed conflicts, including through the use of its good offices; (c) Reaffirm the aims of the United Nations Nelson Rolihlahla Mandela Prize and the United Nations Prize in the Field of Human Rights, and encourage the President of the General Assembly and the Secretary-General to work together to raise awareness of these prizes in order to strengthen the recognition and celebration by the United Nations of its values, purposes and principles, which reflect the values for which Nelson Mandela stood; (d) Recommend, in the spirit of Nelson Mandela’s legacy and recognizing the intergenerational pledge of dignity and security which underpins the Charter, that the United Nations explore means to systematically consider the needs of present and future generations, including through intergenerational dialogue, in its decision- making processes.",
    "24": "As we rise from the General Assembly today, we collectively hold ourselves accountable to the values and principles of the present declaration, to strive for a just, peaceful, prosperous, democratic, fair, equitable and inclusive world. We call upon our people to celebrate the richness of our diversity and the collective creativity and wisdom of our elders, and the well-being and survival of Mother Earth, and call upon our youth, artists, sports personalities, musicians and poets to breathe new life into the values and principles of the United Nations."
  },
  "agenda_items": [
    "Item 66"
  ],
  "symbol_references": [
    "A/73/L.1"
  ]
}