{
  "symbol": "A/RES/75/326",
  "filename": "A_RES_75_326.pdf",
  "title": "75/326. Modalities for the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity”",
  "text": "United Nations \nA/RES/75/326\n \n \nGeneral Assembly \nDistr.: General \n15 September 2021 \n \n21-12808 (E)    200921 \n*2112808* \n \n \nSeventy-fifth session \nAgenda item 19 \nSustainable development  \n \n \n \n \n Resolution adopted by the General Assembly \non 10 September 2021 \n \n \n \n \n[without reference to a Main Committee (A/75/L.135)] \n \n \n 75/326. Modalities for the international meeting entitled “Stockholm+50: \na healthy planet for the prosperity of all – our responsibility, \nour opportunity” \n \n \n \nThe General Assembly,  \n \nRecalling its resolution 75/280 of 24 May 2021 in its entirety, including its \ndecision to convene the international meeting entitled “Stockholm+50: a healthy \nplanet for the prosperity of all – our responsibility, our opportunity”, in Stockholm, \non 2 and 3 June 2022, during the week of World Environment Day, to commemorate \nthe 50 years since the United Nations Conference on the Human Environment and its \noutcome documents, as a contribution to the environmental dimension of sustainable \ndevelopment to accelerate the implementation of commitments in the context of the \ndecade of action and delivery for sustainable development, including a sustainable \nrecovery from the coronavirus disease (COVID-19) pandemic,  \n \n1. \nWelcomes the generous offer of the Government of Sweden to host and \nassume the costs of the international meeting entitled “Stockholm+50: a healthy \nplanet for the prosperity of all – our responsibility, our opportunity”, with the support \nof the Government of Kenya;  \n \n2. \nDecides that the international meeting should be mutually reinforcing with \nthe commemoration of the fiftieth anniversary of the creation of the United Nations \nEnvironment Programme, UNEP@50, avoiding overlap and duplication;  \n \n3. \nAlso decides that the international meeting and its preparation shall \nprovide for the effective participation of all States Members of the United Nations, \n\nA/RES/75/326 \nModalities for the international meeting entitled “Stockholm+50: \na healthy planet for the prosperity of all – our responsibility, \nour opportunity”\n \n21-12808\n2/8 \n \nmembers of the United Nations specialized agencies and parties to the multilateral \nenvironment agreements;1 \n \n4. \nEncourages participation in the international meeting at the highest \npossible level;  \n \n5. \nDecides that the international meeting shall elect from among the \nrepresentatives of participating States the following officers: two Presidents, one from \nSweden and one from Kenya, and eight Vice-Presidents, 2 one of whom shall be \ndesignated as Rapporteur-General;  \n \n6. \nAlso decides that the international meeting shall comprise an opening \nsegment, four plenary meetings and three leadership dialogues, and a closing \nsegment, to be held on 2 and 3 June 2022;  \n \n7. \nFurther decides that the opening segment of the international meeting \nshall include a commemorative moment dedicated to the United Nations Conference \non the Human Environment, held in Stockholm from 5 to 16 June 1972;  \n \n8. \nDecides that the plenary meetings will be held as follows:  \n \nThursday, 2 June: from 9.30 a.m. to 1 p.m. and from 3 to 6 p.m. \n \nFriday, 3 June: from 10 a.m. to 1 p.m. and from 3 to 7 p.m.;  \n \n9. \nAlso decides that the leadership dialogues will be held in parallel with the \nplenary meetings, as follows:  \n \nThursday, 2 June: from 3 to 6 p.m. \n \nFriday, 3 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.;  \n \n10. Further decides that the leadership dialogues shall be collaborative and \nmulti-stakeholder in nature and will focus on recommendations that contribute to the \nenvironmental \ndimension \nof \nsustainable \ndevelopment \nto \naccelerate \nthe \nimplementation of commitments in the context of the decade of action and delivery \nfor sustainable development, including a sustainable recovery from the COVID-19 \npandemic, including through strengthened cooperation, taking into account the theme \nof the international meeting;  \n \n11. \nDecides that the organizational arrangements for the leadership dialogues \nwill be as follows:  \n__________________ \n \n1  For the purposes of the international meeting, the multilateral environment agreements shall be \nunderstood as referring to the following treaties: Basel Convention on the Control of \nTransboundary Movements of Hazardous Wastes and Their Disposal; Cartagena Protocol on \nBiosafety to the Convention on Biological Diversity; Convention on Biological Diversity; \nConvention on International Trade in Endangered Species of Wild Fauna and Flora; Convention \non the Conservation of Migratory Species of Wild Animals; Kyoto Protocol; Minamata \nConvention on Mercury; Montreal Protocol on Substances that Deplete the Ozone Layer; Paris \nAgreement; Rotterdam Convention on the Prior Informed Consent Procedure for Certain \nHazardous Chemicals and Pesticides in International Trade; Stockholm Convention on Persistent \nOrganic Pollutants; United Nations Convention to Combat Desertification in Those Countries \nExperiencing Serious Drought and/or Desertification, Particularly in Africa; United Nations \nFramework Convention on Climate Change; and Vienna Convention for the Protection of the \nOzone Layer. \n \n2  Two from each of the following groups: African States; Asia-Pacific States; Eastern European \nStates; Latin American and Caribbean States; and Western European and other States. The \nelection of the Presidents will, however, have the effect of reducing by one the number of Vice-\nPresidents allocated to the regions from which each of the Presidents is elected. \n\nModalities for the international meeting entitled “Stockholm+50: \na healthy planet for the prosperity of all – our responsibility, \nour opportunity” \nA/RES/75/326\n \n3/8\n21-12808 \n \n \n(a) \nThe leadership dialogues will address the following themes:  \n \nLeadership dialogue 1: Reflecting on the urgent need for actions to achieve a \nhealthy planet and prosperity of all; \n \nLeadership dialogue 2: Achieving a sustainable and inclusive recovery from the \ncoronavirus disease (COVID-19) pandemic;  \n \nLeadership dialogue 3: Accelerating the implementation of the environmental \ndimension of sustainable development in the context of the decade of action and \ndelivery for sustainable development;  \n \n(b) \nEach leadership dialogue will be presided over by two Co-Chairs, one \nfrom a developing country and one from a developed country, to be appointed by the \ntwo Presidents of the international meeting;  \n \n12. Invites participants to share experiences and initiatives to protect our \nplanet and contribute to sustainable development, including a sustainable, resilient \nand inclusive recovery from the COVID-19 pandemic; \n \n13. Invites all relevant stakeholders, including women, youth, older persons, \npersons with disabilities, indigenous peoples and local communities, to contribute to \nthe discussions of the international meeting and their preparation and to build \nmomentum for a healthy planet for the prosperity of all;  \n \n14. Invites the Secretary-General to appoint the Executive Director of the \nUnited Nations Environment Programme as the Secretary-General of the international \nmeeting;  \n \n15. Requests the Secretary-General of the international meeting to prepare by \nthe end of March 2022 a concept note and draft background papers for each of the \nleadership dialogues for the international meeting before its preparatory meeting;  \n \n16. Requests the President of the General Assembly to convene a one-day \npreparatory meeting no later than April 2022, at United Nations Headquarters in New \nYork, to be chaired by the co-hosts of the international meeting, with interpretation \nservices on an as-available basis, with a view to considering the preparations for the \nleadership dialogues and other preparations for the international meeting;  \n \n17. Recommends the provisional agenda set forth in annex I to the present \nresolution for adoption by the international meeting;  \n \n18. Decides that the international meeting shall be organized in accordance \nwith the organization of work set forth in annex II to the present resolution;  \n \n19. Also decides that the rules relating to the procedure and the established \npractice of the General Assembly apply, mutatis mutandis, to the procedure of the \ninternational meeting; \n \n20. Requests the two Presidents of the international meeting to prepare a \nsummary of the discussions, with the support of the Secretary-General of the \ninternational meeting, to be presented to the international meeting;  \n \n21. Requests the President of the General Assembly, with support from the \nUnited Nations Environment Programme, to finalize the organizational arrangements \nfor the international meeting no later than April 2022;  \n \n22. Decides to invite to the international meeting and its preparatory meeting \nrepresentatives of organizations and other entities that have received a standing \ninvitation from the General Assembly pursuant to its relevant resolutions to \nparticipate, in the capacity of observer, in its sessions and work, on the understanding \n\nA/RES/75/326 \nModalities for the international meeting entitled “Stockholm+50: \na healthy planet for the prosperity of all – our responsibility, \nour opportunity”\n \n21-12808\n4/8 \n \nthat such representatives would participate in the international meeting in that \ncapacity;  \n \n23. Invites non-governmental organizations in consultative status with the \nEconomic and Social Council with relevant expertise to register with the Secretariat \nto participate in the international meeting and its preparatory meeting;  \n \n24. Invites other relevant stakeholders, including organizations and bodies of \nthe United Nations system, intergovernmental organizations, international financial \ninstitutions, \nother \ninterested \ninternational \nbodies \nand \nnon-governmental \norganizations, including those that have an interest in the field of the environment, \ncivil society organizations, indigenous peoples’ organizations, academic institutions, \nthe scientific community, the private sector and philanthropic organizations, to seek \naccreditation in accordance with the provisions set forth in annex II to the present \nresolution, to participate as observers in the international meeting and its preparatory \nmeeting;  \n \n25. Decides that accreditation to the international meeting shall be in \naccordance with the provisions set forth in annex II to the present resolution;  \n \n26. Encourages States and international donors, as well as the private sector, \nfinancial institutions, foundations and other donors in a position to do so, to support \nthe preparations for the international meeting through voluntary contributions to a \ntrust fund in support of preparations for the international meeting and to support the \nparticipation of representatives of developing countries in the international meeting. \n \n103rd plenary meeting \n10 September 2021 \n \n \nAnnex I \n \n \n Provisional agenda of the international meeting entitled \n“Stockholm+50: a healthy planet for the prosperity  \nof all – our responsibility, our opportunity” \n \n \n \n \nStockholm, 2 and 3 June 2022 \n \n1. \nOpening of the international meeting. \n2. \nElection of the two Presidents. \n3. \nAdoption of the agenda of the international meeting. \n4. \nElection of officers other than the Presidents. \n5. \nOrganization of work. \n6. \nCredentials of representatives to the international meeting: \n \n(a) \nAppointment of the members of the Credentials Committee; \n \n(b) \nReport of the Credentials Committee. \n7. \nGeneral debate. \n8. \nLeadership dialogues. \n9. \nOutcome of the international meeting. \n10. Adoption of the report of the international meeting. \n11. \nClosure of the international meeting.  \n \n \n\nModalities for the international meeting entitled “Stockholm+50: \na healthy planet for the prosperity of all – our responsibility, \nour opportunity” \nA/RES/75/326\n \n5/8\n21-12808 \n \nAnnex II \n \n \n Proposed organization of work of the international meeting \nentitled “Stockholm+50: a healthy planet for the prosperity  \nof all – our responsibility, our opportunity” \n \n \n \n \nStockholm, 2 and 3 June 2022 \n \n1. \nThe international meeting entitled “Stockholm+50: a healthy planet for the \nprosperity of all – our responsibility, our opportunity” will be held in Stockholm, on \n2 and 3 June 2022.  \n \n \n \nI. Organization of work \n \n \n \nA. \nPlenary meetings \n \n2. \nThe international meeting will consist of a total of four plenary meetings, to be \nheld as follows: \n \nThursday, 2 June: from 9.30 a.m. to 1 p.m. and from 3 to 6 p.m. \n \nFriday, 3 June: from 10 a.m. to 1 p.m. and from 3 to 7 p.m. \n3. \nThe plenary meetings will be devoted to statements.  \n4. \nThe list of speakers for the plenary meetings will be established on a first-come \nfirst-served basis, with the customary protocol that ensures that Heads of State or \nGovernment speak first, followed by other heads of delegation. The European Union \nwill be included in the list of speakers. Detailed arrangements will be communicated \nin a timely manner through a note by the Secretariat. The time limit for the statements \nwill be three minutes for individual delegations and five minutes for statements made \non behalf of a group of States.  \n5. \nAt the opening segment of the international meeting, to take place during the \nfirst plenary meeting, to be held on the morning of Thursday, 2 June, consideration \nwill be given to all procedural and organizational matters, including the adoption of \nthe agenda, the election of the two Presidents of the international meeting, the election \nof officers, as appropriate, the appointment of the members of the Credentials \nCommittee, arrangements for the preparation of the report of the international meeting \nand other matters. The opening segment shall include a commemorative moment \ndedicated to the United Nations Conference on the Human Environment, held in \nStockholm from 5 to 16 June 1972. At the first plenary meeting, on the morning of \nThursday, 2 June, statements will be made by the Presidents of the international \nmeeting, the Secretary-General of the United Nations, the President of the General \nAssembly, the President of the Economic and Social Council and the Secretary-\nGeneral of the international meeting.  \n6. \nThe plenary meetings will also hear statements from representatives of other \nintergovernmental organizations, international financial institutions, international \nbodies, the United Nations specialized agencies, funds and programmes, as well as \nmajor groups and other stakeholders in accordance with the practices of the General \nAssembly.  \n7. \nAt the final plenary meeting, to be held on Friday, 3 June, the summary of \ndiscussions will be presented by the Presidents of the international meeting.  \n8. \nThe plenary meetings will run in parallel with the leadership dialogues, unless \notherwise specified in the present resolution.  \n \n\nA/RES/75/326 \nModalities for the international meeting entitled “Stockholm+50: \na healthy planet for the prosperity of all – our responsibility, \nour opportunity”\n \n21-12808\n6/8 \n \n \nB. \nLeadership dialogues \n \n9. \nThe international meeting will include three leadership dialogues, to be held in \nparallel with the plenary meetings, as follows: \n \nThursday, 2 June: from 3 to 6 p.m. \n \nFriday, 3 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.  \n10. Summaries of the leadership dialogues should be presented to the international \nmeeting at its closing plenary meeting and be included in the final report of the \ninternational meeting.  \n \n \n \nII. Credentials of representatives to the international meeting: \nappointment of the members of the Credentials Committee \n \n \n11. \nThe Credentials Committee will be appointed in accordance with the rules of \nprocedure of the General Assembly. Its composition shall be based on that of the \nCredentials Committee of the General Assembly at its seventy-sixth session.  \n \n \n \nIII. Accreditation: institutional stakeholders \n \n \n12. Relevant intergovernmental organizations, international financial institutions \nand international bodies that were accredited to the United Nations Conference on \nEnvironment and Development, the World Summit on Sustainable Development, the \nUnited Nations Conference on Sustainable Development, the United Nations summit \nfor the adoption of the post-2015 development agenda, the high-level United Nations \nConference to Support the Implementation of Sustainable Development Goal 14: \nConserve and sustainably use the oceans, seas and marine resources for sustainable \ndevelopment, the intergovernmental conference on an international legally binding \ninstrument under the United Nations Convention on the Law of the Sea on the \nconservation and sustainable use of marine biological diversity of areas beyond \nnational jurisdiction, the 2020 preparatory meeting for the United Nations Conference \nto Support the Implementation of Sustainable Development Goal 14: Conserve and \nsustainably use the oceans, seas and marine resources for sustainable development \nand to previous United Nations conferences on the sustainable development of small \nisland developing States, held in Barbados, Mauritius and Samoa, as well as those \ninvited to participate in the sessions of the United Nations Environment Assembly, \nmay participate in the deliberations of the international meeting and its preparatory \nmeeting, as appropriate.  \n13. Interested intergovernmental organizations that were not accredited to the \nconferences and summits listed in paragraph 12 above may apply to the General \nAssembly for accreditation following the established accreditation procedure.  \n \n \n \nIV. Accreditation: non-governmental organizations and \nother stakeholders \n \n \n14. The non-governmental organizations and major groups as identified in \nAgenda 21,3 in consultative status with the Economic and Social Council, those that \nwere accredited to the conferences and summits listed in paragraph 12 above, as well \n__________________ \n \n3  Report of the United Nations Conference on Environment and Development, Rio de Janeiro, 3–14 June \n1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, Sales No. E.93.I.8 \nand corrigendum), resolution 1, annex II. \n\nModalities for the international meeting entitled “Stockholm+50: \na healthy planet for the prosperity of all – our responsibility, \nour opportunity” \nA/RES/75/326\n \n7/8\n21-12808 \n \nas non-governmental organizations that have an interest in the field of the \nenvironment and were invited to the previous sessions of the United Nations \nEnvironment Assembly, shall register in order to participate.  \n15. The President of the General Assembly shall also draw up a list of other relevant \nnon-governmental organizations, civil society organizations, academic institutions, \nthe scientific community, the private sector and philanthropic organizations, which \nmay participate in the international meeting and the preparatory meeting, taking into \naccount the principles of transparency and of equitable geographical representation, \nwith due regard for gender parity, and shall submit the proposed list to Member \nStates – for their consideration on a non-objection basis and to bring the list4 to the \nattention of the General Assembly before the preparatory meeting and, in any case, \nno later than February 2022, for a final decision by the Assembly on participation in \nthe international meeting and the preparatory meeting. \n16. The provisions of paragraph 15 of General Assembly resolution 67/290 of 9 July \n2013 shall apply mutatis mutandis to the international meeting and its preparatory \nprocess.  \n \n \n \nV. Secretariat \n \n \n17. The Secretary-General of the international meeting will serve as the focal point \nwithin the Secretariat for providing support to the organization of the international \nmeeting, in cooperation with the representatives of the Presidents and Vice-\nPresidents.  \n \n \n \nVI. Documentation \n \n \n18. The official documentation of the international meeting will include documents \nissued before, during and after the international meeting.  \n19. It is recommended that the international meeting adopt a report consisting of the \nprocedural decisions of the international meeting, a brief account of the proceedings \nand a reportorial account of the work of the international meeting and the action taken \nat the plenary meetings.  \n20. The summary of the plenary meetings and the leadership dialogues should also \nbe included in the report of the international meeting. \n \n \n \nVII. Organization of parallel meetings and other events of the \ninternational meeting \n \n \n21. Parallel meetings and other events, including those of major groups and other \nstakeholders, may be held during the same hours as the plenary meetings and \nleadership dialogues, space permitting. Interpretation services will be provided for \nsuch meetings, as available.  \n \n \n__________________ \n \n4  The list will include proposed as well as final names. The general basis of any objections, if \nrequested by one or more States Members of the United Nations or members of the specialized \nagencies, will be made known to the Office of the President of the General Assembly and the \nrequester. \n\nA/RES/75/326 \nModalities for the international meeting entitled “Stockholm+50: \na healthy planet for the prosperity of all – our responsibility, \nour opportunity”\n \n21-12808\n8/8 \n \n \nVIII. Side events \n \n \n22. Side events, including briefings, seminars, workshops and panel discussions on \nissues related to the theme of the international meeting, will be organized by \nparticipants in the international meeting. Guidelines for organizing such events and \nthe calendar of those events will be made available on the website of the international \nmeeting.  \n \n \n \nIX. Media coverage \n \n \n23. Press materials will be prepared by the Department of Global Communications \nof the Secretariat for journalists covering the international meeting. In addition, \nregular press releases will be issued on the results of plenary meetings, leadership \ndialogues and other events. All relevant documentation will be made available on the \nwebsite of the international meeting.  \n24. The plenary meetings, the leadership dialogues and the press conferences will \nbe broadcast live to the media area. A programme of special media briefings and press \nconferences will be announced.  \n \n",
  "paragraphs": {
    "1": "The international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity” will be held in Stockholm, on 2 and 3 June 2022. I. Organization of work A. Plenary meetings",
    "2": "The international meeting will consist of a total of four plenary meetings, to be held as follows: Thursday, 2 June: from 9.30 a.m. to 1 p.m. and from 3 to 6 p.m. Friday, 3 June: from 10 a.m. to 1 p.m. and from 3 to 7 p.m.",
    "3": "The plenary meetings will be devoted to statements.",
    "4": "The list of speakers for the plenary meetings will be established on a first-come first-served basis, with the customary protocol that ensures that Heads of State or Government speak first, followed by other heads of delegation. The European Union will be included in the list of speakers. Detailed arrangements will be communicated in a timely manner through a note by the Secretariat. The time limit for the statements will be three minutes for individual delegations and five minutes for statements made on behalf of a group of States.",
    "5": "At the opening segment of the international meeting, to take place during the first plenary meeting, to be held on the morning of Thursday, 2 June, consideration will be given to all procedural and organizational matters, including the adoption of the agenda, the election of the two Presidents of the international meeting, the election of officers, as appropriate, the appointment of the members of the Credentials Committee, arrangements for the preparation of the report of the international meeting and other matters. The opening segment shall include a commemorative moment dedicated to the United Nations Conference on the Human Environment, held in Stockholm from 5 to 16 June 1972. At the first plenary meeting, on the morning of Thursday, 2 June, statements will be made by the Presidents of the international meeting, the Secretary-General of the United Nations, the President of the General Assembly, the President of the Economic and Social Council and the Secretary- General of the international meeting.",
    "6": "The plenary meetings will also hear statements from representatives of other intergovernmental organizations, international financial institutions, international bodies, the United Nations specialized agencies, funds and programmes, as well as major groups and other stakeholders in accordance with the practices of the General Assembly.",
    "7": "At the final plenary meeting, to be held on Friday, 3 June, the summary of discussions will be presented by the Presidents of the international meeting.",
    "8": "The plenary meetings will run in parallel with the leadership dialogues, unless otherwise specified in the present resolution. A/RES/75/326 Modalities for the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity” 21-12808 6/8 B. Leadership dialogues",
    "9": "The international meeting will include three leadership dialogues, to be held in parallel with the plenary meetings, as follows: Thursday, 2 June: from 3 to 6 p.m. Friday, 3 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.",
    "10": "Summaries of the leadership dialogues should be presented to the international meeting at its closing plenary meeting and be included in the final report of the international meeting. II. Credentials of representatives to the international meeting: appointment of the members of the Credentials Committee",
    "11": "The Credentials Committee will be appointed in accordance with the rules of procedure of the General Assembly. Its composition shall be based on that of the Credentials Committee of the General Assembly at its seventy-sixth session. III. Accreditation: institutional stakeholders",
    "12": "Relevant intergovernmental organizations, international financial institutions and international bodies that were accredited to the United Nations Conference on Environment and Development, the World Summit on Sustainable Development, the United Nations Conference on Sustainable Development, the United Nations summit for the adoption of the post-2015 development agenda, the high-level United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development, the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, the 2020 preparatory meeting for the United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development and to previous United Nations conferences on the sustainable development of small island developing States, held in Barbados, Mauritius and Samoa, as well as those invited to participate in the sessions of the United Nations Environment Assembly, may participate in the deliberations of the international meeting and its preparatory meeting, as appropriate.",
    "13": "Interested intergovernmental organizations that were not accredited to the conferences and summits listed in paragraph 12 above may apply to the General Assembly for accreditation following the established accreditation procedure. IV. Accreditation: non-governmental organizations and other stakeholders",
    "14": "The non-governmental organizations and major groups as identified in Agenda 21,3 in consultative status with the Economic and Social Council, those that were accredited to the conferences and summits listed in paragraph 12 above, as well __________________ 3 Report of the United Nations Conference on Environment and Development, Rio de Janeiro, 3–14 June 1992, vol. I, Resolutions Adopted by the Conference (United Nations publication, Sales No. E.93.I.8 and corrigendum), resolution 1, annex II. Modalities for the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity” A/RES/75/326 7/8 21-12808 as non-governmental organizations that have an interest in the field of the environment and were invited to the previous sessions of the United Nations Environment Assembly, shall register in order to participate.",
    "15": "The President of the General Assembly shall also draw up a list of other relevant non-governmental organizations, civil society organizations, academic institutions, the scientific community, the private sector and philanthropic organizations, which may participate in the international meeting and the preparatory meeting, taking into account the principles of transparency and of equitable geographical representation, with due regard for gender parity, and shall submit the proposed list to Member States – for their consideration on a non-objection basis and to bring the list4 to the attention of the General Assembly before the preparatory meeting and, in any case, no later than February 2022, for a final decision by the Assembly on participation in the international meeting and the preparatory meeting.",
    "16": "The provisions of paragraph 15 of General Assembly resolution 67/290 of 9 July 2013 shall apply mutatis mutandis to the international meeting and its preparatory process. V. Secretariat",
    "17": "The Secretary-General of the international meeting will serve as the focal point within the Secretariat for providing support to the organization of the international meeting, in cooperation with the representatives of the Presidents and Vice- Presidents. VI. Documentation",
    "18": "The official documentation of the international meeting will include documents issued before, during and after the international meeting.",
    "19": "It is recommended that the international meeting adopt a report consisting of the procedural decisions of the international meeting, a brief account of the proceedings and a reportorial account of the work of the international meeting and the action taken at the plenary meetings.",
    "20": "The summary of the plenary meetings and the leadership dialogues should also be included in the report of the international meeting. VII. Organization of parallel meetings and other events of the international meeting",
    "21": "Parallel meetings and other events, including those of major groups and other stakeholders, may be held during the same hours as the plenary meetings and leadership dialogues, space permitting. Interpretation services will be provided for such meetings, as available. __________________ 4 The list will include proposed as well as final names. The general basis of any objections, if requested by one or more States Members of the United Nations or members of the specialized agencies, will be made known to the Office of the President of the General Assembly and the requester. A/RES/75/326 Modalities for the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity” 21-12808 8/8 VIII. Side events",
    "22": "Side events, including briefings, seminars, workshops and panel discussions on issues related to the theme of the international meeting, will be organized by participants in the international meeting. Guidelines for organizing such events and the calendar of those events will be made available on the website of the international meeting. IX. Media coverage",
    "23": "Press materials will be prepared by the Department of Global Communications of the Secretariat for journalists covering the international meeting. In addition, regular press releases will be issued on the results of plenary meetings, leadership dialogues and other events. All relevant documentation will be made available on the website of the international meeting.",
    "24": "The plenary meetings, the leadership dialogues and the press conferences will be broadcast live to the media area. A programme of special media briefings and press conferences will be announced.",
    "25": "Decides that accreditation to the international meeting shall be in accordance with the provisions set forth in annex II to the present resolution;",
    "26": "Encourages States and international donors, as well as the private sector, financial institutions, foundations and other donors in a position to do so, to support the preparations for the international meeting through voluntary contributions to a trust fund in support of preparations for the international meeting and to support the participation of representatives of developing countries in the international meeting. 103rd plenary meeting 10 September 2021 Annex I Provisional agenda of the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity” Stockholm, 2 and 3 June 2022"
  },
  "agenda_items": [
    "Item 19"
  ],
  "symbol_references": [
    "A/75/L.135"
  ]
}