{
  "symbol": "A/RES/73/27",
  "filename": "A_RES_73_27.pdf",
  "title": "73/27. Developments in the field of information and telecommunications in the context of international security",
  "text": "United Nations \nA/RES/73/27\n \n \nGeneral Assembly \nDistr.: General \n11 December 2018 \n \n18-21207 (E)    131218  \n*1821207* \n \n \nSeventy-third session \nAgenda item 96 \n \n \n \n \n Resolution adopted by the General Assembly \non 5 December 2018 \n \n \n \n \n[on the report of the First Committee (A/73/505)] \n \n \n \n73/27. Developments in the field of information and telecommunications \nin the context of international security \n \n \n \nThe General Assembly,  \n \nRecalling its resolutions 36/103 of 9 December 1981, 43/78 H of 7 December \n1988, 53/70 of 4 December 1998, 54/49 of 1 December 1999, 55/28 of 20 November \n2000, 56/19 of 29 November 2001, 57/53 of 22 November 2002, 58/32 of 8 December \n2003, 59/61 of 3 December 2004, 60/45 of 8 December 2005, 61/54 of 6 December \n2006, 62/17 of 5 December 2007, 63/37 of 2 December 2008, 64/25 of 2 December \n2009, 65/41 of 8 December 2010, 66/24 of 2 December 2011, 67/27 of 3 December \n2012, 68/243 of 27 December 2013, 69/28 of 2 December 2014, 70/237 of \n23 December 2015 and 71/28 of 5 December 2016,  \n \nNoting that considerable progress has been achieved in developing and applying \nthe latest information technologies and means of telecommunication, \n \nUnderscoring the aspirations of the international community to the peaceful use \nof information and communications technologies (ICTs) for the common good of \nhumankind and to further the sustainable development of all countries, irrespective \nof their scientific and technological development, \n \nNoting that capacity-building is essential for cooperation of States and \nconfidence-building in the field of ICT security, \n \nRecognizing that some States may require assistance in their efforts to bridge \nthe divide in the security of ICTs and their use,  \n \nNoting that providing assistance, upon request, to build capacity in the area of \nICT security is essential for international security,  \n \nAffirming that capacity-building measures should seek to promote the use of \nICTs for peaceful purposes, \n\nA/RES/73/27 \nDevelopments in the field of information and telecommunications\nin the context of international security\n \n18-21207\n2/5 \n \n \nConfirming that ICTs are dual-use technologies and can be used for both \nlegitimate and malicious purposes, \n \nExpressing concern that a number of States are developing ICT capabilities for \nmilitary purposes and that the use of ICTs in future conflicts between States is \nbecoming more likely, \n \nStressing that it is in the interest of all States to promote the use of ICTs for \npeaceful purposes, with the objective of shaping a community of shared future for \nhumankind in cyberspace, and that States also have an interest in preventing conflict \narising from the use of ICTs, \n \nNoting that the United Nations should play a leading role in promoting dialogue \namong Member States to develop common understandings on the security of and the \nuse of ICTs, as well as in developing common understandings on the application of \ninternational law and norms, rules and principles for responsible State behaviour in \nthis sphere, encourage regional efforts, promote confidence-building and \ntransparency measures and support capacity-building and the dissemination of best \npractices, \n \nExpressing concern that embedding harmful hidden functions in ICTs could be \nused in ways that would affect secure and reliable ICT use and the ICT supply chain \nfor products and services, erode trust in commerce and damage national security, \n \nConsidering that it is necessary to prevent the use of information resources or \ntechnologies for criminal or terrorist purposes, \n \nUnderlining the importance of respect for human rights and fundamental \nfreedoms in the use of ICTs, \n \nWelcoming the effective work of the Group of Governmental Experts on \nDevelopments in the Field of Information and Telecommunications in the Context of \nInternational Security and the relevant outcome reports transmitted by the Secretary-\nGeneral,1  \n \nWelcoming also that, in considering the application of international law to State \nuse of ICTs, the Group of Governmental Experts, in its 2015 report,2 identified as of \ncentral importance the commitments of States to the following principles of the \nCharter of the United Nations and other international law: sovereign equality; the \nsettlement of international disputes by peaceful means in such a manner that \ninternational peace and security and justice are not endangered; refraining in their \ninternational relations from the threat or use of force against the territorial integrity \nor political independence of any State, or in any other manner inconsistent with the \npurposes of the United Nations; respect for human rights and fundamental freedoms; \nand non-intervention in the internal affairs of other States,  \n \nConfirming the conclusions of the Group of Governmental Experts, in its 2013 3 \nand 20152 reports, that international law, and in particular the Charter of the United \nNations, is applicable and essential to maintaining peace and stability and promoting \nan open, secure, stable, accessible and peaceful ICT environment, that voluntary and \nnon-binding norms, rules and principles of responsible behaviour of States in the use \nof ICTs can reduce risks to international peace, security and stability, and that, given \nthe unique attributes of such technologies, additional norms can be developed \nover time,  \n__________________ \n \n1  A/65/201, A/68/98 and A/70/174.  \n \n2  A/70/174.  \n \n3  A/68/98.  \n\nDevelopments in the field of information and telecommunications \nin the context of international security \nA/RES/73/27\n \n3/5\n18-21207 \n \n \nConfirming also that State sovereignty and international norms and principles \nthat flow from sovereignty apply to State conduct of ICT-related activities and to their \njurisdiction over ICT infrastructure within their territory,  \n \nReaffirming the right and duty of States to combat, within their constitutional \nprerogatives, the dissemination of false or distorted news, which can be interpreted \nas interference in the internal affairs of other States or as being harmful to the \npromotion of peace, cooperation and friendly relations among States and nations,  \n \nRecognizing the duty of a State to abstain from any defamatory campaign, \nvilification or hostile propaganda for the purpose of intervening or interfering in the \ninternal affairs of other States,  \n \nStressing that, while States have a primary responsibility for maintaining a \nsecure and peaceful ICT environment, effective international cooperation would \nbenefit from identifying mechanisms for the participation, as appropriate, of the \nprivate sector, academia and civil society organizations,  \n \n1. \nWelcomes the following set of international rules, norms and principles of \nresponsible behaviour of States, enshrined in the reports of the Group of \nGovernmental Experts on Developments in the Field of Information and \nTelecommunications in the Context of International Security of 2013 3 and 20152 \nadopted by consensus and recommended in resolution 71/28 entitled “Developments \nin the field of information and telecommunications in the context of international \nsecurity”, adopted by the General Assembly on 5 December 2016:  \n \n1.1. Consistent with the purposes of the United Nations, including to maintain \ninternational peace and security, States should cooperate in developing and \napplying measures to increase stability and security in the use of ICTs and to \nprevent ICT practices that are acknowledged to be harmful or that may pose \nthreats to international peace and security.  \n \n1.2. States must meet their international obligations regarding internationally \nwrongful acts attributable to them under international law. However, the \nindication that an ICT activity was launched or otherwise originates from the \nterritory or objects of the ICT infrastructure of a State may be insufficient in \nitself to attribute the activity to that State. Accusations of organizing and \nimplementing wrongful acts brought against States should be substantiated. In \ncase of ICT incidents, States should consider all relevant information, including \nthe larger context of the event, the challenges of attribution in the ICT \nenvironment and the nature and extent of the consequences.  \n \n1.3. States should not knowingly allow their territory to be used for \ninternationally wrongful acts using ICTs. States must not use proxies to commit \ninternationally wrongful acts using ICTs and should seek to ensure that their \nterritory is not used by non-State actors to commit such acts.  \n \n1.4. States should consider how best to cooperate to exchange information, \nassist each other, prosecute terrorist and criminal use of ICTs and implement \nother cooperative measures to address such threats. States may need to consider \nwhether new measures need to be developed in this respect.  \n \n1.5. States, in ensuring the secure use of ICTs, should respect Human Rights \nCouncil resolutions 20/8 of 5 July 20124 and 26/13 of 26 June 20145 on the \npromotion, protection and enjoyment of human rights on the Internet, as well as \n__________________ \n \n4  See Official Records of the General Assembly, Sixty-seventh Session, Supplement No. 53 and \ncorrigendum (A/67/53 and A/67/53/Corr.1), chap. IV, sect. A.  \n \n5  Ibid., Sixty-ninth Session, Supplement No. 53 (A/69/53), chap. V, sect. A.  \n\nA/RES/73/27 \nDevelopments in the field of information and telecommunications\nin the context of international security\n \n18-21207\n4/5 \n \nGeneral Assembly resolutions 68/167 of 18 December 2013 and 69/166 of \n18 December 2014 on the right to privacy in the digital age, to guarantee full \nrespect for human rights, including the right to freedom of expression.  \n \n1.6. A State should not conduct or knowingly support ICT activity contrary to \nits obligations under international law that intentionally damages critical \ninfrastructure or otherwise impairs the use and operation of critical \ninfrastructure to provide services to the public.  \n \n1.7. States should take appropriate measures to protect their critical \ninfrastructure from ICT threats, taking into account General Assembly \nresolution 58/199 of 23 December 2003 on the creation of a global culture of \ncybersecurity and the protection of critical information infrastructures, and \nother relevant resolutions.  \n \n1.8. States should respond to appropriate requests for assistance by another \nState whose critical infrastructure is subject to malicious ICT acts. States should \nalso respond to appropriate requests to mitigate malicious ICT activity aimed at \nthe critical infrastructure of another State emanating from their territory, taking \ninto account due regard for sovereignty.  \n \n1.9. States should take reasonable steps to ensure the integrity of the supply \nchain so that end users can have confidence in the security of ICT products.  \n \n1.10. States should seek to prevent the proliferation of malicious ICT tools and \ntechniques and the use of harmful hidden functions.  \n \n1.11. States should encourage responsible reporting of ICT vulnerabilities and \nshare associated information on available remedies for such vulnerabilities to \nlimit and possibly eliminate potential threats to ICTs and ICT-dependent \ninfrastructure.  \n \n1.12. States should not conduct or knowingly support activity to harm the \ninformation systems of the authorized emergency response teams (sometimes \nknown as computer emergency response teams or cybersecurity incident \nresponse teams) of another State. A State should not use authorized emergency \nresponse teams to engage in malicious international activity.  \n \n1.13. States should encourage the private sector and civil society to play an \nappropriate role to improve security of and in the use of ICTs, including supply \nchain security for ICT products and services. States should cooperate with the \nprivate sector and the organizations of civil society in the sphere of \nimplementation of rules of responsible behaviour in information space with \nregard to their potential role;  \n \n2. \nCalls upon Member States to promote further, at multilateral levels, the \nconsideration of existing and potential threats in the field of information security, as \nwell as possible strategies to address the threats emerging in this field, consistent with \nthe need to preserve the free flow of information;  \n \n3. \nConsiders that the purpose of such measures could be served through \nfurther examination of relevant international concepts aimed at strengthening the \nsecurity of global information and telecommunications systems;  \n \n4. \nInvites all Member States, taking into account the assessments and \nrecommendations contained in the reports of the Group of Governmental Experts on \nDevelopments in the Field of Information and Telecommunications in the Context of \nInternational Security,1 to continue to inform the Secretary-General of their views and \nassessments on the following questions:  \n \n(a) \nGeneral appreciation of the issues of information security;  \n\nDevelopments in the field of information and telecommunications \nin the context of international security \nA/RES/73/27\n \n5/5\n18-21207 \n \n \n(b) \nEfforts taken at the national level to strengthen information security and \npromote international cooperation in this field;  \n \n(c) \nThe content of the concepts mentioned in paragraph 3 above;  \n \n(d) \nPossible measures that could be taken by the international community to \nstrengthen information security at the global level;  \n \n5. \nDecides to convene, beginning in 2019, with a view to making the United \nNations negotiation process on security in the use of information and communications \ntechnologies more democratic, inclusive and transparent, an open-ended working \ngroup acting on a consensus basis, to continue, as a priority, to further develop the \nrules, norms and principles of responsible behaviour of States listed in paragraph 1 \nabove, and the ways for their implementation; if necessary, to introduce changes to \nthem or elaborate additional rules of behaviour; to study the possibility of establishing \nregular institutional dialogue with broad participation under the auspices of the \nUnited Nations; and to continue to study, with a view to promoting common \nunderstandings, existing and potential threats in the sphere of information security \nand possible cooperative measures to address them and how international law applies \nto the use of information and communications technologies by States, as well as \nconfidence-building measures and capacity-building and the concepts referred to in \nparagraph 3 above, and to submit a report on the results of the study to the General \nAssembly at its seventy-fifth session, and to provide the possibility of holding, from \nwithin voluntary contributions, intersessional consultative meetings with the \ninterested parties, namely business, non-governmental organizations and academia, \nto share views on the issues within the group’s mandate;  \n \n6. \nAlso decides that the open-ended working group shall hold its \norganizational session in June 2019 in order to agree on the organizational \narrangements connected with the group;  \n \n7. \nFurther decides to include in the provisional agenda of its seventy-fourth \nsession the item entitled “Developments in the field of information and \ntelecommunications in the context of international security”.  \n \n45th plenary meeting  \n5 December 2018 \n \n",
  "paragraphs": {
    "1": "Welcomes the following set of international rules, norms and principles of responsible behaviour of States, enshrined in the reports of the Group of Governmental Experts on Developments in the Field of Information and Telecommunications in the Context of International Security of 2013 3 and 20152 adopted by consensus and recommended in resolution 71/28 entitled “Developments in the field of information and telecommunications in the context of international security”, adopted by the General Assembly on 5 December 2016: 1.1. Consistent with the purposes of the United Nations, including to maintain international peace and security, States should cooperate in developing and applying measures to increase stability and security in the use of ICTs and to prevent ICT practices that are acknowledged to be harmful or that may pose threats to international peace and security. 1.2. States must meet their international obligations regarding internationally wrongful acts attributable to them under international law. However, the indication that an ICT activity was launched or otherwise originates from the territory or objects of the ICT infrastructure of a State may be insufficient in itself to attribute the activity to that State. Accusations of organizing and implementing wrongful acts brought against States should be substantiated. In case of ICT incidents, States should consider all relevant information, including the larger context of the event, the challenges of attribution in the ICT environment and the nature and extent of the consequences. 1.3. States should not knowingly allow their territory to be used for internationally wrongful acts using ICTs. States must not use proxies to commit internationally wrongful acts using ICTs and should seek to ensure that their territory is not used by non-State actors to commit such acts. 1.4. States should consider how best to cooperate to exchange information, assist each other, prosecute terrorist and criminal use of ICTs and implement other cooperative measures to address such threats. States may need to consider whether new measures need to be developed in this respect. 1.5. States, in ensuring the secure use of ICTs, should respect Human Rights Council resolutions 20/8 of 5 July 20124 and 26/13 of 26 June 20145 on the promotion, protection and enjoyment of human rights on the Internet, as well as __________________ 4 See Official Records of the General Assembly, Sixty-seventh Session, Supplement No. 53 and corrigendum (A/67/53 and A/67/53/Corr.1), chap. IV, sect. A. 5 Ibid., Sixty-ninth Session, Supplement No. 53 (A/69/53), chap. V, sect. A. A/RES/73/27 Developments in the field of information and telecommunications in the context of international security 18-21207 4/5 General Assembly resolutions 68/167 of 18 December 2013 and 69/166 of 18 December 2014 on the right to privacy in the digital age, to guarantee full respect for human rights, including the right to freedom of expression. 1.6. A State should not conduct or knowingly support ICT activity contrary to its obligations under international law that intentionally damages critical infrastructure or otherwise impairs the use and operation of critical infrastructure to provide services to the public. 1.7. States should take appropriate measures to protect their critical infrastructure from ICT threats, taking into account General Assembly resolution 58/199 of 23 December 2003 on the creation of a global culture of cybersecurity and the protection of critical information infrastructures, and other relevant resolutions. 1.8. States should respond to appropriate requests for assistance by another State whose critical infrastructure is subject to malicious ICT acts. States should also respond to appropriate requests to mitigate malicious ICT activity aimed at the critical infrastructure of another State emanating from their territory, taking into account due regard for sovereignty. 1.9. States should take reasonable steps to ensure the integrity of the supply chain so that end users can have confidence in the security of ICT products. 1.10. States should seek to prevent the proliferation of malicious ICT tools and techniques and the use of harmful hidden functions. 1.11. States should encourage responsible reporting of ICT vulnerabilities and share associated information on available remedies for such vulnerabilities to limit and possibly eliminate potential threats to ICTs and ICT-dependent infrastructure. 1.12. States should not conduct or knowingly support activity to harm the information systems of the authorized emergency response teams (sometimes known as computer emergency response teams or cybersecurity incident response teams) of another State. A State should not use authorized emergency response teams to engage in malicious international activity. 1.13. States should encourage the private sector and civil society to play an appropriate role to improve security of and in the use of ICTs, including supply chain security for ICT products and services. States should cooperate with the private sector and the organizations of civil society in the sphere of implementation of rules of responsible behaviour in information space with regard to their potential role;",
    "2": "Calls upon Member States to promote further, at multilateral levels, the consideration of existing and potential threats in the field of information security, as well as possible strategies to address the threats emerging in this field, consistent with the need to preserve the free flow of information;",
    "3": "Considers that the purpose of such measures could be served through further examination of relevant international concepts aimed at strengthening the security of global information and telecommunications systems;",
    "4": "Invites all Member States, taking into account the assessments and recommendations contained in the reports of the Group of Governmental Experts on Developments in the Field of Information and Telecommunications in the Context of International Security,1 to continue to inform the Secretary-General of their views and assessments on the following questions: (a) General appreciation of the issues of information security; Developments in the field of information and telecommunications in the context of international security A/RES/73/27 5/5 18-21207 (b) Efforts taken at the national level to strengthen information security and promote international cooperation in this field; (c) The content of the concepts mentioned in paragraph 3 above; (d) Possible measures that could be taken by the international community to strengthen information security at the global level;",
    "5": "Decides to convene, beginning in 2019, with a view to making the United Nations negotiation process on security in the use of information and communications technologies more democratic, inclusive and transparent, an open-ended working group acting on a consensus basis, to continue, as a priority, to further develop the rules, norms and principles of responsible behaviour of States listed in paragraph 1 above, and the ways for their implementation; if necessary, to introduce changes to them or elaborate additional rules of behaviour; to study the possibility of establishing regular institutional dialogue with broad participation under the auspices of the United Nations; and to continue to study, with a view to promoting common understandings, existing and potential threats in the sphere of information security and possible cooperative measures to address them and how international law applies to the use of information and communications technologies by States, as well as confidence-building measures and capacity-building and the concepts referred to in paragraph 3 above, and to submit a report on the results of the study to the General Assembly at its seventy-fifth session, and to provide the possibility of holding, from within voluntary contributions, intersessional consultative meetings with the interested parties, namely business, non-governmental organizations and academia, to share views on the issues within the group’s mandate;",
    "6": "Also decides that the open-ended working group shall hold its organizational session in June 2019 in order to agree on the organizational arrangements connected with the group;",
    "7": "Further decides to include in the provisional agenda of its seventy-fourth session the item entitled “Developments in the field of information and telecommunications in the context of international security”. 45th plenary meeting 5 December 2018"
  },
  "agenda_items": [
    "Item 96"
  ],
  "symbol_references": []
}