{
  "symbol": "A/RES/74/133",
  "filename": "A_RES_74_133.pdf",
  "title": "74/133. Rights of the child",
  "text": "United Nations \nA/RES/74/133\n \n \nGeneral Assembly \nDistr.: General \n20 January 2020 \n \n19-22229 (E)    210120 \n*1922229* \n \n \nSeventy-fourth session \nAgenda item 66 (a) \nPromotion and protection of the rights of children: \npromotion and protection of the rights of children \n \n \n \n \n Resolution adopted by the General Assembly \non 18 December 2019 \n \n \n \n \n[on the report of the Third Committee (A/74/395)] \n \n \n 74/133. Rights of the child \n \n \n \nThe General Assembly, \n \nReaffirming the importance of its resolution 44/25 of 20 November 1989, by \nwhich it adopted the Convention on the Rights of the Child, 1 which constitutes the \nstandard in the promotion and protection of the rights of the child, and welcoming the \ncelebration of the thirtieth anniversary in 2019 of its adoption,  \n \nReaffirming also that States parties to the Convention shall undertake all \nappropriate measures for the implementation of the rights recognized therein, while \nbearing in mind the importance of the Optional Protocols to the Convention 2 and \ncalling for their universal ratification and effective implementation, as well as that of \nother human rights instruments, \n \nRecalling all of its previous resolutions on the rights of the child, the most recent \nof which was resolution 73/155 of 17 December 2018, and recalling also all other \nrelevant resolutions on this matter, including resolution 73/154 of 17 December 2018 \non protecting children from bullying and resolution 73/327 of 25 July 2019, by which \nit declared 2021 the International Year for the Elimination of Child Labour,  \n \nReaffirming the Universal Declaration of Human Rights,3 which proclaims that \nall human beings are born free and equal in dignity and rights and that everyone is \nentitled to all the rights and freedoms set out therein, without distinction of any kind,  \n \nRecalling the International Covenant on Civil and Political Rights, 4  the \nInternational Covenant on Economic, Social and Cultural Rights,4 the Convention on \n__________________ \n \n1  United Nations, Treaty Series, vol. 1577, No. 27531. \n \n2  Ibid., vols. 2171 and 2173, No. 27531; and resolution 66/138, annex. \n \n3  Resolution 217 A (III). \n \n4  See resolution 2200 A (XXI), annex. \n\nA/RES/74/133 \nRights of the child\n \n19-22229\n2/15 \n \nthe Rights of Persons with Disabilities, 5  the International Convention for the \nProtection of All Persons from Enforced Disappearance, 6  the 1951 Convention \nrelating to the Status of Refugees7 and the 1967 Protocol thereto,8 the United Nations \nConvention against Transnational Organized Crime 9 and the Protocol to Prevent, \nSuppress and Punish Trafficking in Persons, Especially Women and Children, \nsupplementing the United Nations Convention against Transnational Organized \nCrime,10 the Convention on the Elimination of All Forms of Discrimination against \nWomen11 and the Convention against Torture and Other Cruel, Inhuman or Degrading \nTreatment or Punishment, 12  as well as both the Minimum Age Convention, \n1973 (No. 138),13 and the Worst Forms of Child Labour Convention, 1999 (No.182), 14 \nof the International Labour Organization, \n \nReaffirming that the general principles of the Convention on the Rights of the \nChild, including the best interests of the child, non-discrimination, participation and \nsurvival and development, provide the framework for actions concerning children, \n \nReaffirming also the Vienna Declaration and Programme of Action,15 the United \nNations Millennium Declaration16 and the outcome document of the twenty-seventh \nspecial session of the General Assembly on children, entitled “A world fit for \nchildren”,17 recalling the Beijing Declaration and Platform for Action,18 the Programme \nof Action of the International Conference on Population and Development 19 and the \noutcome documents of their review conferences, the Copenhagen Declaration on Social \nDevelopment and the Programme of Action of the World Summit for Social \nDevelopment,20 the United Nations Declaration on the Rights of Indigenous Peoples 21 \nand the outcome document of the high-level plenary meeting of the General Assembly \nknown as the World Conference on Indigenous Peoples,22 the Declaration on the Right \nto Development,23 the declaration of the commemorative high-level plenary meeting \ndevoted to the follow-up to the outcome of the special session on children, held in New \nYork from 11 to 13 December 2007,24 the outcome document of the fourth Global \nConference on the Sustained Eradication of Child Labour, held in Buenos Aires from \n14 to 16 November 2017, and the outcome documents of previous Global Conferences, \n__________________ \n \n5  United Nations, Treaty Series, vol. 2515, No. 44910. \n \n6  Ibid., vol. 2716, No. 48088. \n \n7  Ibid., vol. 189, No. 2545. \n \n8  Ibid., vol. 606, No. 8791. \n \n9  Ibid., vol. 2225, No. 39574. \n \n10  Ibid., vol. 2237, No. 39574. \n \n11  Ibid., vol. 1249, No. 20378. \n \n12  Ibid., vol. 1465, No. 24841. \n \n13  Ibid., vol. 1015, No. 14862. \n \n14  Ibid., vol. 2133, No. 37245. \n \n15  A/CONF.157/24 (Part I), chap. III. \n \n16  Resolution 55/2. \n \n17  Resolution S-27/2, annex. \n \n18  Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 \n(United Nations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n19  Report of the International Conference on Population and Development, Cairo, 5–13 September \n1994 (United Nations publication, Sales No. E.95.XIII.18), chap. I, resolution 1, annex. \n \n20  Report of the World Summit for Social Development, Copenhagen, 6–12 March 1995 \n(United Nations publication, Sales No. E.96.IV.8), chap. I, resolution 1, annexes I and II. \n \n21  Resolution 61/295, annex. \n \n22  Resolution 69/2. \n \n23  Resolution 41/128, annex. \n \n24  Resolution 62/88. \n\nRights of the child \nA/RES/74/133\n \n3/15\n19-22229 \n \n \nUnderscoring the importance of the implementation of the 2030 Agenda for \nSustainable Development25 in ensuring the enjoyment of the rights of the child and \ntheir well-being, \n \nTaking note of all relevant international instruments on the rights of migrants \nand refugees, and recalling the importance of protecting the human rights and \nfundamental freedoms of all refugee and migrant children, including those \nunaccompanied or separated from their caregivers, with the best interests of the child \nas a primary consideration, \n \nTaking note also of the reports of the Secretary-General on progress made \ntowards achieving the commitments set out in the outcome document of the twenty-\nseventh special session of the General Assembly26 and on the status of the Convention \non the Rights of the Child and the issues addressed in resolution 73/155,27 as well as \nthe report of the Special Representative of the Secretary-General on Violence against \nChildren, 28 the report of the Special Representative of the Secretary-General for \nChildren and Armed Conflict,29 the report of the Special Rapporteur of the Human \nRights Council on the sale and sexual exploitation of children, including child \nprostitution, child pornography and other child sexual abuse material, 30 and the report \nof the Special Rapporteur of the Council on trafficking in persons, especially women \nand children,31 whose recommendations should be carefully studied, taking fully into \naccount the views of Member States, \n \nAcknowledging the submission of the report of the Independent Expert for the \nUnited Nations global study on children deprived of liberty,32 \n \nReaffirming that States have the primary responsibility to respect, promote and \nprotect all human rights and fundamental freedoms, including the rights of the child, \nand acknowledging the important role played by national governmental and local \nstructures for children, including, where they exist, ministries and institutions in \ncharge of child, family and youth issues and independent ombudspersons for children \nor other national institutions, including national human rights institutions, where they \nexist, for the promotion and protection of the rights of the child, \n \nRecognizing that the family has the primary responsibility for the nurturing and \nprotection of children, in the best interests of the child, and that children, for the full \nand harmonious development of their personality, should grow up in a family \nenvironment and in an atmosphere of happiness, love and understanding, \n \nNoting with appreciation the work to promote and protect the rights of the child \ncarried out by all relevant organs, bodies, entities and organizations of the United \nNations system, within their respective mandates, by relevant mandate holders and \nspecial procedures of the United Nations and by relevant regional organizations, \nwhere appropriate, and intergovernmental organizations, and recognizing the \nvaluable role of national human rights institutions and civil society, including \nnon-governmental organizations, \n \nRecognizing the importance of international, regional and bilateral multi-\nstakeholder partnerships and initiatives to advance the effective protection and \n__________________ \n \n25  Resolution 70/1. \n \n26  A/74/240. \n \n27  A/74/231. \n \n28  A/74/259. \n \n29  A/74/249. \n \n30  A/74/162. \n \n31  A/74/189. \n \n32  A/74/136. \n\nA/RES/74/133 \nRights of the child\n \n19-22229\n4/15 \n \npromotion of the rights of the child and the elimination of all forms of violence against \nchildren, including all violent punishment of children, \n \nEncouraging all States to strengthen efforts to prevent the military use of \nschools in contravention of international law and to promote and protect the right to \neducation, to make it accessible, inclusive, quality and non-discriminatory and to \nfacilitate the continuation of education in situations of armed conflict, and \nencouraging all States to strengthen efforts to protect children affected by armed \nconflict, including from the recruitment or use by armed forces or armed groups and \nby supporting long-term and sustainable reintegration and rehabilitation for these \nchildren, \n \nUrging all States to respect, protect and promote the right of girls and boys to \nexpress themselves freely, and their right to be heard, to ensure that their views are \ngiven due weight, in accordance with their age and maturity, in all matters affecting \nthem, and to involve children, including children with disabilities, in decision-making \nprocesses, taking into account the evolving capacities of children and the importance \nof involving children’s organizations and child-led initiatives, \n \nDeeply concerned that children disproportionately suffer the consequences of \ndiscrimination, exclusion and inequality and that the situation of children in many \nparts of the world remains negatively affected by the prolonged effects of poverty and \ninequality, reaffirming that eradicating poverty in all its forms and dimensions is one \nof the greatest global challenges and an indispensable requirement for sustainable \ndevelopment, recognizing the impact of poverty beyond the socioeconomic context \nand the intrinsic interlinkage between poverty eradication and the promotion of \nsustainable development, and in this regard underlining the importance of the \nimplementation of the 2030 Agenda for Sustainable Development and recognizing \nthat a strong focus is needed on poverty, deprivation and inequality to prevent and \nprotect children from all forms of violence and to promote the resilience of children, \ntheir families and their communities,  \n \nProfoundly concerned that children in many parts of the world remain \nnegatively affected by the adverse impacts of climate change and environmental \ndegradation, including persistent drought and extreme weather events, land \ndegradation, sea level rise, coastal erosion and ocean acidification, loss of \nbiodiversity and pollution, which further threaten health, food security and efforts to \neradicate poverty and achieve sustainable development, and in this regard calling for \nthe implementation of the Paris Agreement adopted under the United Nations \nFramework Convention on Climate Change,33 \n \nRecognizing that the risk of maternal mortality is highest for girls under 15 years \nof age and that complications in pregnancy and childbirth are a leading cause of death \namong girls under 15 years of age in many countries,  \n \nRecalling the importance of promoting and protecting the human rights and \nfundamental freedoms of all migrant children, regardless of their migration status, \nwith the best interests of the child as a primary consideration; reaffirming all latest \ninternational policy developments and relevant United Nations agreements in this \nregard; strengthening international and regional cooperation, within the framework \nof the United Nations and relevant regional fora, \n \nExpressing serious concern that children with disabilities, particularly girls, \nface stigmatization, discrimination or exclusion and are disproportionately subjected \nto mental and physical violence and sexual abuse in all settings, \n__________________ \n \n33  See FCCC/CP/2015/10/Add.1, decision 1/CP.21, annex. \n\nRights of the child \nA/RES/74/133\n \n5/15\n19-22229 \n \n \nExpressing concern that millions of children worldwide continue to grow up \ndeprived of parental care, separated from their families for many reasons, including \nbut not limited to poverty, discrimination, violence, abuse, neglect, trafficking in \npersons, humanitarian emergencies, armed conflict, natural disaster, climate change, \nmigration, death or illness of a parent and lack of access to education, health and other \nfamily-support services, \n \nRecalling its resolution 64/142 of 18 December 2009, which contained the \nGuidelines for the Alternative Care of Children in its annex, which serve as a set of \norientations to help to inform policy and practice for the protection and well-being of \nchildren deprived of parental care or who are at risk of being so, and acknowledging \nthe progress that has been achieved since its adoption, \n \n1. \nWelcomes the commemoration of the thirtieth anniversary of the adoption \nof the Convention on the Rights of the Child,1 the human rights treaty with the largest \nnumber of ratifications, and acknowledges that the Convention and the Optional \nProtocols thereto2 contain a comprehensive set of international legal standards for the \nprotection and well-being of children; \n \n2. \nRecognizes that, while progress has been made, many challenges remain, \nand that, in this regard, both the high-level commemorative event on 25 September \n2019 and the high-level meeting of the General Assembly on 20 November 2019 were \noccasions for States to reflect on implementation gaps and to take additional measures \nto ensure that the rights of children are fully realized; \n \n3. \nCalls upon States parties to increase their efforts for the full \nimplementation of the Convention on the Rights of the Child; \n \n4. \nReaffirms paragraphs 1 to 5 of its resolution 71/177 of 19 December 2016 \nand that the general principles of, inter alia, the best interests of the child, \nnon-discrimination, participation and survival and development provide the \nframework for all actions concerning children; \n \n5. \nUrges States that have not yet done so to consider becoming parties to the \nConvention on the Rights of the Child and the Optional Protocols thereto as a matter \nof priority and to implement them effectively, and encourages further efforts by the \nSecretary-General in this regard; \n \n6. \nUrges States parties to withdraw reservations that are incompatible with \nthe object and purpose of the Convention or the Optional Protocols thereto and to \nconsider reviewing regularly other reservations with a view to withdrawing them in \naccordance with the Vienna Declaration and Programme of Action;15 \n \n7. \nNotes the work of the Special Representatives of the Secretary-General on \nViolence against Children and for Children and Armed Conflict, the Special \nRapporteur of the Human Rights Council on the sale and sexual exploitation of \nchildren, including child prostitution, child pornography and other sexual abuse \nmaterial, and the Committee on the Rights of the Child, and, in this regard, their \ncontribution to the progress achieved in the promotion and protection of the rights of \nchildren;  \n \n8. \nReaffirms section II of its resolution 73/155, on the promotion and \nprotection of the rights of the child and non-discrimination against children, in which \nit addressed non-discrimination; registration, family relations, adoption and \nalternative care; economic and social well-being of children; eradication of poverty; \nright to education; right to the enjoyment of the highest attainable standard of health; \nright to food; child labour; prevention and elimination of and response to violence \nagainst children; promoting and protecting the rights of children, including children \nin particularly difficult situations; migrant children; children and the administration \n\nA/RES/74/133 \nRights of the child\n \n19-22229\n6/15 \n \nof justice; prevention and eradication of the sale of children, child prostitution and \nchild pornography; and children affected by armed conflict; \n \n9. \nCalls upon States to ensure the enjoyment by all children of all their civil, \npolitical, economic, social and cultural rights without discrimination of any kind; \n \n10. Notes with concern the large number of children belonging to national, \nethnic, religious and linguistic minorities, migrant children, refugee or asylum-\nseeking children, internally displaced children, children of African descent and \nchildren of indigenous origin who are victims of discrimination, including racism, \nracial discrimination, xenophobia and related intolerance, stresses the need to \nincorporate special measures, in accordance with the principle of the best interests of \nthe child and respect for his or her views and the child’s gender-specific needs, \nincluding children with disabilities, into education programmes and programmes to \ncombat these practices, and calls upon States to provide special support and to ensure \nequal access to services for those children; \n \n11. \nRecalls every child’s right to be registered immediately after birth, to a \nname, to acquire a nationality and to recognition everywhere as a person before the \nlaw, as set out in the Convention on the Rights of the Child and the International \nCovenant on Civil and Political Rights,4 respectively, reminds States of their \nobligation to ensure the registration of the birth of all children without discrimination \nof any kind, including in the case of late birth registration, calls upon States to ensure \nthat birth registration procedures are universal, accessible, simple, expeditious and \neffective and provided at minimal or no cost, and recognizes the importance of birth \nregistration as a critical means of preventing statelessness;  \n \n12. Urges States to improve the situation of children living in poverty, in \nparticular extreme poverty, deprived of adequate food and nutrition, water and \nsanitation facilities, with limited or no access to basic physical and mental health-\ncare services, shelter, education, participation and protection, taking into account that, \nwhile a severe lack of goods and services hurts every human being, it is particularly \nthreatening and harmful to children, leaving them unable to enjoy their rights, to reach \ntheir full potential and to participate as full members of society, and exposed to \nconditions that lead to increased violence; \n \n13. Calls upon States to scale up scientifically accurate and age-appropriate \ncomprehensive education, relevant to cultural contexts, that provides adolescent girls \nand boys and young women and men, in and out of school, consistent with their \nevolving capacities, and with appropriate direction and guidance from parents and \nlegal guardians, with the best interests of the child as their basic concern, with \ninformation on sexual and reproductive health and HIV prevention, gender equality \nand women’s empowerment, human rights, physical, psychological and pubertal \ndevelopment and power in relationships between women and men, to enable them to \nbuild self-esteem and foster informed decision-making, communication and risk-\nreduction skills and to develop respectful relationships, in full partnership with young \npeople, parents, legal guardians, caregivers, educators and health-care providers, in \norder to, inter alia, enable them protect themselves from HIV infection and other \nrisks; \n \n14. Reaffirms the right to education on the basis of equal opportunity and \nnon-discrimination, and calls upon States to make primary education compulsory, \ninclusive and available free to all children, ensuring that all children have equal access \nto education of good quality, making secondary education generally available and \naccessible to all, in particular through the progressive introduction of free education, \nbearing in mind that special measures to ensure equal access, including affirmative \naction, contribute to achieving equal opportunity and combating exclusion by \neliminating social, economic and gender disparities in education and ensuring school \n\nRights of the child \nA/RES/74/133\n \n7/15\n19-22229 \n \nattendance, in particular for girls, children with disabilities, pregnant adolescent girls, \nchildren living in poverty, indigenous children, children of African descent, persons \nbelonging to ethnic or religious minorities and children in vulnerable or marginalized \nsituations; \n \n15. Urges States to take immediate and effective measures to secure the \nprohibition and elimination of the worst forms of child labour and to end child labour \nin all its forms, by 2025 at the latest;  \n \n16. Strongly condemns all forms of violence against children in all settings, \nincluding physical, psychological and sexual violence, torture and other cruel, \ninhuman or degrading treatment, child abuse and exploitation, hostage-taking, \ndomestic violence, incest, trafficking in or sale of children and their organs, \npaedophilia, child prostitution, child pornography and other child sexual abuse \nmaterial, child sex tourism, gang and armed violence, sexual exploitation of children \nonline and offline, bullying, including cyberbullying, and harmful practices, \nincluding female genital mutilation and child, early and forced marriage, and urges \nStates to strengthen efforts to prevent and protect children from all such violence \nthrough a comprehensive, gender-responsive and age-appropriate approach and to \ndevelop an inclusive multifaceted and systematic framework, which is integrated into \nnational planning processes, to respond effectively to violence against children and \nto provide for safe and child-sensitive counselling, complaint and reporting \nmechanisms and safeguards for the rights of affected children;  \n \n17. Calls upon all States to protect the human rights of all children and to \nensure, for children belonging to minorities in vulnerable situations, including \nmigrant children, indigenous children, children of African descent, internally \ndisplaced children and children with disabilities, the enjoyment of all human rights \nas well as access to health care, social services, social protection and accessible and \ninclusive education on an equal basis with others, and to ensure that all such children, \nin particular unaccompanied migrant children, internally displaced children and those \nwho are victims of violence and exploitation, receive special protection and assistance \nand that the best interests of the child are a primary consideration in their policies of \nintegration, return and family reunification; \n \n18. Condemns in the strongest terms all violations and abuses committed \nagainst children in armed conflict, and in this regard urges all States and other parties \nto armed conflict that are engaged, in contravention of applicable international law, \nin the recruitment and use of children, in patterns of killing and maiming of children \nand/or rape and other sexual violence against children, acknowledging that sexual \nviolence in these situations disproportionately affects girls, but that boys are also \ntargets, in recurrent attacks on schools and/or hospitals and related personnel and in \npatterns of abduction of children, as well as in all other violations and abuses against \nchildren, to take time-bound and effective measures to end and prevent them and to \nencourage age- and gender-specific support services, including psychological, social \nand sexual and reproductive health-care services, and education, social protection and \nreintegration programmes; \n \n19. Calls upon all Member States to ensure that children associated or \nallegedly associated with armed groups should be treated primarily as victims and in \nline with the best interests of the child, and to consider non-judicial measures as \nalternatives to prosecution and detention and take measures that focus on \nrehabilitation and reintegration in an environment that fosters the health, self-respect \nand dignity of the child, in accordance with relevant provisions of international \nhumanitarian law, as well as human rights law, in particular the Convention on the \nRights of the Child;  \n\nA/RES/74/133 \nRights of the child\n \n19-22229\n8/15 \n \n \n20. Calls upon States to protect children affected by armed conflict, in \nparticular from violations of international humanitarian law and human rights law, \nand to ensure that they receive timely, effective humanitarian assistance, noting the \nefforts taken to end impunity by ensuring accountability and punishing perpetrators, \nand calls upon the international community to hold those responsible for violations \naccountable, inter alia, through the International Criminal Court;  \n \n \n \nI \nChildren without parental care \n \n \n21. Recalls that the Convention on the Rights of the Child recognizes that a \nchild, for the full and harmonious development of his or her personality and potential, \nshould grow up in a family environment and that a child temporarily or permanently \ndeprived of his or her family environment, or in whose own best interests cannot be \nallowed to remain in that environment, shall be entitled to special protection and \nassistance provided by the State, and that States parties shall, in accordance with their \nnational laws and their obligations under the relevant international instruments in this \nfield, ensure safe and appropriate quality alternative care for such a child; \n \n22. Urges all States parties to intensify their efforts to comply with their \nobligations under the Convention on the Rights of the Child to preserve the identity \nof children, including their nationality, name and family relations, as recognized by \nlaw, to protect children in matters relating to birth registration, family relations and \nadoption or other forms of alternative care, recognizing that every effort should be \ndirected to enabling children to remain in or swiftly return to the care of their parents \nor, when appropriate, other close family members and that, where alternative care is \nnecessary, family and community-based care should be promoted over placement in \ninstitutions; \n \n23. Recalls that the Convention on the Rights of Persons with Disabilities 5 \nrequires all States parties to ensure the full enjoyment by children with disabilities of \nall human rights and fundamental freedoms on an equal basis with other children, \nincluding with respect to family life;  \n \n24. Reaffirms that children shall not be separated from their parents against \ntheir will except when competent authorities, subject to judicial review, determine, in \naccordance with applicable law and procedures, that such separation is necessary for \nthe best interests of the child and that such determination may be necessary in a \nparticular case such as one involving abuse or neglect of the child by the parents or \none where the parents are living separately and a decision must be made as to the \nchild’s place of residence;  \n \n25. Also reaffirms that a child shall not be deprived of his or her liberty \nunlawfully or arbitrarily and that the arrest, detention or imprisonment of a child shall \nbe in conformity with the law and shall be used only as a measure of last resort and \nfor the shortest appropriate period of time, and that every child deprived of liberty \nshall be treated with humanity and respect for the inherent dignity of the human \nperson, and in a manner which takes into account the needs of persons of his or \nher age;  \n \n26. Notes that children without parental care are more likely than their peers \nto experience human rights violations, such as exclusion, violence, abuse, neglect and \nexploitation, and in this regard expresses deep concern on the potential harm of \ninstitutionalization and institutional care to children’s growth and development; \n \n27. Recognizes that many children living without parental care have families, \nincluding at least one parent alive and/or relatives, and in this regard encourages \nactions to achieve family reunification unless it is not in the best interests of the child; \n\nRights of the child \nA/RES/74/133\n \n9/15\n19-22229 \n \n \n28. Stresses that no child should be forced to give up family connections in \norder to escape poverty, or to receive care, comprehensive, timely and quality health \nservices or education, or because they are in contact with the law;  \n \n29. Recognizes that poverty, all forms of violence, including mental and \nphysical violence, domestic violence, structural violence and survival activities may \nlead children into the criminal justice system, including the juvenile justice system, \nand that detention in the criminal justice system is sometimes used as a substitute for \nprevention and referral to child protection authorities and services; \n \n30. Also recognizes that financial and material poverty, or conditions directly \nand uniquely imputable to such poverty, should never be the only justification for the \nremoval of a child from the care of his or her parents or primary caregivers and legal \nguardians, for receiving a child into alternative care or for preventing his or her \nreintegration, but should be seen as a signal for the need to provide appropriate \nsupport to their family, benefiting the child directly;  \n \n31. Urges States to strengthen child welfare and child protection systems and \nimprove care reform efforts, which should include increased multisectoral \ncollaboration, inter alia, between child welfare and health, education and justice \nsectors, active coordination among all relevant authorities, improved cross-border \nsystems and improved capacity-building and training programmes for relevant \nstakeholders;  \n \n32. Expresses deep concern regarding the large and growing number of \nmigrant children, particularly those who are unaccompanied or separated from their \nparents or primary caregivers, who may be particularly vulnerable along their journey, \nand expresses the commitment to protect the human rights of migrant children, given \ntheir vulnerability, in particular unaccompanied migrant children and migrant \nchildren with disabilities, to ensure that they receive appropriate protection and \nassistance and to provide for their health, education and psychosocial development, \nensuring that the best interests of the child are a primary consideration in policies on \nintegration, return and family reunification; \n \n33. Calls upon States to take all measures necessary to prevent and combat \nillegal adoptions and all adoptions that are not in the best interests of the child;  \n \n34. Urges States to take effective action to provide support to families and to \nprevent the unnecessary separation of children from their parents, including by: \n \n(a) \nPrioritizing investments in child protection services and social services to \nsupport quality alternative care, including families and communities in order to \nprevent the separation of children from their families, with the best interests of the \nchild as the primary consideration; \n \n(b) \nAdopting and enforcing laws and improving the implementation of \npolicies and programmes, budget allocation and human resources to support children, \nparticularly children with disabilities and children living in disadvantaged, \nstigmatized and marginalized families, to address the root causes of unnecessary \nfamily separation and ensure that they are cared for effectively by their own families \nand communities; \n \n(c) \nTaking all appropriate legislative, administrative, social and educational \nmeasures to protect the child from all forms of physical or mental violence, injury or \nabuse, neglect or negligent treatment, maltreatment or exploitation, including sexual \nabuse, while in the care of parent(s), legal guardian(s) or any other person who has \nthe care of the child; \n \n(d) \nRecognizing the right of a child who has been placed by competent \nauthorities for the purposes of care, protection or treatment of his or her physical or \n\nA/RES/74/133 \nRights of the child\n \n19-22229\n10/15 \n \nmental health to a periodic review of the treatment provided to the child and all other \ncircumstances relevant to his or her placement; \n \n(e) \nEnsuring that the removal of children from the care of their family should \nbe seen as a measure of last resort and should, whenever possible, be temporary and \nremoval decisions should be regularly reviewed and the child’s return to parental care, \nonce the causes of removal have been resolved or have disappeared, should have the \nbest interests of the child as a primary consideration and be based on comprehensive \nassessment; \n \n(f) \nDeveloping and strengthening inclusive and responsive family-oriented \npolicies and programmes for poverty reduction, also designed to promote and \nstrengthen parents’ ability to care for their children, and to confront family poverty \nand social exclusion, recognizing the multidimensional aspects of poverty, focusing \non inclusive and quality education and lifelong learning for all, including initiatives \nto promote involved and positive parenting, health and well-being for all at all ages, \nequal access to economic resources, full and productive employment, decent work, \nsocial security, livelihoods and social cohesion and promoting and protecting the \nhuman rights of all family members; \n \n(g) \nProviding gender-sensitive and child-sensitive social protection systems, \nwhich are key to ensuring poverty reduction, including, as appropriate, targeted cash \ntransfers for families in vulnerable situations, as can be the case of families headed \nby a single parent, in particular those headed by women or by children, and which are \nmost effective in reducing poverty when accompanied by other measures, such as \nproviding access to basic services, high-quality education, affordable quality \nchildcare services and health-care services;  \n \n(h) \nSupporting and assisting families’ and caregivers’ capacities in regard to \nchild development, including through comprehensive education and training, and the \npromotion of involved and positive parenting to enable them to provide children with \ncare in a safe environment;  \n \n(i) \nProviding early and comprehensive information, services and support to \nchildren with disabilities and their families with a view to preventing concealment, \nabandonment, neglect, discrimination and segregation and to ensuring they have \nequal rights with respect to family life;  \n \n(j) \nDesigning and implementing programmes to provide pregnant adolescents \nand adolescent mothers with education, including access to quality education, social \nservices and support, to enable them to continue and complete their education, care \nfor their children and protect them from discrimination, as well as to ensure healthy \nand safe pregnancy;  \n \n(k) \nEnsuring that all decisions, initiatives and approaches related to children \nwithout parental care are made on a case-by-case basis, by suitably qualified \nprofessionals in a multidisciplinary team, through a judicial, administrative or other \nadequate and recognized procedure, with legal safeguards, taking into account the \nbest interests of the child, and regularly reviewed, with a view to ensuring the child’s \nsafety, security and participation, and grounded in the best interests of the child \nconcerned, including through incorporating a gender perspective and in conformity \nwith the principle of non-discrimination; \n \n(l) \nPutting in place rigorous and systematic judicial and administrative \n“gatekeeping” procedures that are designed to ensure that quality alternative care for \nchildren is used only after consideration of the best interests of the child as a primary \nconsideration and that children receive the most appropriate care for their needs, in \n\nRights of the child \nA/RES/74/133\n \n11/15\n19-22229 \n \nline with the Convention on the Rights of the Child and the Convention on the Rights \nof Persons with Disabilities and taking into account the Guidelines for the Alternative \nCare of Children;34 \n \n35. Also urges States to take action to ensure the enjoyment of human rights \nfor all children without parental care, in accordance with the international human \nrights framework, including the Convention on the Rights of the Child, not least the \nrights to the enjoyment of the highest attainable standards of physical and mental \nhealth, education, to rest and leisure, to engage in play and recreational activities \nappropriate to the age and maturity of the child, and also to take action to provide a \nrange of alternative care options and to protect all children without parental care, \nincluding by:  \n \n(a) \nPromoting the implementation of international frameworks, and the \nGuidelines for the Alternative Care of Children, including through training on those \nfor care staff and others working with children, and strengthening national legislation, \nregulations and policies to protect the rights of children without parental care;  \n \n(b) \nEnsuring the availability of a comprehensive range of quality accessible \nand disability-inclusive alternative care options, in the best interests of the child and \non a case-by-case basis, in line with the Convention on the Rights of the Child and \nthe Convention on the Rights of Persons with Disabilities and by taking into account \nthe Guidelines for the Alternative Care of Children, for emergency, short-term and \nlong-term care; \n \n(c) \nStrengthening regulation, including registration, licensing, oversight and \naccountability mechanisms, promoting the development and dissemination of \nevidence-based methods, and monitoring and assessing the quality of care and status \nof children and all other circumstances relevant to the placement in all alternative \ncare settings, including kinship care settings, through a periodic review, to ensure that \nthe rights and the best interests of the child are upheld and that children are able to \nreport violence, abuse and other concerns;  \n \n(d) \nImproving data collection, information management and reporting systems \nrelated to children without parental care in all settings and situations in order to close \nexisting data gaps and develop global and national baselines, including by investing \nin quality, accessible, timely and reliable disaggregated data through capacity-\nbuilding, financial support and technical assistance and ensuring that quality data \nguides policymaking;  \n \n(e) \nEnsuring adequate and systematic training in the rights of the child, \nincluding by encouraging States to take the Guidelines for the Alternative Care of \nChildren into account for professional groups working with and for children, \nincluding with children without parental care, including specialized judges, law \nenforcement officials, lawyers, social workers, medical doctors, care professionals, \nhealth professionals and teachers, and coordination among various governmental \nbodies involved in the promotion and protection of the rights of the child; \n \n(f) \nPrioritizing quality alternative care options over institutionalization with \nthe best interests of the child as the primary consideration, and, where relevant, \nadopting policies, strategies and comprehensive plans of action in that respect, \nincluding by implementing relevant reforms, developing or reforming legislation, \nbudget allocation, awareness-raising campaigns, training, and increasing the capacity \nof all relevant actors; \n \n(g) \nProgressively replacing institutionalization with quality alternative care, \nincluding, inter alia, family and community-based care and, where relevant, \n__________________ \n \n34  Resolution 64/142, annex. \n\nA/RES/74/133 \nRights of the child\n \n19-22229\n12/15 \n \nredirecting resources to family and community-based care services, with adequate \ntraining and support for caregivers and robust screening and oversight mechanisms; \n \n(h) \nUndertaking every effort, where the immediate family is unable to care for \na child with disabilities, to provide quality alternative care within the wider family, \nand, failing that, within the community in a family setting, bearing in mind the best \ninterests of the child and taking into account the child’s views and preferences; \n \n(i) \nProtecting the human rights of children in alternative care and ensuring \nswift accountability for human rights violations or abuses, including by protecting \nchildren from all forms of violence and abuse, including bullying, in all care settings; \n \n(j) \nRecognizing the multiple and intersecting forms of discrimination faced \nby children in vulnerable situations such as those living in child-headed households, \nunaccompanied and separated children, girls, children with HIV/AIDS and other \nserious illnesses, children with disabilities, children in detention, children who exceed \nthe age limit for care systems as established by national legislation, children \nbelonging to national, ethnic, religious and linguistic minorities in vulnerable \nsituations, indigenous children and children of African descent, and the necessity to \nincrease the support for children in this regard;  \n \n(k) \nEstablishing and developing safe, well-publicized, child-friendly, \nconfidential and accessible and effective mechanisms to enable children in alternative \ncare settings or their representatives to seek counselling, to report violence against \nchildren or other safeguarding concerns and file complaints on incidents of violence \nand to ensure that all children have access to such mechanisms;  \n \n(l) \nEnsuring that adolescents and young people leaving alternative care \nreceive appropriate support in preparing for the transition to independent living, \nincluding support in gaining access to employment, education, training, housing and \npsychological support, participating in rehabilitation with their families where that is \nin their best interest, and gaining access to after-care services consistent with the \nGuidelines for the Alternative Care of Children;  \n \n(m) Mainstreaming a gender perspective into all alternative care policies and \nimplementing gender-responsive measures that address the specific needs of girls in \nalternative care settings;  \n \n(n) \nEnsuring appropriate care and protection of children who work and/or live \non the street without any parental contact or supervision, including through measures \nto support their sustainable reintegration into their families and, when family \nreintegration is not possible or appropriate, through a case-by-case approach to \nprovide quality alternative care that is appropriate and in the best interests of the \nchild;  \n \n(o) \nProtecting unaccompanied and separated children at all stages of migration \nthrough the establishment of specialized procedures for their identification, referral, \ncare and family reunification, and provide access to health-care services, including \nmental health, education, legal assistance and the right to be heard in administrative \nand judicial proceedings, including by swiftly appointing a competent and impartial \nlegal guardian, as essential means to address their particular vulnerabilities and \ndiscrimination, protect them from all forms of violence and provide access to \nsustainable solutions that are in their best interests; \n \n(p) \nEnsuring that child protection authorities are promptly informed and \nassigned to participate in procedures for the determination of the best interests of the \nchild once an unaccompanied or separated child crosses an international border, in \naccordance with international law, including by training border officials in the rights \n\nRights of the child \nA/RES/74/133\n \n13/15\n19-22229 \n \nof the child and child-sensitive procedures, such as those that prevent family \nseparation and reunite families when family separation occurs; \n \n(q) \nTaking measures to ensure that all children who are separated from their \nparents in accordance with applicable law and procedures, and where such separation \nis necessary for the best interests of the child, are promptly referred to child protection \nauthorities and provided with appropriate and quality alternative care, inter alia, \nfamily and community-based care;  \n \n(r) \nPromoting alternatives to detention for children and taking steps to \nminimize the risk of violence against children in detention, as well as encourage and \nfacilitate frequent family visits and regular contact and communication between \nchildren and their family members unless it is in the child’s best interest not to do so, \nas well as with the outside world, and to ensure that no child should be subject to \ntorture or other cruel, inhuman or degrading treatment or punishment or that \ndisciplinary sanctions for detained children do not include a prohibition of contact \nwith family members;  \n \n(s) \nTaking appropriate measures to prevent and respond to the separation of \nchildren from their families in humanitarian contexts, inter alia, by giving priority to \nfamily tracing and family reunification and reintegration, and, where appropriate, to \ncooperate with international humanitarian and refugee organizations, including by \nfacilitating their work, in line with their obligations under international law; \n \n(t) \nTaking appropriate measures to protect children who are victims of \ntrafficking and are deprived of parental care, as well as enacting and enforcing \nlegislation to prevent and combat the trafficking in and exploitation of children in \ncare facilities, and supporting children who are victims of human trafficking in \nreturning to their families and in receiving appropriate mental health and \npsychological assistance that is victim-centred and trauma-informed, and taking \nappropriate measures to prevent and address the harms related to volunteering \nprogrammes in orphanages, including in the context of tourism, which can lead to \ntrafficking and exploitation; \n \n \n \nII \n \n \nFollow-up \n \n \n36. Expresses its gratitude for the work of Ms. Marta Santos Pais and \nwelcomes the appointment of Ms. Najat Maalla M'jid as the Special Representative \nof the Secretary-General on Violence against Children, pursuant to its resolution \n62/141 of 18 December 2007, expresses its support for her work, and recognizes the \nprogress achieved since the establishment of the mandate of the Special \nRepresentative, as extended by the General Assembly in its resolution 73/155, in \npromoting the prevention and elimination of all forms of violence against children in \nall regions and in advancing the implementation of the recommendations of the \nUnited Nations study on violence against children, including through partnerships \nwith regional organizations, as well as advocacy through thematic consultations, field \nmissions and thematic reports addressing emerging concerns; \n \n37. Urges all States, requests United Nations agencies, funds and programmes \nand invites regional organizations and civil society, including non-governmental \norganizations, to cooperate with the Special Representative of the Secretary-General \non Violence against Children in promoting the further implementation of the \nrecommendations of the United Nations study on violence against children and in \nsupporting Member States in the context of the implementation of the 2030 Agenda \nfor Sustainable Development,25 encourages States to provide support to the Special \nRepresentative, including adequate voluntary financial support for the continued, \n\nA/RES/74/133 \nRights of the child\n \n19-22229\n14/15 \n \neffective and independent performance of her mandate, and invites organizations, \nincluding the private sector, to provide voluntary contributions for that purpose; \n \n38. Recognizes the work of the Office of the Special Representative of the \nSecretary-General for Children and Armed Conflict, its increased level of work and \nthe progress achieved since the establishment of the mandate of the Special \nRepresentative, welcomes the “Act to protect children affected by conflict” campaign \ninitiated by the Special Representative, and, bearing in mind its resolution 63/241 of \n24 December 2008 and paragraphs 35 to 37 of its resolution 51/77 of 12 December \n1996, as well as paragraph 39 of its resolution 72/245 of 24 December 2017, \nrecommends that the Secretary-General extend the mandate of the Special \nRepresentative for an additional period of one year, until 2021;  \n \n39. Requests the Office of the United Nations High Commissioner for Human \nRights and relevant United Nations entities, within their respective mandates, to \nconsider the issue of children deprived of liberty, bearing in mind the report on \nchildren deprived of liberty; \n \n40. Notes with appreciation the steps taken regarding Security Council \nresolutions 1539 (2004) of 22 April 2004, 1612 (2005) of 26 July 2005, 1882 (2009) \nof 4 August 2009, 1998 (2011) of 12 July 2011, 2068 (2012) of 19 September 2012, \n2225 (2015) of 18 June 2015 and 2427 (2018) of 9 July 2018 and the efforts of the \nSecretary-General to implement the monitoring and reporting mechanism on children \nand armed conflict in accordance with those resolutions, with the participation of and \nin cooperation with national Governments and relevant United Nations and civil \nsociety actors, including at the country level, requests the Secretary-General to ensure \nthat information collected and communicated by the monitoring and reporting \nmechanism is accurate, objective and verifiable, and in this regard encourages the \nwork and the deployment of United Nations child protection advisers in peacekeeping \noperations and political and peacebuilding missions; \n \n41. Decides: \n \n(a) \nTo request the Secretary-General to submit to the General Assembly at its \nseventy-fifth session a comprehensive report on the rights of the child, containing \ninformation on the implementation of the Convention on the Rights of the Child, \nbearing in mind the thirtieth anniversary of its adoption, in 2019; \n \n(b) \nTo request the Secretary-General to submit to the General Assembly at its \nseventy-sixth session a comprehensive report on the rights of the child containing \ninformation on the status of the Convention on the Rights of the Child and on the \nissues addressed in the present resolution, with a focus on the rights of the child and \nthe Sustainable Development Goals; \n \n(c) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict to continue to submit reports to the General Assembly \nand the Human Rights Council on the activities undertaken in the fulfilment of her \nmandate, including information on her field visits and on the progress achieved and \nthe challenges remaining on the children and armed conflict agenda; \n \n(d) \nTo request the Special Representative of the Secretary-General for \nChildren and Armed Conflict, in carrying out her mandate for the protection of \nchildren in situations of armed conflict, in accordance with the relevant resolutions \nof the General Assembly and the Security Council, to continue to engage proactively \nwith relevant United Nations bodies and agencies, Member States, regional and \nsubregional organizations and non-State armed groups, including by negotiating \naction plans, securing commitments, advocating for appropriate response \nmechanisms and ensuring attention and follow-up to the conclusions and \nrecommendations of the Security Council Working Group on Children and Armed \n\nRights of the child \nA/RES/74/133\n \n15/15\n19-22229 \n \nConflict, and reaffirms the important role that the Special Representative can play in \ncontributing to conflict prevention;  \n \n(e) \nTo request the Special Representative of the Secretary-General on \nViolence against Children to continue to submit annual reports to the General \nAssembly and the Human Rights Council on the activities undertaken in fulfilment of \nher mandate, consistent with paragraphs 58 and 59 of its resolution 62/141, including \ninformation on her field visits and on the progress achieved and the challenges \nremaining on the violence against children agenda; \n \n(f) \nTo request the Special Rapporteur of the Human Rights Council on the \nsale and sexual exploitation of children, including child prostitution, child \npornography and other child sexual abuse material, to continue to submit reports to \nthe General Assembly and the Human Rights Council on the activities undertaken in \nfulfilment of her mandate, including information on her field visits and on the \nprogress achieved and the challenges remaining in the prevention and eradication of \nthe sale of children, child prostitution, child pornography and other child sexual abuse \nmaterial and the sexual exploitation and abuse of children; \n \n(g) \nTo invite the Chair of the Committee on the Rights of the Child to present \nan oral report on the work of the Committee and to engage in an interactive dialogue \nwith the General Assembly at its seventy-fifth and seventy-sixth sessions as a way to \nenhance communication between the Assembly and the Committee; \n \n(h) \nTo continue its consideration of the question at its seventy-sixth session \nunder the item entitled “Promotion and protection of the rights of children”. \n \n50th plenary meeting \n18 December 2019 \n \n",
  "paragraphs": {
    "1": "Welcomes the commemoration of the thirtieth anniversary of the adoption of the Convention on the Rights of the Child,1 the human rights treaty with the largest number of ratifications, and acknowledges that the Convention and the Optional Protocols thereto2 contain a comprehensive set of international legal standards for the protection and well-being of children;",
    "2": "Recognizes that, while progress has been made, many challenges remain, and that, in this regard, both the high-level commemorative event on 25 September 2019 and the high-level meeting of the General Assembly on 20 November 2019 were occasions for States to reflect on implementation gaps and to take additional measures to ensure that the rights of children are fully realized;",
    "3": "Calls upon States parties to increase their efforts for the full implementation of the Convention on the Rights of the Child;",
    "4": "Reaffirms paragraphs 1 to 5 of its resolution 71/177 of 19 December 2016 and that the general principles of, inter alia, the best interests of the child, non-discrimination, participation and survival and development provide the framework for all actions concerning children;",
    "5": "Urges States that have not yet done so to consider becoming parties to the Convention on the Rights of the Child and the Optional Protocols thereto as a matter of priority and to implement them effectively, and encourages further efforts by the Secretary-General in this regard;",
    "6": "Urges States parties to withdraw reservations that are incompatible with the object and purpose of the Convention or the Optional Protocols thereto and to consider reviewing regularly other reservations with a view to withdrawing them in accordance with the Vienna Declaration and Programme of Action;15",
    "7": "Notes the work of the Special Representatives of the Secretary-General on Violence against Children and for Children and Armed Conflict, the Special Rapporteur of the Human Rights Council on the sale and sexual exploitation of children, including child prostitution, child pornography and other sexual abuse material, and the Committee on the Rights of the Child, and, in this regard, their contribution to the progress achieved in the promotion and protection of the rights of children;",
    "8": "Reaffirms section II of its resolution 73/155, on the promotion and protection of the rights of the child and non-discrimination against children, in which it addressed non-discrimination; registration, family relations, adoption and alternative care; economic and social well-being of children; eradication of poverty; right to education; right to the enjoyment of the highest attainable standard of health; right to food; child labour; prevention and elimination of and response to violence against children; promoting and protecting the rights of children, including children in particularly difficult situations; migrant children; children and the administration A/RES/74/133 Rights of the child 19-22229 6/15 of justice; prevention and eradication of the sale of children, child prostitution and child pornography; and children affected by armed conflict;",
    "9": "Calls upon States to ensure the enjoyment by all children of all their civil, political, economic, social and cultural rights without discrimination of any kind;",
    "10": "Notes with concern the large number of children belonging to national, ethnic, religious and linguistic minorities, migrant children, refugee or asylum- seeking children, internally displaced children, children of African descent and children of indigenous origin who are victims of discrimination, including racism, racial discrimination, xenophobia and related intolerance, stresses the need to incorporate special measures, in accordance with the principle of the best interests of the child and respect for his or her views and the child’s gender-specific needs, including children with disabilities, into education programmes and programmes to combat these practices, and calls upon States to provide special support and to ensure equal access to services for those children;",
    "11": "Recalls every child’s right to be registered immediately after birth, to a name, to acquire a nationality and to recognition everywhere as a person before the law, as set out in the Convention on the Rights of the Child and the International Covenant on Civil and Political Rights,4 respectively, reminds States of their obligation to ensure the registration of the birth of all children without discrimination of any kind, including in the case of late birth registration, calls upon States to ensure that birth registration procedures are universal, accessible, simple, expeditious and effective and provided at minimal or no cost, and recognizes the importance of birth registration as a critical means of preventing statelessness;",
    "12": "Urges States to improve the situation of children living in poverty, in particular extreme poverty, deprived of adequate food and nutrition, water and sanitation facilities, with limited or no access to basic physical and mental health- care services, shelter, education, participation and protection, taking into account that, while a severe lack of goods and services hurts every human being, it is particularly threatening and harmful to children, leaving them unable to enjoy their rights, to reach their full potential and to participate as full members of society, and exposed to conditions that lead to increased violence;",
    "13": "Calls upon States to scale up scientifically accurate and age-appropriate comprehensive education, relevant to cultural contexts, that provides adolescent girls and boys and young women and men, in and out of school, consistent with their evolving capacities, and with appropriate direction and guidance from parents and legal guardians, with the best interests of the child as their basic concern, with information on sexual and reproductive health and HIV prevention, gender equality and women’s empowerment, human rights, physical, psychological and pubertal development and power in relationships between women and men, to enable them to build self-esteem and foster informed decision-making, communication and risk- reduction skills and to develop respectful relationships, in full partnership with young people, parents, legal guardians, caregivers, educators and health-care providers, in order to, inter alia, enable them protect themselves from HIV infection and other risks;",
    "14": "Reaffirms the right to education on the basis of equal opportunity and non-discrimination, and calls upon States to make primary education compulsory, inclusive and available free to all children, ensuring that all children have equal access to education of good quality, making secondary education generally available and accessible to all, in particular through the progressive introduction of free education, bearing in mind that special measures to ensure equal access, including affirmative action, contribute to achieving equal opportunity and combating exclusion by eliminating social, economic and gender disparities in education and ensuring school Rights of the child A/RES/74/133 7/15 19-22229 attendance, in particular for girls, children with disabilities, pregnant adolescent girls, children living in poverty, indigenous children, children of African descent, persons belonging to ethnic or religious minorities and children in vulnerable or marginalized situations;",
    "15": "Urges States to take immediate and effective measures to secure the prohibition and elimination of the worst forms of child labour and to end child labour in all its forms, by 2025 at the latest;",
    "16": "Strongly condemns all forms of violence against children in all settings, including physical, psychological and sexual violence, torture and other cruel, inhuman or degrading treatment, child abuse and exploitation, hostage-taking, domestic violence, incest, trafficking in or sale of children and their organs, paedophilia, child prostitution, child pornography and other child sexual abuse material, child sex tourism, gang and armed violence, sexual exploitation of children online and offline, bullying, including cyberbullying, and harmful practices, including female genital mutilation and child, early and forced marriage, and urges States to strengthen efforts to prevent and protect children from all such violence through a comprehensive, gender-responsive and age-appropriate approach and to develop an inclusive multifaceted and systematic framework, which is integrated into national planning processes, to respond effectively to violence against children and to provide for safe and child-sensitive counselling, complaint and reporting mechanisms and safeguards for the rights of affected children;",
    "17": "Calls upon all States to protect the human rights of all children and to ensure, for children belonging to minorities in vulnerable situations, including migrant children, indigenous children, children of African descent, internally displaced children and children with disabilities, the enjoyment of all human rights as well as access to health care, social services, social protection and accessible and inclusive education on an equal basis with others, and to ensure that all such children, in particular unaccompanied migrant children, internally displaced children and those who are victims of violence and exploitation, receive special protection and assistance and that the best interests of the child are a primary consideration in their policies of integration, return and family reunification;",
    "18": "Condemns in the strongest terms all violations and abuses committed against children in armed conflict, and in this regard urges all States and other parties to armed conflict that are engaged, in contravention of applicable international law, in the recruitment and use of children, in patterns of killing and maiming of children and/or rape and other sexual violence against children, acknowledging that sexual violence in these situations disproportionately affects girls, but that boys are also targets, in recurrent attacks on schools and/or hospitals and related personnel and in patterns of abduction of children, as well as in all other violations and abuses against children, to take time-bound and effective measures to end and prevent them and to encourage age- and gender-specific support services, including psychological, social and sexual and reproductive health-care services, and education, social protection and reintegration programmes;",
    "19": "Calls upon all Member States to ensure that children associated or allegedly associated with armed groups should be treated primarily as victims and in line with the best interests of the child, and to consider non-judicial measures as alternatives to prosecution and detention and take measures that focus on rehabilitation and reintegration in an environment that fosters the health, self-respect and dignity of the child, in accordance with relevant provisions of international humanitarian law, as well as human rights law, in particular the Convention on the Rights of the Child; A/RES/74/133 Rights of the child 19-22229 8/15",
    "20": "Calls upon States to protect children affected by armed conflict, in particular from violations of international humanitarian law and human rights law, and to ensure that they receive timely, effective humanitarian assistance, noting the efforts taken to end impunity by ensuring accountability and punishing perpetrators, and calls upon the international community to hold those responsible for violations accountable, inter alia, through the International Criminal Court; I Children without parental care",
    "21": "Recalls that the Convention on the Rights of the Child recognizes that a child, for the full and harmonious development of his or her personality and potential, should grow up in a family environment and that a child temporarily or permanently deprived of his or her family environment, or in whose own best interests cannot be allowed to remain in that environment, shall be entitled to special protection and assistance provided by the State, and that States parties shall, in accordance with their national laws and their obligations under the relevant international instruments in this field, ensure safe and appropriate quality alternative care for such a child;",
    "22": "Urges all States parties to intensify their efforts to comply with their obligations under the Convention on the Rights of the Child to preserve the identity of children, including their nationality, name and family relations, as recognized by law, to protect children in matters relating to birth registration, family relations and adoption or other forms of alternative care, recognizing that every effort should be directed to enabling children to remain in or swiftly return to the care of their parents or, when appropriate, other close family members and that, where alternative care is necessary, family and community-based care should be promoted over placement in institutions;",
    "23": "Recalls that the Convention on the Rights of Persons with Disabilities 5 requires all States parties to ensure the full enjoyment by children with disabilities of all human rights and fundamental freedoms on an equal basis with other children, including with respect to family life;",
    "24": "Reaffirms that children shall not be separated from their parents against their will except when competent authorities, subject to judicial review, determine, in accordance with applicable law and procedures, that such separation is necessary for the best interests of the child and that such determination may be necessary in a particular case such as one involving abuse or neglect of the child by the parents or one where the parents are living separately and a decision must be made as to the child’s place of residence;",
    "25": "Also reaffirms that a child shall not be deprived of his or her liberty unlawfully or arbitrarily and that the arrest, detention or imprisonment of a child shall be in conformity with the law and shall be used only as a measure of last resort and for the shortest appropriate period of time, and that every child deprived of liberty shall be treated with humanity and respect for the inherent dignity of the human person, and in a manner which takes into account the needs of persons of his or her age;",
    "26": "Notes that children without parental care are more likely than their peers to experience human rights violations, such as exclusion, violence, abuse, neglect and exploitation, and in this regard expresses deep concern on the potential harm of institutionalization and institutional care to children’s growth and development;",
    "27": "Recognizes that many children living without parental care have families, including at least one parent alive and/or relatives, and in this regard encourages actions to achieve family reunification unless it is not in the best interests of the child; Rights of the child A/RES/74/133 9/15 19-22229",
    "28": "Stresses that no child should be forced to give up family connections in order to escape poverty, or to receive care, comprehensive, timely and quality health services or education, or because they are in contact with the law;",
    "29": "Recognizes that poverty, all forms of violence, including mental and physical violence, domestic violence, structural violence and survival activities may lead children into the criminal justice system, including the juvenile justice system, and that detention in the criminal justice system is sometimes used as a substitute for prevention and referral to child protection authorities and services;",
    "30": "Also recognizes that financial and material poverty, or conditions directly and uniquely imputable to such poverty, should never be the only justification for the removal of a child from the care of his or her parents or primary caregivers and legal guardians, for receiving a child into alternative care or for preventing his or her reintegration, but should be seen as a signal for the need to provide appropriate support to their family, benefiting the child directly;",
    "31": "Urges States to strengthen child welfare and child protection systems and improve care reform efforts, which should include increased multisectoral collaboration, inter alia, between child welfare and health, education and justice sectors, active coordination among all relevant authorities, improved cross-border systems and improved capacity-building and training programmes for relevant stakeholders;",
    "32": "Expresses deep concern regarding the large and growing number of migrant children, particularly those who are unaccompanied or separated from their parents or primary caregivers, who may be particularly vulnerable along their journey, and expresses the commitment to protect the human rights of migrant children, given their vulnerability, in particular unaccompanied migrant children and migrant children with disabilities, to ensure that they receive appropriate protection and assistance and to provide for their health, education and psychosocial development, ensuring that the best interests of the child are a primary consideration in policies on integration, return and family reunification;",
    "33": "Calls upon States to take all measures necessary to prevent and combat illegal adoptions and all adoptions that are not in the best interests of the child;",
    "34": "Urges States to take effective action to provide support to families and to prevent the unnecessary separation of children from their parents, including by: (a) Prioritizing investments in child protection services and social services to support quality alternative care, including families and communities in order to prevent the separation of children from their families, with the best interests of the child as the primary consideration; (b) Adopting and enforcing laws and improving the implementation of policies and programmes, budget allocation and human resources to support children, particularly children with disabilities and children living in disadvantaged, stigmatized and marginalized families, to address the root causes of unnecessary family separation and ensure that they are cared for effectively by their own families and communities; (c) Taking all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child; (d) Recognizing the right of a child who has been placed by competent authorities for the purposes of care, protection or treatment of his or her physical or A/RES/74/133 Rights of the child 19-22229 10/15 mental health to a periodic review of the treatment provided to the child and all other circumstances relevant to his or her placement; (e) Ensuring that the removal of children from the care of their family should be seen as a measure of last resort and should, whenever possible, be temporary and removal decisions should be regularly reviewed and the child’s return to parental care, once the causes of removal have been resolved or have disappeared, should have the best interests of the child as a primary consideration and be based on comprehensive assessment; (f) Developing and strengthening inclusive and responsive family-oriented policies and programmes for poverty reduction, also designed to promote and strengthen parents’ ability to care for their children, and to confront family poverty and social exclusion, recognizing the multidimensional aspects of poverty, focusing on inclusive and quality education and lifelong learning for all, including initiatives to promote involved and positive parenting, health and well-being for all at all ages, equal access to economic resources, full and productive employment, decent work, social security, livelihoods and social cohesion and promoting and protecting the human rights of all family members; (g) Providing gender-sensitive and child-sensitive social protection systems, which are key to ensuring poverty reduction, including, as appropriate, targeted cash transfers for families in vulnerable situations, as can be the case of families headed by a single parent, in particular those headed by women or by children, and which are most effective in reducing poverty when accompanied by other measures, such as providing access to basic services, high-quality education, affordable quality childcare services and health-care services; (h) Supporting and assisting families’ and caregivers’ capacities in regard to child development, including through comprehensive education and training, and the promotion of involved and positive parenting to enable them to provide children with care in a safe environment; (i) Providing early and comprehensive information, services and support to children with disabilities and their families with a view to preventing concealment, abandonment, neglect, discrimination and segregation and to ensuring they have equal rights with respect to family life; (j) Designing and implementing programmes to provide pregnant adolescents and adolescent mothers with education, including access to quality education, social services and support, to enable them to continue and complete their education, care for their children and protect them from discrimination, as well as to ensure healthy and safe pregnancy; (k) Ensuring that all decisions, initiatives and approaches related to children without parental care are made on a case-by-case basis, by suitably qualified professionals in a multidisciplinary team, through a judicial, administrative or other adequate and recognized procedure, with legal safeguards, taking into account the best interests of the child, and regularly reviewed, with a view to ensuring the child’s safety, security and participation, and grounded in the best interests of the child concerned, including through incorporating a gender perspective and in conformity with the principle of non-discrimination; (l) Putting in place rigorous and systematic judicial and administrative “gatekeeping” procedures that are designed to ensure that quality alternative care for children is used only after consideration of the best interests of the child as a primary consideration and that children receive the most appropriate care for their needs, in Rights of the child A/RES/74/133 11/15 19-22229 line with the Convention on the Rights of the Child and the Convention on the Rights of Persons with Disabilities and taking into account the Guidelines for the Alternative Care of Children;34",
    "35": "Also urges States to take action to ensure the enjoyment of human rights for all children without parental care, in accordance with the international human rights framework, including the Convention on the Rights of the Child, not least the rights to the enjoyment of the highest attainable standards of physical and mental health, education, to rest and leisure, to engage in play and recreational activities appropriate to the age and maturity of the child, and also to take action to provide a range of alternative care options and to protect all children without parental care, including by: (a) Promoting the implementation of international frameworks, and the Guidelines for the Alternative Care of Children, including through training on those for care staff and others working with children, and strengthening national legislation, regulations and policies to protect the rights of children without parental care; (b) Ensuring the availability of a comprehensive range of quality accessible and disability-inclusive alternative care options, in the best interests of the child and on a case-by-case basis, in line with the Convention on the Rights of the Child and the Convention on the Rights of Persons with Disabilities and by taking into account the Guidelines for the Alternative Care of Children, for emergency, short-term and long-term care; (c) Strengthening regulation, including registration, licensing, oversight and accountability mechanisms, promoting the development and dissemination of evidence-based methods, and monitoring and assessing the quality of care and status of children and all other circumstances relevant to the placement in all alternative care settings, including kinship care settings, through a periodic review, to ensure that the rights and the best interests of the child are upheld and that children are able to report violence, abuse and other concerns; (d) Improving data collection, information management and reporting systems related to children without parental care in all settings and situations in order to close existing data gaps and develop global and national baselines, including by investing in quality, accessible, timely and reliable disaggregated data through capacity- building, financial support and technical assistance and ensuring that quality data guides policymaking; (e) Ensuring adequate and systematic training in the rights of the child, including by encouraging States to take the Guidelines for the Alternative Care of Children into account for professional groups working with and for children, including with children without parental care, including specialized judges, law enforcement officials, lawyers, social workers, medical doctors, care professionals, health professionals and teachers, and coordination among various governmental bodies involved in the promotion and protection of the rights of the child; (f) Prioritizing quality alternative care options over institutionalization with the best interests of the child as the primary consideration, and, where relevant, adopting policies, strategies and comprehensive plans of action in that respect, including by implementing relevant reforms, developing or reforming legislation, budget allocation, awareness-raising campaigns, training, and increasing the capacity of all relevant actors; (g) Progressively replacing institutionalization with quality alternative care, including, inter alia, family and community-based care and, where relevant, __________________ 34 Resolution 64/142, annex. A/RES/74/133 Rights of the child 19-22229 12/15 redirecting resources to family and community-based care services, with adequate training and support for caregivers and robust screening and oversight mechanisms; (h) Undertaking every effort, where the immediate family is unable to care for a child with disabilities, to provide quality alternative care within the wider family, and, failing that, within the community in a family setting, bearing in mind the best interests of the child and taking into account the child’s views and preferences; (i) Protecting the human rights of children in alternative care and ensuring swift accountability for human rights violations or abuses, including by protecting children from all forms of violence and abuse, including bullying, in all care settings; (j) Recognizing the multiple and intersecting forms of discrimination faced by children in vulnerable situations such as those living in child-headed households, unaccompanied and separated children, girls, children with HIV/AIDS and other serious illnesses, children with disabilities, children in detention, children who exceed the age limit for care systems as established by national legislation, children belonging to national, ethnic, religious and linguistic minorities in vulnerable situations, indigenous children and children of African descent, and the necessity to increase the support for children in this regard; (k) Establishing and developing safe, well-publicized, child-friendly, confidential and accessible and effective mechanisms to enable children in alternative care settings or their representatives to seek counselling, to report violence against children or other safeguarding concerns and file complaints on incidents of violence and to ensure that all children have access to such mechanisms; (l) Ensuring that adolescents and young people leaving alternative care receive appropriate support in preparing for the transition to independent living, including support in gaining access to employment, education, training, housing and psychological support, participating in rehabilitation with their families where that is in their best interest, and gaining access to after-care services consistent with the Guidelines for the Alternative Care of Children; (m) Mainstreaming a gender perspective into all alternative care policies and implementing gender-responsive measures that address the specific needs of girls in alternative care settings; (n) Ensuring appropriate care and protection of children who work and/or live on the street without any parental contact or supervision, including through measures to support their sustainable reintegration into their families and, when family reintegration is not possible or appropriate, through a case-by-case approach to provide quality alternative care that is appropriate and in the best interests of the child; (o) Protecting unaccompanied and separated children at all stages of migration through the establishment of specialized procedures for their identification, referral, care and family reunification, and provide access to health-care services, including mental health, education, legal assistance and the right to be heard in administrative and judicial proceedings, including by swiftly appointing a competent and impartial legal guardian, as essential means to address their particular vulnerabilities and discrimination, protect them from all forms of violence and provide access to sustainable solutions that are in their best interests; (p) Ensuring that child protection authorities are promptly informed and assigned to participate in procedures for the determination of the best interests of the child once an unaccompanied or separated child crosses an international border, in accordance with international law, including by training border officials in the rights Rights of the child A/RES/74/133 13/15 19-22229 of the child and child-sensitive procedures, such as those that prevent family separation and reunite families when family separation occurs; (q) Taking measures to ensure that all children who are separated from their parents in accordance with applicable law and procedures, and where such separation is necessary for the best interests of the child, are promptly referred to child protection authorities and provided with appropriate and quality alternative care, inter alia, family and community-based care; (r) Promoting alternatives to detention for children and taking steps to minimize the risk of violence against children in detention, as well as encourage and facilitate frequent family visits and regular contact and communication between children and their family members unless it is in the child’s best interest not to do so, as well as with the outside world, and to ensure that no child should be subject to torture or other cruel, inhuman or degrading treatment or punishment or that disciplinary sanctions for detained children do not include a prohibition of contact with family members; (s) Taking appropriate measures to prevent and respond to the separation of children from their families in humanitarian contexts, inter alia, by giving priority to family tracing and family reunification and reintegration, and, where appropriate, to cooperate with international humanitarian and refugee organizations, including by facilitating their work, in line with their obligations under international law; (t) Taking appropriate measures to protect children who are victims of trafficking and are deprived of parental care, as well as enacting and enforcing legislation to prevent and combat the trafficking in and exploitation of children in care facilities, and supporting children who are victims of human trafficking in returning to their families and in receiving appropriate mental health and psychological assistance that is victim-centred and trauma-informed, and taking appropriate measures to prevent and address the harms related to volunteering programmes in orphanages, including in the context of tourism, which can lead to trafficking and exploitation; II Follow-up",
    "36": "Expresses its gratitude for the work of Ms. Marta Santos Pais and welcomes the appointment of Ms. Najat Maalla M'jid as the Special Representative of the Secretary-General on Violence against Children, pursuant to its resolution 62/141 of 18 December 2007, expresses its support for her work, and recognizes the progress achieved since the establishment of the mandate of the Special Representative, as extended by the General Assembly in its resolution 73/155, in promoting the prevention and elimination of all forms of violence against children in all regions and in advancing the implementation of the recommendations of the United Nations study on violence against children, including through partnerships with regional organizations, as well as advocacy through thematic consultations, field missions and thematic reports addressing emerging concerns;",
    "37": "Urges all States, requests United Nations agencies, funds and programmes and invites regional organizations and civil society, including non-governmental organizations, to cooperate with the Special Representative of the Secretary-General on Violence against Children in promoting the further implementation of the recommendations of the United Nations study on violence against children and in supporting Member States in the context of the implementation of the 2030 Agenda for Sustainable Development,25 encourages States to provide support to the Special Representative, including adequate voluntary financial support for the continued, A/RES/74/133 Rights of the child 19-22229 14/15 effective and independent performance of her mandate, and invites organizations, including the private sector, to provide voluntary contributions for that purpose;",
    "38": "Recognizes the work of the Office of the Special Representative of the Secretary-General for Children and Armed Conflict, its increased level of work and the progress achieved since the establishment of the mandate of the Special Representative, welcomes the “Act to protect children affected by conflict” campaign initiated by the Special Representative, and, bearing in mind its resolution 63/241 of 24 December 2008 and paragraphs 35 to 37 of its resolution 51/77 of 12 December 1996, as well as paragraph 39 of its resolution 72/245 of 24 December 2017, recommends that the Secretary-General extend the mandate of the Special Representative for an additional period of one year, until 2021;",
    "39": "Requests the Office of the United Nations High Commissioner for Human Rights and relevant United Nations entities, within their respective mandates, to consider the issue of children deprived of liberty, bearing in mind the report on children deprived of liberty;",
    "40": "Notes with appreciation the steps taken regarding Security Council resolutions 1539 (2004) of 22 April 2004, 1612 (2005) of 26 July 2005, 1882 (2009) of 4 August 2009, 1998 (2011) of 12 July 2011, 2068 (2012) of 19 September 2012, 2225 (2015) of 18 June 2015 and 2427 (2018) of 9 July 2018 and the efforts of the Secretary-General to implement the monitoring and reporting mechanism on children and armed conflict in accordance with those resolutions, with the participation of and in cooperation with national Governments and relevant United Nations and civil society actors, including at the country level, requests the Secretary-General to ensure that information collected and communicated by the monitoring and reporting mechanism is accurate, objective and verifiable, and in this regard encourages the work and the deployment of United Nations child protection advisers in peacekeeping operations and political and peacebuilding missions;",
    "41": "Decides: (a) To request the Secretary-General to submit to the General Assembly at its seventy-fifth session a comprehensive report on the rights of the child, containing information on the implementation of the Convention on the Rights of the Child, bearing in mind the thirtieth anniversary of its adoption, in 2019; (b) To request the Secretary-General to submit to the General Assembly at its seventy-sixth session a comprehensive report on the rights of the child containing information on the status of the Convention on the Rights of the Child and on the issues addressed in the present resolution, with a focus on the rights of the child and the Sustainable Development Goals; (c) To request the Special Representative of the Secretary-General for Children and Armed Conflict to continue to submit reports to the General Assembly and the Human Rights Council on the activities undertaken in the fulfilment of her mandate, including information on her field visits and on the progress achieved and the challenges remaining on the children and armed conflict agenda; (d) To request the Special Representative of the Secretary-General for Children and Armed Conflict, in carrying out her mandate for the protection of children in situations of armed conflict, in accordance with the relevant resolutions of the General Assembly and the Security Council, to continue to engage proactively with relevant United Nations bodies and agencies, Member States, regional and subregional organizations and non-State armed groups, including by negotiating action plans, securing commitments, advocating for appropriate response mechanisms and ensuring attention and follow-up to the conclusions and recommendations of the Security Council Working Group on Children and Armed Rights of the child A/RES/74/133 15/15 19-22229 Conflict, and reaffirms the important role that the Special Representative can play in contributing to conflict prevention; (e) To request the Special Representative of the Secretary-General on Violence against Children to continue to submit annual reports to the General Assembly and the Human Rights Council on the activities undertaken in fulfilment of her mandate, consistent with paragraphs 58 and 59 of its resolution 62/141, including information on her field visits and on the progress achieved and the challenges remaining on the violence against children agenda; (f) To request the Special Rapporteur of the Human Rights Council on the sale and sexual exploitation of children, including child prostitution, child pornography and other child sexual abuse material, to continue to submit reports to the General Assembly and the Human Rights Council on the activities undertaken in fulfilment of her mandate, including information on her field visits and on the progress achieved and the challenges remaining in the prevention and eradication of the sale of children, child prostitution, child pornography and other child sexual abuse material and the sexual exploitation and abuse of children; (g) To invite the Chair of the Committee on the Rights of the Child to present an oral report on the work of the Committee and to engage in an interactive dialogue with the General Assembly at its seventy-fifth and seventy-sixth sessions as a way to enhance communication between the Assembly and the Committee; (h) To continue its consideration of the question at its seventy-sixth session under the item entitled “Promotion and protection of the rights of children”. 50th plenary meeting 18 December 2019"
  },
  "agenda_items": [
    "Item 66"
  ],
  "symbol_references": []
}