{
  "symbol": "A/RES/79/177",
  "filename": "A_RES_79_177.pdf",
  "title": "79/177. The role of Ombudsman and mediator institutions in the promotion and protection of human rights, good governance and the rule of law",
  "text": "United Nations \nA/RES/79/177\n \n \nGeneral Assembly \nDistr.: General \n19 December 2024 \n \n24-24218 (E) \n*2424218* \n \n \nSeventy-ninth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human rights \nquestions, including alternative approaches for improving \nthe effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 17 December 2024 \n \n \n \n \n[on the report of the Third Committee (A/79/458/Add.2, para. 99)] \n \n \n 79/177. The role of Ombudsman and mediator institutions in the \npromotion and protection of human rights, good governance \nand the rule of law \n \n \n \nThe General Assembly, \n \nReaffirming its commitment to the purposes and principles of the Charter of the \nUnited Nations and the Universal Declaration of Human Rights, 1  \n \nRecalling the Vienna Declaration and Programme of Action adopted by the \nWorld Conference on Human Rights on 25 June 1993, 2 in which the Conference \nreaffirmed the important and constructive role played by national institutions for the \npromotion and protection of human rights,  \n \nReaffirming its resolutions 65/207 of 21 December 2010, 67/163 of 20 December \n2012, 69/168 of 18 December 2014, 71/200 of 19 December 2016, 72/186 of \n19 December 2017, 75/186 of 16 December 2020 and 77/224 of 15 December 2022 \non the role of Ombudsman and mediator institutions in the promotion and protection \nof human rights, good governance and the rule of law, \n \nRecalling the principles relating to the status of national institutions for the \npromotion and protection of human rights (the Paris Principles), welcomed by the \nGeneral Assembly in its resolution 48/134 of 20 December 1993 and annexed thereto, \n \nAcknowledging the principles on the protection and promotion of the \nOmbudsman institution (the Venice Principles), \n__________________ \n \n1 Resolution 217 A (III). \n \n2 A/CONF.157/24 (Part I), chap. III. \n\nA/RES/79/177 \nThe role of Ombudsman and mediator institutions in the promotion \nand protection of human rights, good governance\nand the rule of law\n \n24-24218\n2/6 \n \n \nRecalling its previous resolutions on national institutions for the promotion and \nprotection of human rights, in particular resolutions 66/169 of 19 December 2011, \n68/171 of 18 December 2013, 70/163 of 17 December 2015, 74/156 of 18 December \n2019 and 76/170 of 16 December 2021, as well as Human Rights Council resolutions \n23/17 of 13 June 2013,3 27/18 of 25 September 2014,4 33/15 of 29 September 2016,5 \n39/17 of 28 September 2018,6 45/22 of 6 October 2020,7 51/31 of 7 October 20228 \nand 57/23 of 10 October 2024,9 \n \nReaffirming the functional and structural differences between national human \nrights institutions, on the one hand, and Ombudsman and mediator institutions, on the \nother, and underlining in this regard that reports on the implementation of General \nAssembly resolutions on the role of the Ombudsman and mediator institutions by the \nOffice of the United Nations High Commissioner for Human Rights should be stand-\nalone reports,  \n \nNoting with appreciation that some Ombudsman or mediator institutions have \nbeen designated as national preventive mechanisms under the Optional Protocol to \nthe Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or \nPunishment,10 \n \nAcknowledging the long history of Ombudsman institutions and the subsequent \nextensive developments throughout the world in creating and strengthening \nOmbudsman and mediator institutions, and recognizing the important role that these \ninstitutions can play, in accordance with their mandate, in the promotion and \nprotection of human rights and fundamental freedoms, promoting good governance \nand respect for the rule of law by addressing the imbalance of power between the \nindividual and the providers of public services, \n \nWelcoming the rapidly growing interest throughout the world in the creation and \nstrengthening of Ombudsman and mediator institutions, and recognizing the \nimportant role that these institutions can play, in accordance with their mandate, in \nsupport of national complaint resolution, \n \nRecognizing the essential efforts of Ombudsman and mediator institutions in \nachieving the Sustainable Development Goals, including Goal 16, by fostering \npeaceful and inclusive societies and providing free and accessible complaints \nmechanisms, identifying systemic issues, and thus enhancing the effectiveness, \naccountability and inclusiveness of public administration at all levels,  \n \nEncouraging Member States to establish independent Ombudsman and mediator \ninstitutions and to strengthen existing institutions, including by ensuring their \nindependence, consistent with relevant principles, including the Venice Principles, \nand to consider seeking the assistance of the Office of the United Nations High \nCommissioner for Human Rights in this regard, \n__________________ \n \n3 See Official Records of the General Assembly, Sixty-eighth Session, Supplement No. 53 \n(A/68/53), chap. V, sect. A. \n \n4 Ibid., Sixty-ninth Session, Supplement No. 53A and corrigenda (A/69/53/Add.1, \nA/69/53/Add.1/Corr.1 and A/69/53/Add.1/Corr.2), chap. IV, sect. A. \n \n5 Ibid., Seventy-first Session, Supplement No. 53A and corrigendum (A/71/53/Add.1 and \nA/71/53/Add.1/Corr.1), chap. II. \n \n6 Ibid., Seventy-third Session, Supplement No. 53A (A/73/53/Add.1), chap. III. \n \n7 Ibid., Seventy-fifth Session, Supplement No. 53A (A/75/53/Add.1), chap. III. \n \n8 Ibid., Seventy-seventh Session, Supplement No. 53A (A/77/53/Add.1), chap. II, sect. A. \n \n9 Ibid., Seventy-ninth Session, Supplement No. 53A (A/79/53/Add.1), chap. III, sect. A. \n \n10 United Nations, Treaty Series, vol. 2375, No. 24841. \n\nThe role of Ombudsman and mediator institutions in the promotion \nand protection of human rights, good governance  \nand the rule of law \nA/RES/79/177\n \n3/6\n24-24218 \n \n \nRecognizing that the role of Ombudsman and mediator institutions, whether they \nare national human rights institutions or not, is the promotion and protection of human \nrights and fundamental freedoms, promotion of good governance and respect for the \nrule of law, as a separate and additional function, but also as an integral part to all \nother aspects of their work, \n \nUnderlining the importance of autonomy and independence from the executive \nor judicial branches of Government, its agencies or political parties, of Ombudsman \nand mediator institutions, where they exist, in order to enable them to consider all \nissues related to their fields of competence, without real or perceived threat to their \nprocedural ability or efficiency and without fear of reprisal, intimidation or \nrecrimination in any form, whether online or offline, that may threaten their \nfunctioning or the physical safety and security of their officials, \n \nNoting with serious concern that Ombudsman and mediator institutions, where \nthey exist, may be under threat, whether to their autonomy or credibility, to their \nbudgets or to the physical safety and security of their officials, \n \nDeeply concerned that some Ombudsman and mediator institutions face \nchallenges related to conflict situations, current political conditions in their different \ncontexts, systemic discrimination, the devastating impact of climate change, the \nshrinking of civic space, staff harassment, resource cutting and politicized selection \nand appointment processes,  \n \nConsidering the role of Ombudsman and mediator institutions in promoting \ngood governance in public administrations and improving their relations with \ncitizens, in promoting respect for human rights and fundamental freedoms and in \nstrengthening the delivery of public services, by promoting the rule of law, good \ngovernance, transparency, accountability and fairness, thus contributing to the \nimplementation of Sustainable Development Goal 16, \n \nConsidering also the important role of the existing Ombudsman and mediator \ninstitutions in contributing to the effective realization of the rule of law and respect \nfor the principles of justice and equality, \n \nAcknowledging the importance of affording these institutions, as appropriate, \nthe necessary mandate, including the authority to assess, monitor and, where provided \nfor by national legislation, investigate matters on their own initiative, as well as \nprotection to allow action to be taken independently and effectively against unfairness \ntowards any person or group and the importance of State support for the autonomy, \ncompetence and impartiality of the Ombudsman and of the process, \n \nStressing the importance of the financial and administrative independence and \nstability of these institutions, and noting with satisfaction the efforts of those States \nthat have provided their Ombudsman and mediator institutions with more autonomy \nand independence, including by giving them an investigative role or enhancing such \na role, \n \nStressing also that these institutions, where they exist, can play an important \nrole in advising Governments with respect to drafting or amending existing national \nlaws and policies, ratifying relevant international instruments and bringing national \nlegislation and national practices into line with their States’ international human \nrights obligations, \n \nStressing further the importance of international cooperation between \nOmbudsman offices and mediators, and recalling the role played by regional and \ninternational associations of Ombudsman and mediator institutions in promoting \ncooperation and sharing best practices, \n\nA/RES/79/177 \nThe role of Ombudsman and mediator institutions in the promotion \nand protection of human rights, good governance\nand the rule of law\n \n24-24218\n4/6 \n \n \nEncouraging the Ombudsman and mediator institutions to share best practices \non their work and functioning, and to continue engaging actively with the Office of \nthe United Nations High Commissioner for Human Rights, the International \nOmbudsman Institute, the Global Alliance of National Human Rights Institutions and \nother regional networks and associations to exchange experiences, lessons learned \nand best practices, \n \nUnderscoring the importance of appointing focal points in public administration \nto facilitate the exchange of information with Ombudsman and mediator institutions \nand ensure the efficient handling of complaints,  \n \nNoting with satisfaction the active continuing work of the global network of \nOmbudsmen, the International Ombudsman Institute, and the close cooperation with \nthe active regional Ombudsman and mediator associations and networks, namely, the \nAssociation of Mediterranean Ombudsmen, the Ibero-American Federation of \nOmbudsmen, the Association of Ombudsmen and Mediators of la Francophonie, the \nAsian Ombudsman Association, the African Ombudsman and Mediators Association, \nthe Arab Ombudsman Network, the European Mediation Network Initiative, the \nPacific Ombudsman Alliance, the Eurasian Ombudsman Alliance, and other active \nOmbudsman and mediator associations and networks, \n \n1. \nTakes note of the report of the Secretary-General;11 \n \n2. \nStrongly encourages Member States: \n \n(a) \nTo consider the creation or the strengthening of independent and \nautonomous Ombudsman and mediator institutions at the national level and, where \napplicable, at the regional or local level, consistent with the principles on the \nprotection and promotion of the Ombudsman institution (the Venice Principles), either \nas national human rights institutions or alongside them; \n \n(b) \nTo endow Ombudsman and mediator institutions, where they exist, with \nthe necessary constitutional and legislative framework, as well as State support and \nprotection, adequate financial allocation for staffing and other budgetary needs, a \nbroad mandate across all public services, the powers necessary to ensure that they \nhave the tools they need to select issues, resolve maladministration, investigate \nthoroughly and communicate results, and all other appropriate means, in order to \nensure the efficient and independent exercise of their mandate and to strengthen the \nlegitimacy and credibility of their actions as mechanisms for the promotion and \nprotection of human rights and the promotion of good governance and respect for the \nrule of law;  \n \n(c) \nWhere they exist, to take the appropriate steps to ensure that the means of \nappointment of the Ombudsman or mediator respect the full independence and State \nrecognition of, as well as respect for, the Ombudsman and mediator institutions and \ntheir work; \n \n(d) \nTo provide for the clear mandate of Ombudsman and mediator institutions, \nwhere they exist, to enable the prevention and appropriate resolution of any unfairness \nand maladministration and the promotion and protection of human rights, and to \nreport on their activities, as may be appropriate, both generally and on specific issues; \n \n(e) \nTo ensure that the Ombudsman and mediator institutions and their staff \nhave appropriate protections from unwarranted and arbitrary abuses of legal process \nin respect of matters carried out in connection with their lawful duties and obligations; \n__________________ \n \n11 A/79/307. \n\nThe role of Ombudsman and mediator institutions in the promotion \nand protection of human rights, good governance  \nand the rule of law \nA/RES/79/177\n \n5/6\n24-24218 \n \n \n(f) \nTo take the appropriate steps to ensure that adequate protection exists for \nOmbudsman and mediator institutions, where they exist, against coercion, reprisals, \nintimidation or threat, including from other authorities, and that these acts are \npromptly and duly investigated and the perpetrators held accountable; \n \n(g) \nTo give due consideration to the principles relating to the status of national \ninstitutions for the promotion and protection of human rights (the Paris Principles) 12 \nwhen assigning to the Ombudsman or the mediator institution the role of national \npreventive mechanisms and national monitoring mechanisms;  \n \n(h) \nTo develop and conduct, as appropriate, outreach activities at the national \nlevel, in collaboration with all relevant stakeholders, in order to raise awareness of \nthe important role of Ombudsman and mediator institutions; \n \n(i) \nTo share and exchange best practices on the work and functioning of their \nOmbudsman and mediator institutions, in collaboration with the Office of the United \nNations High Commissioner for Human Rights and with the International Ombudsman \nInstitute and other international and regional Ombudsman organizations; \n \n3. \nRecognizes that, in accordance with the Vienna Declaration and Programme \nof Action, it is the right of each State to choose the framework for national \ninstitutions, including those of the Ombudsman and the mediator, which is best suited \nto its particular needs at the national level, in order to promote human rights in \naccordance with international human rights instruments; \n \n4. \nEncourages Member States to ensure adequate protection for their \nrespective Ombudsman and mediator institutions against coercion, reprisals, \nintimidation or threat; \n \n5. \nAlso encourages Member States to ensure that adequate funding is \nprovided to their respective Ombudsman and mediator institutions to enable them to \ndischarge their mandates in an independent and efficient manner;  \n \n6. \nRecognizes that the practical effectiveness of the chosen framework for \nsuch national institutions should be monitored and assessed, consistent with \ninternationally accepted and recognized standards, and that this framework should \nneither threaten the autonomy nor the independence of the institution nor diminish its \nability to carry out its mandate; \n \n7. \nWelcomes the active participation of the Office of the High Commissioner \nin all international and regional meetings of Ombudsman and mediator institutions, \nwhether in person or, alternatively, by electronic means; \n \n8. \nCalls upon Members States to refrain from abolishing Ombudsman or \nmediator institutions, where they exist, with a view to upholding the right to access \nto justice and effective and accountable public administration; \n \n9. \nEncourages Member States and regional and international Ombudsman \nand mediator institutions to regularly interact, exchange information and share best \npractices with the Office of the High Commissioner on all matters of relevance; \n \n10. Encourages the Office of the High Commissioner, through its advisory \nservices, to develop and support activities dedicated to the existing Ombudsman and \nmediator institutions and to strengthen their role within national systems for human \nrights protection; \n \n11. \nRecognizes that Ombudsman and mediator institutions, that are mandated \nto promote and protect all human rights, are encouraged to request, in cooperation \n__________________ \n \n12 Resolution 48/134, annex. \n\nA/RES/79/177 \nThe role of Ombudsman and mediator institutions in the promotion \nand protection of human rights, good governance\nand the rule of law\n \n24-24218\n6/6 \n \nwith the Office of the High Commissioner, accreditation by the Global Alliance of \nNational Human Rights Institutions;  \n \n12. Encourages Ombudsman and mediator institutions, where they exist: \n \n(a) \nTo operate, as appropriate, in accordance with all relevant international \ninstruments, including the Paris Principles and the Venice Principles, in order to \nstrengthen their independence and autonomy and to enhance their capacity to assist \nMember States in the promotion and protection of human rights and the promotion of \ngood governance and respect for the rule of law; \n \n(b) \nTo request, in cooperation with the Office of the High Commissioner, their \naccreditation by the Global Alliance of National Human Rights Institutions, where \nthe Ombudsman or mediator institution is the national human rights institution, in \norder to enable them to interact effectively with the relevant human rights bodies of \nthe United Nations system; \n \n(c) \nTo publicly report, in the interests of accountability and transparency, to \nthe authority that appoints the Ombudsman or the mediator of Member States on their \nactivities at least annually; \n \n(d) \nTo cooperate with relevant State bodies and develop cooperation with civil \nsociety organizations, without compromising their autonomy or independence; \n \n(e) \nTo conduct awareness-raising activities on their roles and functions, in \ncollaboration with all relevant stakeholders; \n \n(f) \nTo engage with the International Ombudsman Institute, the Global Alliance \nof National Human Rights Institutions and other regional networks and associations, \nwith a view to exchanging experiences, lessons learned and best practices; \n \n13. Requests the President of the General Assembly to hold, within existing \nresources, during the eightieth session, a high-level panel on the theme “The \nimportance of complying with the Venice Principles for Ombudsman institutions to \nstrengthen the institutions’ independence and autonomy and create an enabling \nenvironment to perform their mandate nationally and internationally” and prepare a \nsummary of the discussion for transmission to all Member States; \n \n14. Requests the Secretary-General to report to the General Assembly at its \neighty-first session on the implementation of the present resolution, in particular on \nthe role played by the Ombudsman and mediator institutions in the implementation \nof Sustainable Development Goals, specifically Goal 16, as well as on solutions to \npromote the role and work of Ombudsman and mediator institutions in the promotion \nand protection of human rights, good governance and the rule of law. \n \n53rd plenary meeting \n17 December 2024 \n \n",
  "paragraphs": {
    "1": "Takes note of the report of the Secretary-General;11",
    "2": "Strongly encourages Member States: (a) To consider the creation or the strengthening of independent and autonomous Ombudsman and mediator institutions at the national level and, where applicable, at the regional or local level, consistent with the principles on the protection and promotion of the Ombudsman institution (the Venice Principles), either as national human rights institutions or alongside them; (b) To endow Ombudsman and mediator institutions, where they exist, with the necessary constitutional and legislative framework, as well as State support and protection, adequate financial allocation for staffing and other budgetary needs, a broad mandate across all public services, the powers necessary to ensure that they have the tools they need to select issues, resolve maladministration, investigate thoroughly and communicate results, and all other appropriate means, in order to ensure the efficient and independent exercise of their mandate and to strengthen the legitimacy and credibility of their actions as mechanisms for the promotion and protection of human rights and the promotion of good governance and respect for the rule of law; (c) Where they exist, to take the appropriate steps to ensure that the means of appointment of the Ombudsman or mediator respect the full independence and State recognition of, as well as respect for, the Ombudsman and mediator institutions and their work; (d) To provide for the clear mandate of Ombudsman and mediator institutions, where they exist, to enable the prevention and appropriate resolution of any unfairness and maladministration and the promotion and protection of human rights, and to report on their activities, as may be appropriate, both generally and on specific issues; (e) To ensure that the Ombudsman and mediator institutions and their staff have appropriate protections from unwarranted and arbitrary abuses of legal process in respect of matters carried out in connection with their lawful duties and obligations; __________________ 11 A/79/307. The role of Ombudsman and mediator institutions in the promotion and protection of human rights, good governance and the rule of law A/RES/79/177 5/6 24-24218 (f) To take the appropriate steps to ensure that adequate protection exists for Ombudsman and mediator institutions, where they exist, against coercion, reprisals, intimidation or threat, including from other authorities, and that these acts are promptly and duly investigated and the perpetrators held accountable; (g) To give due consideration to the principles relating to the status of national institutions for the promotion and protection of human rights (the Paris Principles) 12 when assigning to the Ombudsman or the mediator institution the role of national preventive mechanisms and national monitoring mechanisms; (h) To develop and conduct, as appropriate, outreach activities at the national level, in collaboration with all relevant stakeholders, in order to raise awareness of the important role of Ombudsman and mediator institutions; (i) To share and exchange best practices on the work and functioning of their Ombudsman and mediator institutions, in collaboration with the Office of the United Nations High Commissioner for Human Rights and with the International Ombudsman Institute and other international and regional Ombudsman organizations;",
    "3": "Recognizes that, in accordance with the Vienna Declaration and Programme of Action, it is the right of each State to choose the framework for national institutions, including those of the Ombudsman and the mediator, which is best suited to its particular needs at the national level, in order to promote human rights in accordance with international human rights instruments;",
    "4": "Encourages Member States to ensure adequate protection for their respective Ombudsman and mediator institutions against coercion, reprisals, intimidation or threat;",
    "5": "Also encourages Member States to ensure that adequate funding is provided to their respective Ombudsman and mediator institutions to enable them to discharge their mandates in an independent and efficient manner;",
    "6": "Recognizes that the practical effectiveness of the chosen framework for such national institutions should be monitored and assessed, consistent with internationally accepted and recognized standards, and that this framework should neither threaten the autonomy nor the independence of the institution nor diminish its ability to carry out its mandate;",
    "7": "Welcomes the active participation of the Office of the High Commissioner in all international and regional meetings of Ombudsman and mediator institutions, whether in person or, alternatively, by electronic means;",
    "8": "Calls upon Members States to refrain from abolishing Ombudsman or mediator institutions, where they exist, with a view to upholding the right to access to justice and effective and accountable public administration;",
    "9": "Encourages Member States and regional and international Ombudsman and mediator institutions to regularly interact, exchange information and share best practices with the Office of the High Commissioner on all matters of relevance;",
    "10": "Encourages the Office of the High Commissioner, through its advisory services, to develop and support activities dedicated to the existing Ombudsman and mediator institutions and to strengthen their role within national systems for human rights protection;",
    "11": "Recognizes that Ombudsman and mediator institutions, that are mandated to promote and protect all human rights, are encouraged to request, in cooperation __________________ 12 Resolution 48/134, annex. A/RES/79/177 The role of Ombudsman and mediator institutions in the promotion and protection of human rights, good governance and the rule of law 24-24218 6/6 with the Office of the High Commissioner, accreditation by the Global Alliance of National Human Rights Institutions;",
    "12": "Encourages Ombudsman and mediator institutions, where they exist: (a) To operate, as appropriate, in accordance with all relevant international instruments, including the Paris Principles and the Venice Principles, in order to strengthen their independence and autonomy and to enhance their capacity to assist Member States in the promotion and protection of human rights and the promotion of good governance and respect for the rule of law; (b) To request, in cooperation with the Office of the High Commissioner, their accreditation by the Global Alliance of National Human Rights Institutions, where the Ombudsman or mediator institution is the national human rights institution, in order to enable them to interact effectively with the relevant human rights bodies of the United Nations system; (c) To publicly report, in the interests of accountability and transparency, to the authority that appoints the Ombudsman or the mediator of Member States on their activities at least annually; (d) To cooperate with relevant State bodies and develop cooperation with civil society organizations, without compromising their autonomy or independence; (e) To conduct awareness-raising activities on their roles and functions, in collaboration with all relevant stakeholders; (f) To engage with the International Ombudsman Institute, the Global Alliance of National Human Rights Institutions and other regional networks and associations, with a view to exchanging experiences, lessons learned and best practices;",
    "13": "Requests the President of the General Assembly to hold, within existing resources, during the eightieth session, a high-level panel on the theme “The importance of complying with the Venice Principles for Ombudsman institutions to strengthen the institutions’ independence and autonomy and create an enabling environment to perform their mandate nationally and internationally” and prepare a summary of the discussion for transmission to all Member States;",
    "14": "Requests the Secretary-General to report to the General Assembly at its eighty-first session on the implementation of the present resolution, in particular on the role played by the Ombudsman and mediator institutions in the implementation of Sustainable Development Goals, specifically Goal 16, as well as on solutions to promote the role and work of Ombudsman and mediator institutions in the promotion and protection of human rights, good governance and the rule of law. 53rd plenary meeting 17 December 2024"
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}