{
  "symbol": "A/RES/74/75",
  "filename": "A_RES_74_75.pdf",
  "title": "74/75. The risk of nuclear proliferation in the Middle East",
  "text": "United Nations \nA/RES/74/75\n \n \nGeneral Assembly \nDistr.: General \n23 December 2019 \n \n19-21876 (E)    060120 \n*1921876* \n \n \nSeventy-fourth session \nAgenda item 101 \nThe risk of nuclear proliferation in the Middle East \n \n \n \n \n Resolution adopted by the General Assembly \non 12 December 2019 \n \n \n \n \n[on the report of the First Committee (A/74/371)] \n \n \n \n74/75. The risk of nuclear proliferation in the Middle East \n \n \n \nThe General Assembly, \n \nBearing in mind its relevant resolutions, the latest of which is resolution 73/83 \nof 5 December 2018, \n \nTaking note of the relevant resolutions adopted by the General Conference of \nthe International Atomic Energy Agency, the latest of which is resolution \nGC(63)/RES/13, adopted on 19 September 2019, \n \nCognizant that the proliferation of nuclear weapons in the region of the Middle \nEast would pose a serious threat to international peace and security, \n \nMindful of the immediate need for placing all nuclear facilities in the region of \nthe Middle East under full-scope safeguards of the Agency, \n \nRecalling the decision on principles and objectives for nuclear non-proliferation \nand disarmament adopted by the 1995 Review and Extension Conference of the \nParties to the Treaty on the Non-Proliferation of Nuclear Weapons on 11 May 1995,1 \nin which the Conference urged universal adherence to the Treaty on the \nNon-Proliferation of Nuclear Weapons 2 as an urgent priority and called upon all \nStates not yet parties to the Treaty to accede to it at the earliest date, particularly those \nStates that operate unsafeguarded nuclear facilities, \n__________________ \n \n1  See 1995 Review and Extension Conference of the Parties to the Treaty on the Non-Proliferation \nof Nuclear Weapons, Final Document, Part I (NPT/CONF.1995/32 (Part I) and \nNPT/CONF.1995/32 (Part I)/Corr.2), annex. \n \n2  United Nations, Treaty Series, vol. 729, No. 10485. \n\nA/RES/74/75 \nThe risk of nuclear proliferation in the Middle East\n \n19-21876\n2/3 \n \n \nRecognizing with satisfaction that, in the Final Document of the 2000 Review \nConference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons,3 \nthe Conference undertook to make determined efforts towards the achievement of the \ngoal of universality of the Treaty, called upon those remaining States not parties to \nthe Treaty to accede to it, thereby accepting an international legally binding \ncommitment not to acquire nuclear weapons or nuclear explosive devices and to \naccept Agency safeguards on all their nuclear activities, and underlined the necessity \nof universal adherence to the Treaty and of strict compliance by all parties with their \nobligations under the Treaty, \n \nRecalling the resolution on the Middle East adopted by the 1995 Review and \nExtension Conference of the Parties to the Treaty on 11 May 1995,1 in which the \nConference noted with concern the continued existence in the Middle East of \nunsafeguarded nuclear facilities, reaffirmed the importance of the early realization of \nuniversal adherence to the Treaty, and called upon all States in the Middle East that \nhad not yet done so, without exception, to accede to the Treaty as soon as possible \nand to place all their nuclear facilities under full-scope Agency safeguards, \n \nAcknowledging that, in the Final Document of the 2010 Review Conference of \nthe Parties to the Treaty on the Non-Proliferation of Nuclear Weapons, 4  the \nConference emphasized the importance of a process leading to full implementation \nof the 1995 resolution on the Middle East and decided, inter alia, that the Secretary-\nGeneral of the United Nations and the co-sponsors of the 1995 resolution, in \nconsultation with the States of the region, would convene a conference in 2012, to be \nattended by all States of the Middle East, on the establishment of a Middle East zone \nfree of nuclear weapons and all other weapons of mass destruction, on the basis of \narrangements freely arrived at by the States of the region, and with the full support \nand engagement of the nuclear-weapon States, \n \nExpressing regret and concern that the conference was not convened in 2012 as \nmandated and that little progress has been achieved towards the implementation of \nthe resolution on the Middle East adopted by the 1995 Review and Extension \nConference of the Parties to the Treaty, \n \nNoting, in this context, the relevant resolutions of the League of Arab States \naiming at the establishment of a Middle East zone free of nuclear weapons and all \nother weapons of mass destruction, \n \nTaking note with appreciation of the report of the Secretary-General,5  \n \nRecalling that Israel remains the only State in the Middle East that has not yet \nbecome a party to the Treaty, \n \nConcerned about the threats posed by the proliferation of nuclear weapons to \nthe security and stability of the Middle East region, \n \nStressing the importance of taking confidence-building measures, in particular \nthe establishment of a nuclear-weapon-free zone in the Middle East, in order to \nenhance peace and security in the region and to consolidate the global \nnon-proliferation regime, \n__________________ \n \n3  2000 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vols. I–III (NPT/CONF.2000/28 (Parts I and II), NPT/CONF.2000/28 \n(Part III) and NPT/CONF.2000/28 (Part IV)). \n \n4  2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vols. I–III (NPT/CONF.2010/50 (Vol. I), NPT/CONF.2010/50 (Vol. II) \nand NPT/CONF.2010/50 (Vol. III)). \n \n5  A/74/157 (Part II). \n\nThe risk of nuclear proliferation in the Middle East \nA/RES/74/75\n \n3/3\n19-21876 \n \n \nEmphasizing the need for all parties directly concerned to seriously consider \ntaking the practical and urgent steps required for the implementation of the proposal \nto establish a nuclear-weapon-free zone in the region of the Middle East in accordance \nwith the relevant resolutions of the General Assembly and, as a means of promoting \nthis objective, inviting the countries concerned to adhere to the Treaty and, pending \nthe establishment of the zone, to agree to place all their nuclear activities under \nAgency safeguards, \n \nNoting that 184 States have signed the Comprehensive Nuclear-Test-Ban \nTreaty,6 including a number of States in the region, \n \n1. \nRecalls the conclusions on the Middle East of the 2010 Review Conference \nof the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons,7 and calls \nfor the speedy and full implementation of the commitments contained therein; \n \n2. \nStresses that the resolution on the Middle East adopted by the 1995 Review \nand Extension Conference of the Parties to the Treaty1 is an essential element of the \noutcome of the 1995 Conference and of the basis on which the Treaty was indefinitely \nextended without a vote in 1995; \n \n3. \nReiterates that the resolution on the Middle East adopted by the 1995 \nReview and Extension Conference of the Parties to the Treaty remains valid until its \ngoals and objectives are achieved; \n \n4. \nCalls for immediate steps towards the full implementation of that \nresolution; \n \n5. \nReaffirms the importance of Israel’s accession to the Treaty on the \nNon-Proliferation of Nuclear Weapons2 and placement of all its nuclear facilities \nunder comprehensive International Atomic Energy Agency safeguards, in realizing \nthe goal of universal adherence to the Treaty in the Middle East; \n \n6. \nCalls upon that State to accede to the Treaty without further delay, not to \ndevelop, produce, test or otherwise acquire nuclear weapons, to renounce possession \nof nuclear weapons and to place all its unsafeguarded nuclear facilities under full-\nscope Agency safeguards as an important confidence-building measure among all \nStates of the region and as a step towards enhancing peace and security; \n \n7. \nRequests the Secretary-General to report to the General Assembly at its \nseventy-fifth session on the implementation of the present resolution; \n \n8. \nDecides to include in the provisional agenda of its seventy-fifth session \nthe item entitled “The risk of nuclear proliferation in the Middle East”. \n \n46th plenary meeting \n12 December 2019 \n \n__________________ \n \n6  See resolution 50/245 and A/50/1027. \n \n7  2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons, Final Document, vol. I (NPT/CONF.2010/50 (Vol. I)), part I, Conclusions and \nrecommendations for follow-on actions, sect. IV. \n",
  "paragraphs": {
    "1": "Recalls the conclusions on the Middle East of the 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons,7 and calls for the speedy and full implementation of the commitments contained therein;",
    "2": "Stresses that the resolution on the Middle East adopted by the 1995 Review and Extension Conference of the Parties to the Treaty1 is an essential element of the outcome of the 1995 Conference and of the basis on which the Treaty was indefinitely extended without a vote in 1995;",
    "3": "Reiterates that the resolution on the Middle East adopted by the 1995 Review and Extension Conference of the Parties to the Treaty remains valid until its goals and objectives are achieved;",
    "4": "Calls for immediate steps towards the full implementation of that resolution;",
    "5": "Reaffirms the importance of Israel’s accession to the Treaty on the Non-Proliferation of Nuclear Weapons2 and placement of all its nuclear facilities under comprehensive International Atomic Energy Agency safeguards, in realizing the goal of universal adherence to the Treaty in the Middle East;",
    "6": "Calls upon that State to accede to the Treaty without further delay, not to develop, produce, test or otherwise acquire nuclear weapons, to renounce possession of nuclear weapons and to place all its unsafeguarded nuclear facilities under full- scope Agency safeguards as an important confidence-building measure among all States of the region and as a step towards enhancing peace and security;",
    "7": "Requests the Secretary-General to report to the General Assembly at its seventy-fifth session on the implementation of the present resolution;",
    "8": "Decides to include in the provisional agenda of its seventy-fifth session the item entitled “The risk of nuclear proliferation in the Middle East”. 46th plenary meeting 12 December 2019 __________________ 6 See resolution 50/245 and A/50/1027. 7 2010 Review Conference of the Parties to the Treaty on the Non-Proliferation of Nuclear Weapons, Final Document, vol. I (NPT/CONF.2010/50 (Vol. I)), part I, Conclusions and recommendations for follow-on actions, sect. IV."
  },
  "agenda_items": [
    "Item 101"
  ],
  "symbol_references": []
}