{
  "symbol": "A/RES/78/217",
  "filename": "A_RES_78_217.pdf",
  "title": "78/217. Protection of migrants",
  "text": "United Nations \nA/RES/78/217\n \n \nGeneral Assembly \nDistr.: General \n22 December 2023 \n \n \n23-25999 (E)    100124     \n*2325999* \n \n \nSeventy-eighth session \nAgenda item 71 (b) \nPromotion and protection of human rights: human \nrights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 19 December 2023 \n \n \n \n \n[on the report of the Third Committee (A/78/481/Add.2, para. 139)] \n \n \n 78/217. Protection of migrants \n \n \n \nThe General Assembly, \n \nRecalling all its previous resolutions on the protection of migrants, the most \nrecent of which is resolution 76/172 of 16 December 2021, and recalling also Human \nRights Council resolutions 35/17 of 22 June 2017,1 36/5 of 28 September 2017,2 41/7 \nof 11 July 2019,3 47/12 of 12 July 20214 and 53/24 of 13 July 2023,5  \n \nReaffirming the Universal Declaration of Human Rights,6 which proclaims that \nall human beings are born free and equal in dignity and rights and that everyone is \nentitled to all the rights and freedoms set out therein, without distinction of any kind, \nin particular as to race,  \n \nReaffirming also that everyone has the right to freedom of movement and \nresidence within the borders of each State and that everyone has the right to leave any \ncountry, including his or her own, and to return to his or her country, \n \nReiterating that everyone has the right to recognition everywhere as a person \nbefore the law,  \n \nRecognizing that migration has been and will continue to be part of the human \nexperience through history, underscoring that all migrants, regardless of their \n__________________ \n \n1 See Official Records of the General Assembly, Seventy-second Session, Supplement No. 53 \n(A/72/53), chap. V, sect. A. \n \n2 Ibid., Supplement No. 53A (A/72/53/Add.1), chap. III. \n \n3 Ibid., Seventy-fourth Session, Supplement No. 53 (A/74/53), chap. V, sect. A. \n \n4 Ibid., Seventy-sixth Session, Supplement No. 53 (A/76/53), chap. VII, sect. A. \n \n5 Ibid., Seventy-eighth Session, Supplement No. 53 (A/78/53), chap. VII, sect. A. \n \n6 Resolution 217 A (III). \n\nA/RES/78/217 \nProtection of migrants\n \n23-25999\n2/14 \n \nmigration status, are human rights holders, and reaffirming the need to protect their \nsafety and dignity and to respect, protect and fulfil their human rights and \nfundamental freedoms, without any kind of discrimination, while promoting the \nsecurity, well-being and prosperity of all communities, \n \nRecalling all relevant international instruments, particularly the International \nCovenant on Civil and Political Rights7 and the International Covenant on Economic, \nSocial and Cultural Rights,8 the Convention against Torture and Other Cruel, Inhuman \nor Degrading Treatment or Punishment,9 the International Convention for the \nProtection of All Persons from Enforced Disappearance, 10 the Convention on the \nElimination of All Forms of Discrimination against Women, 11 the Convention on the \nRights of the Child,12 the International Convention on the Elimination of All Forms of \nRacial Discrimination,13 the Convention on the Rights of Persons with Disabilities, 14 \nthe Vienna Convention on Consular Relations,15 the International Convention on the \nProtection of the Rights of All Migrant Workers and Members of Their Families 16 and \nthe United Nations Convention against Transnational Organized Crime and the \nProtocols thereto,17 in particular the Protocol against the Smuggling of Migrants by \nLand, Sea and Air, supplementing the United Nations Convention against \nTransnational Organized Crime,18 and the Protocol to Prevent, Suppress and Punish \nTrafficking in Persons, Especially Women and Children, supplementing the United \nNations Convention against Transnational Organized Crime, 19 and in particular the \nrelevant contributions of the Committee on the Protection of the Rights of All Migrant \nWorkers and Members of Their Families to the protection of migrants,  \n \nRecalling also the Global Compact for Safe, Orderly and Regular Migration, \nadopted at the Intergovernmental Conference to Adopt the Global Compact for Safe, \nOrderly and Regular Migration, held in Marrakech, Morocco, on 10 and 11 December \n2018, and endorsed by the General Assembly in its resolution 73/195 of 19 December \n2018,  \n \nRecalling further that the Global Compact is based on a set of cross-cutting and \ninterdependent guiding principles: people-centred, international cooperation, national \nsovereignty, rule of law and due process, sustainable development, human rights, \ngender-responsive, child-sensitive, whole-of-government approach and whole-of-\nsociety approach, \n \nRecalling the Progress Declaration of the International Migration Review \nForum, endorsed by the General Assembly in its resolution 76/266 of 7 June 2022, \n \nAcknowledging the sovereign right of States to determine their national \nmigration policy and their prerogative to govern migration within their jurisdiction, \nin conformity with international law, in particular their obligations under international \nhuman rights law and international refugee law, \n__________________ \n \n7 See resolution 2200 A (XXI), annex. \n \n8 Ibid. \n \n9 United Nations, Treaty Series, vol. 1465, No. 24841. \n \n10 Ibid., vol. 2716, No. 48088. \n \n11 Ibid., vol. 1249, No. 20378. \n \n12 Ibid., vol. 1577, No. 27531. \n \n13 Ibid., vol. 660, No. 9464. \n \n14 Ibid., vol. 2515, No. 44910. \n \n15 Ibid., vol. 596, No. 8638. \n \n16 Ibid., vol. 2220, No. 39481. \n \n17 Ibid., vols. 2225, 2237, 2241 and 2326, No. 39574. \n \n18 Ibid., vol. 2241, No. 39574. \n \n19 Ibid., vol. 2237, No. 39574. \n\nProtection of migrants \nA/RES/78/217\n \n3/14\n23-25999 \n \n \nReaffirming the 2030 Agenda for Sustainable Development,20 and recalling \nSustainable Development Goals 8 and 10, including the targets on the protection of \nlabour rights and promotion of safe and secure working environments for all workers, \nincluding migrant workers, in particular women migrants and those in precarious \nemployment, and on the facilitation of orderly, safe, regular and responsible migration \nand mobility of people, including through the implementation of planned and well-\nmanaged migration policies, as noted in the New York Declaration for Refugees and \nMigrants,21 \n \nLooking forward to the convening of the regional reviews of the implementation \nof the Global Compact for Safe, Orderly and Regular Migration in 2024, \n \nRecalling the importance of the decent work agenda of the International Labour \nOrganization, including for migrant workers, the 10 fundamental Conventions of that \nOrganization, and the Global Jobs Pact adopted by the International Labour \nConference at its ninety-eighth session, \n \nRecognizing the work of the Global Compact Champion countries and the \nFriends of Migration group, including their initiative to share insights, lessons learned \nand promising practices in support of the implementation of the Global Compact, \n \nLooking forward to the fourteenth summit meeting of the Global Forum on \nMigration and Development, chaired by France and to be held in Geneva from 23 to \n25 January 2024, under the overarching theme “From environmental concerns to \ncultural aspects of migration: adopting an inclusive approach to meet the challenges \nof and increase the opportunities for human mobility”, \n \nRecalling the provisions concerning migrants contained in the outcome documents \nof major United Nations conferences and summits, including the Outcome of the \nConference on the World Financial and Economic Crisis and Its Impact on Development,22 \nthe 2030 Agenda for Sustainable Development and the New Urban Agenda,23 \n \nRecalling also Commission on Population and Development resolutions 2006/2 \nof 10 May 200624 and 2009/1 of 3 April 200925 and its resolution 2013/1 of 26 April \n2013 on new trends in migration: demographic aspects, 26  \n \nTaking note of advisory opinion OC 16/99 of 1 October 1999 on the Right to \nInformation on Consular Assistance in the Framework of the Guarantees of the Due \nProcess of Law, advisory opinion OC 18/03 of 17 September 2003 on the Juridical \nCondition and Rights of Undocumented Migrants and advisory opinion OC 21/14 of \n19 August 2014 on the Rights and Guarantees of Children in the Context of Migration \nand/or in Need of International Protection, issued by the Inter-American Court of \nHuman Rights,  \n \nTaking note also of the Judgment of the International Court of Justice of 31 March \n2004 in the case concerning Avena and Other Mexican Nationals27 and the Judgment of \nthe Court of 19 January 2009 regarding the request for interpretation of the Avena \nJudgment,28 and recalling the obligations of States reaffirmed in both decisions, \n__________________ \n \n20 Resolution 70/1. \n \n21 Resolution 71/1. \n \n22 Resolution 63/303, annex. \n \n23 Resolution 71/256, annex. \n \n24 See Official Records of the Economic and Social Council, 2006, Supplement No. 5 (E/2006/25), \nchap. I, sect. B. \n \n25 Ibid., 2009, Supplement No. 5 (E/2009/25), chap. I, sect. B. \n \n26 Ibid., 2013, Supplement No. 5 (E/2013/25), chap. I, sect. B. \n \n27 Official Records of the General Assembly, Fifty-ninth Session, Supplement No. 4 (A/59/4), \nchap. V, sect. A.23. \n \n28 Ibid., Sixty-fourth Session, Supplement No. 4 (A/64/4), chap. V, sect. B.12. \n\nA/RES/78/217 \nProtection of migrants\n \n23-25999\n4/14 \n \n \nRecognizing the positive role and contributions of millions of migrants, including \nwomen migrant workers, in the response and recovery from the coronavirus disease \n(COVID-19) pandemic, including as essential workers, and remaining deeply concerned \nthat the pandemic has had a severe and disproportionate impact on migrants, including \nthrough increased COVID-19 exposure, discrimination, violence, job losses, wage theft, \nprotracted family separation, and restricted or lack of access to health-care services and \nother basic services, including vaccines, social protection, education and child services, \nand mental health, and being subjected to unsafe and undignified returns,  \n \nRecognizing also the positive role and contributions of migrants for inclusive \ngrowth and sustainable development in countries of origin, transit and destination, \nincluding by enriching societies through human, socioeconomic and cultural capacities, \n \nUnderlining the importance of the Human Rights Council in promoting respect \nfor the protection of the human rights and fundamental freedoms of all, including \nmigrants,  \n \nRecognizing that women represent almost half of all international migrants, in this \nregard recognizing also that the positive contribution of women migrant workers has the \npotential to foster inclusive growth and sustainable development in countries of origin, \ntransit and destination, underlining the value and dignity of their labour in all sectors, \nincluding in care and domestic work, and encouraging efforts to improve public \nperceptions of migrants and migration, \n \nConcerned that gender-based violence, in particular against migrant women, is \nrooted in historical and structural inequalities in power relations between women and \nmen, which further reinforces gender stereotypes and barriers to the full enjoyment \nby all migrant women and girls of their human rights,  \n \nAcknowledging the cultural and economic contributions made by migrants to \ntheir communities of origin and destination and the need to identify appropriate means \nof maximizing development benefits, to respond to the challenges that migration \nposes to countries of origin, transit, and destination, to promote dignified, humane \ntreatment with applicable protections and access to basic services, and to strengthen \nmechanisms for international cooperation,  \n \nRecognizing that migration can increase social, cultural and economic ties \nbetween nations and can be facilitated by agreements within regional integration \nprocesses to reinforce education exchange, labour mobility and the portability of \napplicable social security entitlements and earned benefits of migrant workers,  \n \nEmphasizing the multidimensional character of international migration, the \nimportance of international, regional and bilateral cooperation and dialogue in this \nregard, as appropriate, and the need to protect the human rights of all migrants, \nparticularly at a time when migration flows, both within and across regions, have \nincreased in the globalized economy and take place in a context of continued security \nconcerns,  \n \nRecognizing that large movements of migrants have political, economic, social, \ndevelopmental, humanitarian and human rights ramifications that call for global \napproaches and global solutions, that no one State can manage on its own,  \n \nDeeply concerned at the large and growing number of migrants, especially \nwomen and children, including those unaccompanied or separated from their parents, \nwho find themselves in a vulnerable situation when crossing or attempting to cross \ninternational borders, and recognizing the obligation of States to respect the human \nrights of those migrants in accordance with their applicable international human rights \nobligations, and reaffirming the commitments to take action to avoid the loss of life \n\nProtection of migrants \nA/RES/78/217\n \n5/14\n23-25999 \n \nof migrants and to uphold the prohibition of collective expulsion, as well as the need \nto prevent human rights violations in all contexts involving migration,  \n \nAcknowledging the need to strengthen efforts to enhance and diversify the \navailability of pathways for safe, orderly and regular migration, including in response \nto demographic and labour market realities,  \n \nRecognizing the need to ensure that returned migrants are duly received and \nreadmitted, in accordance with States’ obligation not to arbitrarily deprive their \nnationals of the right to enter their own country and the obligation of States to readmit \ntheir own nationals, \n \nRecognizing also the importance of coordinating international efforts to provide \nadequate protection, assistance and support to migrants in vulnerable situations and, \nas appropriate, facilitate their voluntary, safe and dignified return to their countries \nof origin or procedures for determining the need for international protection while \nrespecting the principle of non-refoulement,  \n \nBearing in mind the obligations of States under international law, as applicable, \nto exercise due diligence to prevent crimes targeting migrants and to investigate and \npunish perpetrators, and that not doing so violates and impairs or nullifies the \nenjoyment of the human rights and fundamental freedoms of victims,  \n \nExpressing concern that migrants continue to struggle to access and receive \nhumanitarian assistance, including search and rescue efforts and medical care, which \ncreates and exacerbates situations of vulnerability,  \n \nReaffirming its commitment to preserve the lives of all migrants and take action \nto prevent loss of migrant lives, and in this context remaining deeply concerned that \nthousands of migrants, including women and children, continue to die or go missing \neach year along perilous routes on land and at sea,  \n \nStressing the importance of all regulations and laws regarding irregular \nmigration, at all levels of government, being in accordance with the obligations of \nStates under international law, including international human rights law,  \n \nExpressing concern at and condemning the increasing trend of acts, \nmanifestations and expressions of racism, racial discrimination, xenophobia and \nrelated intolerance and hostility towards migrants and diasporas in societies, and the \nnegative stereotypes often applied to them, including on the basis of religion or belief, \nall of which has a negative impact on the fulfilment of human rights globally,  \n \nStressing the obligation of States to protect the human rights of migrants \nregardless of their migration status, including when implementing their specific \nmigration and border security policies, and expressing its concern at measures which, \nincluding in the context of policies aimed at reducing irregular migration, treat \nirregular migration as a criminal rather than an administrative offence, where the \neffect of doing so is to deny migrants the full enjoyment of their human rights and \nfundamental freedoms, and in this regard recalling that sanctions and the treatment \ngiven to irregular migrants should be commensurate with their offences, \n \nAware that, as criminals take advantage of migratory flows and attempt to \ncircumvent restrictive immigration policies and border controls, migrants become \nmore vulnerable to, inter alia, kidnapping, extortion, forced labour, sexual \nexploitation, physical assault, debt bondage and abandonment,  \n \nAware also that employing border governance policies that do not respect human \nrights and are in violation of a State’s obligations under international law, and that \nare failing to combat widespread impunity for those who violate the human rights of \nmigrants, contributes to limit pathways for safe, orderly and regular migration and \n\nA/RES/78/217 \nProtection of migrants\n \n23-25999\n6/14 \n \ncan contribute to the death or disappearance of migrants, particularly those in \nvulnerable situations,  \n \nRecognizing the human, cultural, social and economic capital that diasporas \nbring, as well as their engagement and remittances in national development strategies, \nand in programmes to improve the financial inclusion and literacy of migrant workers \nand their families,  \n \nAcknowledging that remittance flows constitute sources of private capital, \ncomplement domestic savings and are instrumental in improving the well-being of \nrecipients, bearing in mind that remittances cannot be considered a substitute for \nforeign direct investment, official development assistance, debt relief or other public \nsources of financing for development,  \n \nRecognizing the positive contributions of young migrants to countries of origin \nand destination, and in that regard encouraging States to consider the specific \ncircumstances and needs of young migrants,  \n \nConcerned that a growing number of migrant children, including those who are \nunaccompanied or separated from their parents or primary caregivers, are particularly \nvulnerable along their migration journey, and reaffirming the commitment to protecting \nthe rights of the child and upholding the principle of the best interests of the child, \n \nRecognizing the obligations of countries of origin, transit and destination under \ninternational human rights law, as well as the need to adopt a comprehensive and \nintegral approach to migration policies, to facilitate safe, orderly, regular and \nresponsible migration and mobility of people, in accordance with their relevant \nobligations under international human rights law, and, as applicable, consistent with \ntheir commitments in the Global Compact for Safe, Orderly and Regular Migration, \n \nUnderlining the importance for States, in cooperation with civil society, \nincluding non-governmental organizations, workers’ organizations and the private \nsector, among other relevant stakeholders, to undertake information campaigns aimed \nat clarifying opportunities, limitations, laws, risks and rights in the event of migration \nin order to enable everyone to make informed decisions and to prevent anyone from \nutilizing irregular or dangerous means to cross international borders,  \n \n1. \nCalls upon States to promote and protect effectively the human rights and \nfundamental freedoms of all migrants, regardless of their migration status, especially \nthose of women and children, and to address international migration through \ninternational, regional or bilateral cooperation and dialogue and a comprehensive and \nbalanced approach, recognizing the roles and responsibilities of countries of origin, \ntransit and destination in promoting and protecting the human rights of all migrants \nand ensuring that their legislation and migration policies and practices are consistent \nwith their applicable international human rights obligations, in order to avoid \napproaches that might aggravate their vulnerability;  \n \n2. \nExpresses its concern about the impacts of financial and economic crises, \nas well as natural disasters and the effects of climate-related phenomena, on \ninternational migration and migrants, and in that regard urges Governments to combat \ndiscriminatory treatment of migrants, in particular migrant workers and their families, \nand to facilitate fair and ethical recruitment; \n \n3. \nCalls upon Member States to develop coherent approaches to address the \nchallenges of migration movements in the context of sudden-onset and slow-onset \nnatural disasters, including by taking into consideration relevant recommendations \nfrom State-led consultative processes, such as the Agenda for the Protection of Cross-\nBorder Displaced Persons in the Context of Disasters and Climate Change, and the \nPlatform on Disaster Displacement; \n\nProtection of migrants \nA/RES/78/217\n \n7/14\n23-25999 \n \n \n4. \nReaffirms the rights set forth in the Universal Declaration of Human Rights \nand the obligations of States under the International Covenants on Human Rights, and \nin this regard: \n \n(a) \nStrongly condemns acts, manifestations and expressions of racism, racial \ndiscrimination, xenophobia and related intolerance against migrants and the \nstereotypes often applied to them, including on the basis of religion or belief, and \nurges States to apply and, where needed, to reinforce existing laws when hate crimes, \nxenophobic or intolerant acts, manifestations or expressions against migrants occur, \nin order to eradicate impunity for those who commit those acts and, where \nappropriate, to provide effective remedy to the victims; \n \n(b) \nEncourages States to establish or, when appropriate, strengthen \nmechanisms which allow migrants to report alleged cases of abuse by relevant \nauthorities and employers without fear of reprisal, and which allow for such \ncomplaints to be addressed fairly; \n \n(c) \nExpresses concern about legislation adopted by some States that results in \nmeasures and practices that may restrict the human rights and fundamental freedoms \nof migrants, and reaffirms that, when exercising their sovereign right to enact and \nimplement migratory and border security measures, States have the duty to comply \nwith their obligations under international law, including international human rights \nlaw, in order to ensure full respect for the human rights of migrants; \n \n(d) \nCalls upon States to ensure that their laws and policies, in particular in the \nareas of counter-terrorism and combating transnational organized crime, such as \ntrafficking in persons and smuggling of migrants, fully respect the human rights of \nmigrants; \n \n(e) \nCalls upon States that have not done so to consider signing and ratifying \nor acceding to the International Convention on the Protection of the Rights of All \nMigrant Workers and Members of Their Families as a matter of priority, and requests \nthe Secretary-General to continue his efforts to promote and raise awareness of the \nConvention; \n \n(f) \nTakes note of the reports of the Committee on the Protection of the Rights \nof All Migrant Workers and Members of Their Families on its thirty-third and thirty-\nfourth sessions29 and thirty-fifth and thirty-sixth sessions;30  \n \n5. \nAlso reaffirms the duty of States to effectively promote and protect the \nhuman rights and fundamental freedoms of all migrants, including those of women \nand children, regardless of their migration status, in conformity with the Universal \nDeclaration of Human Rights and the international instruments to which they are \nparty, and therefore:  \n \n(a) \nCalls upon all States to respect the human rights and inherent dignity of \nmigrants, to put an end to arbitrary arrest and detention and, bearing in mind the New \nYork Declaration for Refugees and Migrants, to review policies that deny migrants \nthe full enjoyment of their human rights and fundamental freedoms, to pursue \nalternatives to detention while assessments of migration status are under way and to \ntake into account measures that have been successfully implemented by some States; \n \n(b) \nEncourages States to put in place, if they have not yet done so, appropriate \nsystems and procedures in order to ensure that the best interests of the child are a \nprimary consideration in all actions or decisions concerning migrant children, \n__________________ \n \n29 Ibid., Seventy-seventh Session, Supplement No. 48 (A/77/48). \n \n30 Ibid., Seventy-eighth Session, Supplement No. 48 (A/78/48). \n\nA/RES/78/217 \nProtection of migrants\n \n23-25999\n8/14 \n \nregardless of their migration status, and to work towards ending the detention of \nmigrant children; \n \n(c) \nAlso encourages States to cooperate and to take appropriate measures, in \nfull conformity with their obligations under international human rights law, to \nprevent, combat and address the smuggling of migrants, including strengthening laws, \npolicies, information-sharing and joint operational functions, enhancing capacities \nand supporting opportunities for migration in a well-managed, safe and dignified \nmanner and strengthening legislative methods for criminalizing acts of smuggling \nmigrants, particularly women and children; \n \n(d) \nUrges all States to adopt effective measures to prevent and punish any \nform of illegal deprivation of liberty of migrants by individuals or groups; \n \n(e) \nRequests States to adopt concrete measures to prevent the violation of the \nhuman rights of migrants while in transit, including in ports and airports and at \nborders and migration checkpoints, and to regularly train public officials who work \nin those facilities and in border areas to treat migrants respectfully and in accordance \nwith their obligations under international human rights law; \n \n(f) \nEncourages States to formulate, implement and refine training \nprogrammes for their law enforcement officials, immigration officers and border \nofficials, diplomatic and consular officials, judiciary, prosecutors, public sector \nmedical staff and other service providers, with a view to sensitizing these public \nsector workers to the issue of violence against migrants and imparting to them the \nnecessary skills to ensure the delivery of proper, professional and gender-sensitive \ninterventions, including for those in detention facilities;  \n \n(g) \nUnderlines the right of migrants to return to their country of citizenship, \nand recalls that States must ensure that their returning nationals are duly received; \n \n(h) \nCalls upon States to analyse and implement, where appropriate, \nmechanisms for the safe and orderly administration of returning migrants, with \nparticular attention to the human rights of migrants, in accordance with their \nobligations under international law; \n \n(i) \nAlso calls upon States to prosecute, in conformity with applicable law, acts \nof violation of the human rights of migrants and their families, such as arbitrary \ndetention, torture and violations of the right to life, including extrajudicial executions, \nduring their transit from the country of origin to the country of destination and vice \nversa, including transit across national borders;  \n \n(j) \nRecognizes the particular vulnerability of migrants in transit situations, \nincluding through national borders, and the need to ensure full respect for their human \nrights also in these circumstances; \n \n(k) \nReaffirms the importance of ensuring the promotion and respect of human \nrights in coordinated efforts of the international community to assist and support \nmigrants who are stranded or in vulnerable situations; \n \n(l) \nReaffirms emphatically the duty of States parties to ensure full respect for \nand observance of the Vienna Convention on Consular Relations, in particular with \nregard to the right of all foreign nationals, regardless of their migration status, to \ncommunicate with a consular official of the sending State in case of arrest, \nimprisonment, custody or detention, and the obligation of the receiving State to \ninform the foreign national without delay of his or her rights under the Convention; \n \n(m) Requests all States, in conformity with national legislation and applicable \ninternational legal instruments to which they are party, to enforce labour law effectively, \nincluding by addressing violations of such law, with regard to migrant workers’ labour \n\nProtection of migrants \nA/RES/78/217\n \n9/14\n23-25999 \n \nrelations and working conditions, inter alia, those related to their remuneration and \nconditions of health, safety at work and the right to freedom of association; \n \n(n) \nInvites Member States to consider ratifying relevant conventions of the \nInternational Labour Organization, including the Domestic Workers Convention, \n2011 (No. 189), on decent work for domestic workers, 31 as well as the Abolition of \nForced Labour Convention 1957 (No. 105);32 \n \n(o) \nEncourages Member States to take actions to further promote faster, safer \nand cheaper remittances, with the aim of reducing the average transaction cost to less \nthan 3 per cent of the amount transferred by 2030, by further developing existing \nconducive policy and regulatory environments that enable competition, regulation and \ninnovation on the remittance market and by providing gender-responsive programmes \nand instruments that enhance the financial inclusion of migrants and their families; \n \n(p) \nRecalls that the Universal Declaration of Human Rights recognizes that \neveryone has the right to an effective remedy by the competent national tribunals for \nacts violating the fundamental rights granted to him or her; \n \n6. \nEmphasizes the importance of protecting persons in vulnerable situations, \nand in this regard: \n \n(a) \nExpresses its concern about the increase in the activities and profits of \ntransnational and national organized crime entities and others who profit from crimes \nagainst migrants, especially migrant women and children, without regard for \ndangerous and inhumane conditions, and in flagrant violation of national laws and \ninternational law and contrary to international standards; \n \n(b) \nCalls upon States to cooperate internationally to save lives and prevent \nmigrant deaths and injuries through individual or joint search and rescue operations, \nand standardized collection and exchange of relevant information, as well as to \nidentify those who have died or gone missing, and to facilitate communication with \naffected families; \n \n(c) \nUrges States to adopt measures to prevent deaths, disappearances, acts of \ntorture, sexual and gender-based violence and all other forms of violence, including \nviolence based on religion or belief and violence based on race, excessive use of force \nagainst migrants, and refoulement, and to ensure that all human rights violations and \nabuses are subject to independent and transparent investigations and that perpetrators \nare held accountable;  \n \n(d) \nEncourages Member States to invest in innovative solutions that facilitate \nmutual recognition of skills, qualifications and competences of migrant workers at all \nskill levels, as well as to ensure decent work in labour migration; \n \n(e) \nExpresses its concern about the high level of impunity enjoyed by \ntraffickers and their accomplices, as well as other members of organized crime entities \nand, in this context, the denial of rights and justice to migrants who have suffered \nfrom abuse; \n \n(f) \nUrges Member States to show greater solidarity, especially during times \nof emergency, to strengthen international cooperation to enhance the protection, well-\nbeing, safe return and effective reintegration into labour markets of migrant workers, \nand to ensure that no one is left behind; \n \n(g) \nWelcomes immigration programmes, adopted by some countries, that \nallow migrants to integrate fully into the countries of destination, facilitate family \n__________________ \n \n31 United Nations, Treaty Series, vol. 2955, No. 51379. \n \n32 Ibid., vol. 320, No. 4648. \n\nA/RES/78/217 \nProtection of migrants\n \n23-25999\n10/14 \n \nreunification and promote a harmonious, tolerant and respectful environment, and \nencourages States to consider the possibility of adopting these types of programmes; \n \n(h) \nCalls upon States that have not already done so to provide for the \nprotection of the human rights of women migrant workers, to promote fair labour \nconditions and to ensure that all women, including domestic and care workers, are \nlegally protected against violence and exploitation; \n \n(i) \nEncourages States to implement gender-sensitive policies and programmes \nfor women migrant workers, to provide safe and regular channels that recognize the \nskills and education of women migrant workers and, as appropriate, to facilitate their \nproductive employment, decent work and integration into the labour force, including \nin the fields of education and science and technology;  \n \n(j) \nEncourages all States to develop international migration policies and \nprogrammes that include a gender perspective, in order to adopt the measures necessary \nto better protect women and girls against dangers and human rights violations and \nabuses during migration; \n \n(k) \nCalls upon States to protect the human rights of migrant children, given \ntheir vulnerability, particularly unaccompanied migrant children, ensuring that the \nbest interests of the child are a primary consideration in their legislation, policies and \npractices, including on integration, return and family reunification; \n \n(l) \nEncourages all States to prevent and eliminate discriminatory policies and \nlegislation at all levels of government that deny migrant children access to education \nand, while taking into account the best interests of the child as a primary \nconsideration, to foster the successful integration of migrant children into the \neducational system and the removal of barriers to their education in host countries \nand countries of origin; \n \n(m) Reminds all States that all persons, including migrants, should have access \nto lifelong learning opportunities that help them to acquire the knowledge and skills \nneeded to take advantage of opportunities and to participate fully in society; \n \n(n) \nUrges States to ensure that repatriation mechanisms allow for the \nidentification and special protection of persons in vulnerable situations, including \nunaccompanied children and persons with disabilities, and take into account in \nconformity with their international obligations and commitments, the principle of the \nbest interests of the child in both the development and implementation of legislation \nand policies, as well as clarity of reception and care arrangements and family \nreunification; \n \n7. \nEncourages \nStates \nto \ntake \ninto \naccount \nthe \nconclusions \nand \nrecommendations of the study of the Office of the United Nations High Commissioner \nfor Human Rights on challenges and best practices in the implementation of the \ninternational framework for the protection of the rights of the child in the context of \nmigration33 when designing and implementing their migration policies; \n \n8. \nUrges States parties to the United Nations Convention against \nTransnational Organized Crime and the Protocols thereto, in particular the Protocol \nagainst the Smuggling of Migrants by Land, Sea and Air, supplementing the United \nNations Convention against Transnational Organized Crime, and the Protocol to \nPrevent, Suppress and Punish Trafficking in Persons, Especially Women and \nChildren, supplementing the United Nations Convention against Transnational \nOrganized Crime, to implement them fully, and calls upon States that have not done \nso to consider ratifying or acceding to them as a matter of priority;  \n__________________ \n \n33 A/HRC/15/29. \n\nProtection of migrants \nA/RES/78/217\n \n11/14\n23-25999 \n \n \n9. \nEncourages States to protect migrants from becoming victims of national \nand transnational organized crime, including kidnapping, trafficking in persons and, \nin some instances, illicit smuggling of migrants, including through the \nimplementation of programmes and policies that prevent victimization and provide \neffective guarantees and protections, as well as access to medical, psychosocial and \nlegal assistance, where appropriate;  \n \n10. Encourages Member States that have not already done so to enact national \nlegislation and to take further effective measures to combat human trafficking and \nsmuggling of migrants, recognizing that these crimes may endanger the lives of \nmigrants or subject them to harm, servitude, exploitation, debt bondage, slavery, \nsexual exploitation or forced labour, and also encourages Member States to strengthen \ninternational cooperation to prevent, investigate and combat such trafficking in \npersons and smuggling of migrants and to identify and disrupt financial flows related \nto these activities; \n \n11. \nInvites Member States to expand international cooperation and \npartnerships to implement the vision of the Global Compact for Safe, Orderly and \nRegular Migration,34 including through financial and technical assistance to \ndeveloping countries, including to African countries, the least developed countries, \nlandlocked developing countries, small island developing States and middle-income \ncountries;  \n \n12. Also invites Member States to accelerate efforts, at all levels, to integrate \npublic health considerations into migration policies and incorporating the health \nneeds of migrants in national and local health-care services policies and plans, in \nways which are transparent, equitable, non-discriminatory, people-centred, gender-\nresponsive, child-sensitive and disability-responsive, and which leave no one behind; \n \n13. Encourages Governments to promote the appropriate use of voluntary and \nconfidential HIV testing and pregnancy testing to prevent unwarranted barriers prior \nto and during the migration cycle;  \n \n14. Calls upon all States to promote and protect the right of everyone, \nincluding migrants, without discrimination of any kind, to the enjoyment of the \nhighest attainable standard of physical and mental health, and encourages them to \npromote equitable access to health services, disease prevention and care for migrants, \nincluding mental health and psychosocial support; \n \n15. Stresses the importance of international, regional and bilateral cooperation \nin the protection of the human rights of migrants, through, inter alia, the Global \nCompact for Safe, Orderly and Regular Migration, and therefore: \n \n(a) \nRequests all States, international organizations and relevant stakeholders \nto take into account in their policies and initiatives on migration issues the global \ncharacter of the migratory phenomenon and to give due consideration to international, \nregional and bilateral cooperation in this field, including by undertaking dialogues on \nmigration that include countries of origin, transit and destination, as well as civil \nsociety, including migrants, with a view to addressing, in a comprehensive manner, \ninter alia, its causes and consequences and the challenge of undocumented or irregular \nmigration, granting priority to the protection of the human rights of migrants; \n \n(b) \nEncourages States to promote the effective implementation of the 2030 \nAgenda for Sustainable Development, including its target 10.7 on the facilitation of \norderly, safe, regular and responsible migration and mobility of people, including \nthrough the implementation of planned and well-managed migration policies; \n__________________ \n \n34 Resolution 73/195, annex. \n\nA/RES/78/217 \nProtection of migrants\n \n23-25999\n12/14 \n \n \n(c) \nAlso encourages States to take the measures necessary to achieve policy \ncoherence on migration at the local, national, regional and international levels, \nincluding by ensuring coordinated child protection policies and systems across \nborders that are in full compliance with international human rights law; \n \n(d) \nFurther encourages States to cooperate effectively in protecting witnesses \nin cases of smuggling of migrants and victims in cases of trafficking in persons, \nregardless of their migration status;  \n \n(e) \nCalls upon the United Nations system and other relevant international \norganizations and multilateral institutions to enhance their cooperation in the \ndevelopment of methodologies for the collection and processing of statistical data on \ninternational migration and the situation of migrants in countries of origin, transit and \ndestination and to assist Member States in their capacity-building efforts in this regard; \n \n(f) \nEncourages Governments, as appropriate, to strengthen joint analysis and \nsharing of information to better map, understand, predict and address migration \nmovements, such as those that may result from sudden-onset and slow-onset natural \ndisasters, the adverse effects of climate change and environmental degradation, as \nwell as other precarious situations, while ensuring effective respect for and the \nprotection and fulfilment of the human rights of all migrants; \n \n(g) \nUrges all States, in line with relevant obligations under international \nhuman rights law, to combat all forms of discrimination, such as expressions, acts and \nmanifestations of racism, racial discrimination, violence, xenophobia and related \nintolerance against all migrants, while at the same time acknowledging the need to \npromote an open and evidence-based public discourse on migration and migrants, in \npartnership with all parts of society, that generates a more realistic, humane and \nconstructive perception in this regard, and to protect freedom of expression in \naccordance with international law, recognizing that an open and free debate \ncontributes to a comprehensive understanding of all aspects of migration; \n \n(h) \nEncourages States to include, as appropriate, information on the \nimplementation of their international obligations related to the human rights of \nmigrants in their national reports to the Working Group on the Universal Periodic \nReview of the Human Rights Council and to the treaty bodies; \n \n16. Reaffirms the consideration afforded to the issues of migration, \ndevelopment and human rights in the 2030 Agenda for Sustainable Development; \n \n17. Invites Member States to consider establishing, as applicable, open and \naccessible information points along relevant migration routes that can refer migrants \nto child-sensitive and gender-responsive support and counselling, offer opportunities \nto communicate with consular representatives of the country of origin, and make \navailable relevant information, including on human rights and fundamental freedoms, \nappropriate protection and assistance, options and pathways for regular migration, \nand possibilities for safe and dignified return, in a language that the person concerned \nunderstands;  \n \n18. Encourages States, as appropriate, to address practical barriers, including \nlanguage barriers, that migrants may encounter in countries of destination, and \nprovide them with adequate information about their rights, including to consular \nassistance, prior to their departure from their countries of origin; \n \n19. Calls upon Member States to commit to develop national gender-\nresponsive and child-sensitive migration policies and legislation in line with relevant \nobligations under international law to respect, protect and fulfil the human rights of \nall migrant women and children, regardless of their migration status, and further \nstresses the importance of ensuring the full, equal and meaningful participation of \n\nProtection of migrants \nA/RES/78/217\n \n13/14\n23-25999 \n \nwomen in the formulation and implementation of migration policies, while \nrecognizing their independence, agency and leadership; \n \n20. Invites Member States to provide newly arrived migrants with targeted, \ngender-responsive, child-sensitive, accessible and comprehensive information and \nlegal guidance on their rights and obligations, including on compliance with national \nand local laws, obtaining of work and resident permits, status adjustments, \nregistration with authorities, access to justice to file complaints about rights \nviolations, as well as access to basic services; \n \n21. Encourages Governments to ensure that the return of migrants who do not \nhave the legal right to stay on another State’s territory is safe and dignified, follows \nan individual assessment, is carried out by competent authorities through prompt and \neffective cooperation between countries of origin and destination, and allows all \napplicable legal remedies to be exhausted, in compliance with due process guarantees \nand other obligations under international human rights law; \n \n22. Calls upon States to ensure that migrants who may be in vulnerable \nsituations at international borders have access to assistance and relief, regardless of \ntheir migration status, and to create a safe and enabling environment in which \nhumanitarian actors that provide such attention can operate free from hindrance and \ninsecurity, including by ensuring that domestic law and administrative provisions and \ntheir application facilitate the work of all actors providing humanitarian assistance to \nand defending the human rights of migrants in transit, inter alia by avoiding the \ncriminalization and stigmatization of the work of humanitarian actors, as well as \nimpediments thereto, obstruction thereof or restrictions thereon, that are not in line \nwith international human rights law;  \n \n23. Encourages States to strengthen cooperation, information exchange and \ncoordination at all levels, including between countries of origin, transit and \ndestination, and with international humanitarian organizations, civil society \norganizations, and migrants and their families, in order to prevent and investigate \nhuman rights violations and abuses against migrants in transit, to find and identify \nmissing migrants and to ensure accountability for victims;  \n \n24. \nReaffirms the commitments of the New York Declaration for Refugees and \nMigrants, and urges Member States and the United Nations system to work \ncooperatively to follow up on and apply the Declaration, in accordance with national \nlegal systems; \n \n25. Encourages States, relevant international organizations, civil society, \nincluding non-governmental organizations, and the private sector to continue and to \nenhance their dialogue in relevant international meetings with a view to strengthening \nand making more inclusive public policies aimed at promoting and respecting human \nrights, including those of migrants; \n \n26. Recognizes the importance of the contribution of the United Nations High \nCommissioner for Human Rights, the Chair of the Committee on the Protection of the \nRights of All Migrant Workers and Members of Their Families and the Special \nRapporteur of the Human Rights Council on the human rights of migrants, as well as \nother key actors, to the discussion on international migration; \n \n27. Welcomes the ongoing work of the United Nations Network on Migration \non missing migrants and humanitarian assistance in line with the Progress Declaration \nof the International Migration Review Forum,35 inter alia the exchange of good \npractices, including through cross-border cooperation to support families and border \n__________________ \n \n35 Resolution 76/266, annex. \n\nA/RES/78/217 \nProtection of migrants\n \n23-25999\n14/14 \n \ncommunities in preventing and responding to the death of migrants or migrants going \nmissing, including through humanitarian assistance; \n \n28. Invites the Chair of the Committee on the Protection of the Rights of All \nMigrant Workers and Members of Their Families to present an oral report on the work \nof the Committee and to engage in an interactive dialogue with the General Assembly \nat its seventy-ninth and eightieth sessions, as a way to enhance communication \nbetween the Assembly and the Committee; \n \n29. Invites the Special Rapporteur on the human rights of migrants to submit \nhis report to the General Assembly and to engage in an interactive dialogue at its \nseventy-ninth and eightieth sessions, under the item entitled “Promotion and \nprotection of human rights”; \n \n30. Takes note of the report of the Secretary-General on the human rights of \nmigrants;36 \n \n31. \nAlso takes note of the reports of the Special Rapporteur on the human rights \nof migrants to the General Assembly at its seventy-seventh and seventy-eighth \nsessions;37 \n \n32. Requests the Secretary-General to submit to the General Assembly and the \nHuman Rights Council at their eightieth and sixty-first sessions, respectively, a \ncomprehensive report entitled “Human rights of migrants”, covering all aspects of the \nimplementation of the present resolution; \n \n33. Decides to remain seized of the matter. \n \n50th plenary meeting \n19 December 2023 \n \n__________________ \n \n36 See A/78/203. \n \n37 A/77/189 and A/78/180. \n",
  "paragraphs": {
    "1": "Calls upon States to promote and protect effectively the human rights and fundamental freedoms of all migrants, regardless of their migration status, especially those of women and children, and to address international migration through international, regional or bilateral cooperation and dialogue and a comprehensive and balanced approach, recognizing the roles and responsibilities of countries of origin, transit and destination in promoting and protecting the human rights of all migrants and ensuring that their legislation and migration policies and practices are consistent with their applicable international human rights obligations, in order to avoid approaches that might aggravate their vulnerability;",
    "2": "Expresses its concern about the impacts of financial and economic crises, as well as natural disasters and the effects of climate-related phenomena, on international migration and migrants, and in that regard urges Governments to combat discriminatory treatment of migrants, in particular migrant workers and their families, and to facilitate fair and ethical recruitment;",
    "3": "",
    "4": "Reaffirms the rights set forth in the Universal Declaration of Human Rights and the obligations of States under the International Covenants on Human Rights, and in this regard: (a) Strongly condemns acts, manifestations and expressions of racism, racial discrimination, xenophobia and related intolerance against migrants and the stereotypes often applied to them, including on the basis of religion or belief, and urges States to apply and, where needed, to reinforce existing laws when hate crimes, xenophobic or intolerant acts, manifestations or expressions against migrants occur, in order to eradicate impunity for those who commit those acts and, where appropriate, to provide effective remedy to the victims; (b) Encourages States to establish or, when appropriate, strengthen mechanisms which allow migrants to report alleged cases of abuse by relevant authorities and employers without fear of reprisal, and which allow for such complaints to be addressed fairly; (c) Expresses concern about legislation adopted by some States that results in measures and practices that may restrict the human rights and fundamental freedoms of migrants, and reaffirms that, when exercising their sovereign right to enact and implement migratory and border security measures, States have the duty to comply with their obligations under international law, including international human rights law, in order to ensure full respect for the human rights of migrants; (d) Calls upon States to ensure that their laws and policies, in particular in the areas of counter-terrorism and combating transnational organized crime, such as trafficking in persons and smuggling of migrants, fully respect the human rights of migrants; (e) Calls upon States that have not done so to consider signing and ratifying or acceding to the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families as a matter of priority, and requests the Secretary-General to continue his efforts to promote and raise awareness of the Convention; (f) Takes note of the reports of the Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families on its thirty-third and thirty- fourth sessions29 and thirty-fifth and thirty-sixth sessions;30",
    "5": " relations and working conditions, inter alia, those related to their remuneration and conditions of health, safety at work and the right to freedom of association; (n) Invites Member States to consider ratifying relevant conventions of the International Labour Organization, including the Domestic Workers Convention, 2011 (No. 189), on decent work for domestic workers, 31 as well as the Abolition of Forced Labour Convention 1957 (No. 105);32 (o) Encourages Member States to take actions to further promote faster, safer and cheaper remittances, with the aim of reducing the average transaction cost to less than 3 per cent of the amount transferred by 2030, by further developing existing conducive policy and regulatory environments that enable competition, regulation and innovation on the remittance market and by providing gender-responsive programmes and instruments that enhance the financial inclusion of migrants and their families; (p) Recalls that the Universal Declaration of Human Rights recognizes that everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted to him or her;",
    "6": "Emphasizes the importance of protecting persons in vulnerable situations, and in this regard: (a) Expresses its concern about the increase in the activities and profits of transnational and national organized crime entities and others who profit from crimes against migrants, especially migrant women and children, without regard for dangerous and inhumane conditions, and in flagrant violation of national laws and international law and contrary to international standards; (b) Calls upon States to cooperate internationally to save lives and prevent migrant deaths and injuries through individual or joint search and rescue operations, and standardized collection and exchange of relevant information, as well as to identify those who have died or gone missing, and to facilitate communication with affected families; (c) Urges States to adopt measures to prevent deaths, disappearances, acts of torture, sexual and gender-based violence and all other forms of violence, including violence based on religion or belief and violence based on race, excessive use of force against migrants, and refoulement, and to ensure that all human rights violations and abuses are subject to independent and transparent investigations and that perpetrators are held accountable; (d) Encourages Member States to invest in innovative solutions that facilitate mutual recognition of skills, qualifications and competences of migrant workers at all skill levels, as well as to ensure decent work in labour migration; (e) Expresses its concern about the high level of impunity enjoyed by traffickers and their accomplices, as well as other members of organized crime entities and, in this context, the denial of rights and justice to migrants who have suffered from abuse; (f) Urges Member States to show greater solidarity, especially during times of emergency, to strengthen international cooperation to enhance the protection, well- being, safe return and effective reintegration into labour markets of migrant workers, and to ensure that no one is left behind; (g) Welcomes immigration programmes, adopted by some countries, that allow migrants to integrate fully into the countries of destination, facilitate family reunification and promote a harmonious, tolerant and respectful environment, and encourages States to consider the possibility of adopting these types of programmes; (h) Calls upon States that have not already done so to provide for the protection of the human rights of women migrant workers, to promote fair labour conditions and to ensure that all women, including domestic and care workers, are legally protected against violence and exploitation; (i) Encourages States to implement gender-sensitive policies and programmes for women migrant workers, to provide safe and regular channels that recognize the skills and education of women migrant workers and, as appropriate, to facilitate their productive employment, decent work and integration into the labour force, including in the fields of education and science and technology; (j) Encourages all States to develop international migration policies and programmes that include a gender perspective, in order to adopt the measures necessary to better protect women and girls against dangers and human rights violations and abuses during migration; (k) Calls upon States to protect the human rights of migrant children, given their vulnerability, particularly unaccompanied migrant children, ensuring that the best interests of the child are a primary consideration in their legislation, policies and practices, including on integration, return and family reunification; (l) Encourages all States to prevent and eliminate discriminatory policies and legislation at all levels of government that deny migrant children access to education and, while taking into account the best interests of the child as a primary consideration, to foster the successful integration of migrant children into the educational system and the removal of barriers to their education in host countries and countries of origin; (m) Reminds all States that all persons, including migrants, should have access to lifelong learning opportunities that help them to acquire the knowledge and skills needed to take advantage of opportunities and to participate fully in society; (n) Urges States to ensure that repatriation mechanisms allow for the identification and special protection of persons in vulnerable situations, including unaccompanied children and persons with disabilities, and take into account in conformity with their international obligations and commitments, the principle of the best interests of the child in both the development and implementation of legislation and policies, as well as clarity of reception and care arrangements and family reunification;",
    "7": "Encourages States to take into account the conclusions and recommendations of the study of the Office of the United Nations High Commissioner for Human Rights on challenges and best practices in the implementation of the international framework for the protection of the rights of the child in the context of migration33 when designing and implementing their migration policies;",
    "8": "Urges States parties to the United Nations Convention against Transnational Organized Crime and the Protocols thereto, in particular the Protocol against the Smuggling of Migrants by Land, Sea and Air, supplementing the United Nations Convention against Transnational Organized Crime, and the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime, to implement them fully, and calls upon States that have not done so to consider ratifying or acceding to them as a matter of priority;",
    "9": "Encourages States to protect migrants from becoming victims of national and transnational organized crime, including kidnapping, trafficking in persons and, in some instances, illicit smuggling of migrants, including through the implementation of programmes and policies that prevent victimization and provide effective guarantees and protections, as well as access to medical, psychosocial and legal assistance, where appropriate;",
    "10": "Encourages Member States that have not already done so to enact national legislation and to take further effective measures to combat human trafficking and smuggling of migrants, recognizing that these crimes may endanger the lives of migrants or subject them to harm, servitude, exploitation, debt bondage, slavery, sexual exploitation or forced labour, and also encourages Member States to strengthen international cooperation to prevent, investigate and combat such trafficking in persons and smuggling of migrants and to identify and disrupt financial flows related to these activities;",
    "11": "Invites Member States to expand international cooperation and partnerships to implement the vision of the Global Compact for Safe, Orderly and Regular Migration,34 including through financial and technical assistance to developing countries, including to African countries, the least developed countries, landlocked developing countries, small island developing States and middle-income countries;",
    "12": "Also invites Member States to accelerate efforts, at all levels, to integrate public health considerations into migration policies and incorporating the health needs of migrants in national and local health-care services policies and plans, in ways which are transparent, equitable, non-discriminatory, people-centred, gender- responsive, child-sensitive and disability-responsive, and which leave no one behind;",
    "13": "Encourages Governments to promote the appropriate use of voluntary and confidential HIV testing and pregnancy testing to prevent unwarranted barriers prior to and during the migration cycle;",
    "14": "Calls upon all States to promote and protect the right of everyone, including migrants, without discrimination of any kind, to the enjoyment of the highest attainable standard of physical and mental health, and encourages them to promote equitable access to health services, disease prevention and care for migrants, including mental health and psychosocial support;",
    "15": "Stresses the importance of international, regional and bilateral cooperation in the protection of the human rights of migrants, through, inter alia, the Global Compact for Safe, Orderly and Regular Migration, and therefore: (a) Requests all States, international organizations and relevant stakeholders to take into account in their policies and initiatives on migration issues the global character of the migratory phenomenon and to give due consideration to international, regional and bilateral cooperation in this field, including by undertaking dialogues on migration that include countries of origin, transit and destination, as well as civil society, including migrants, with a view to addressing, in a comprehensive manner, inter alia, its causes and consequences and the challenge of undocumented or irregular migration, granting priority to the protection of the human rights of migrants; (b) Encourages States to promote the effective implementation of the 2030 Agenda for Sustainable Development, including its target 10.7 on the facilitation of orderly, safe, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies; (c) Also encourages States to take the measures necessary to achieve policy coherence on migration at the local, national, regional and international levels, including by ensuring coordinated child protection policies and systems across borders that are in full compliance with international human rights law; (d) Further encourages States to cooperate effectively in protecting witnesses in cases of smuggling of migrants and victims in cases of trafficking in persons, regardless of their migration status; (e) Calls upon the United Nations system and other relevant international organizations and multilateral institutions to enhance their cooperation in the development of methodologies for the collection and processing of statistical data on international migration and the situation of migrants in countries of origin, transit and destination and to assist Member States in their capacity-building efforts in this regard; (f) Encourages Governments, as appropriate, to strengthen joint analysis and sharing of information to better map, understand, predict and address migration movements, such as those that may result from sudden-onset and slow-onset natural disasters, the adverse effects of climate change and environmental degradation, as well as other precarious situations, while ensuring effective respect for and the protection and fulfilment of the human rights of all migrants; (g) Urges all States, in line with relevant obligations under international human rights law, to combat all forms of discrimination, such as expressions, acts and manifestations of racism, racial discrimination, violence, xenophobia and related intolerance against all migrants, while at the same time acknowledging the need to promote an open and evidence-based public discourse on migration and migrants, in partnership with all parts of society, that generates a more realistic, humane and constructive perception in this regard, and to protect freedom of expression in accordance with international law, recognizing that an open and free debate contributes to a comprehensive understanding of all aspects of migration; (h) Encourages States to include, as appropriate, information on the implementation of their international obligations related to the human rights of migrants in their national reports to the Working Group on the Universal Periodic Review of the Human Rights Council and to the treaty bodies;",
    "16": "Reaffirms the consideration afforded to the issues of migration, development and human rights in the 2030 Agenda for Sustainable Development;",
    "17": "Invites Member States to consider establishing, as applicable, open and accessible information points along relevant migration routes that can refer migrants to child-sensitive and gender-responsive support and counselling, offer opportunities to communicate with consular representatives of the country of origin, and make available relevant information, including on human rights and fundamental freedoms, appropriate protection and assistance, options and pathways for regular migration, and possibilities for safe and dignified return, in a language that the person concerned understands;",
    "18": "Encourages States, as appropriate, to address practical barriers, including language barriers, that migrants may encounter in countries of destination, and provide them with adequate information about their rights, including to consular assistance, prior to their departure from their countries of origin;",
    "19": " women in the formulation and implementation of migration policies, while recognizing their independence, agency and leadership;",
    "20": "Invites Member States to provide newly arrived migrants with targeted, gender-responsive, child-sensitive, accessible and comprehensive information and legal guidance on their rights and obligations, including on compliance with national and local laws, obtaining of work and resident permits, status adjustments, registration with authorities, access to justice to file complaints about rights violations, as well as access to basic services;",
    "21": "Encourages Governments to ensure that the return of migrants who do not have the legal right to stay on another State’s territory is safe and dignified, follows an individual assessment, is carried out by competent authorities through prompt and effective cooperation between countries of origin and destination, and allows all applicable legal remedies to be exhausted, in compliance with due process guarantees and other obligations under international human rights law;",
    "22": "Calls upon States to ensure that migrants who may be in vulnerable situations at international borders have access to assistance and relief, regardless of their migration status, and to create a safe and enabling environment in which humanitarian actors that provide such attention can operate free from hindrance and insecurity, including by ensuring that domestic law and administrative provisions and their application facilitate the work of all actors providing humanitarian assistance to and defending the human rights of migrants in transit, inter alia by avoiding the criminalization and stigmatization of the work of humanitarian actors, as well as impediments thereto, obstruction thereof or restrictions thereon, that are not in line with international human rights law;",
    "23": "Encourages States to strengthen cooperation, information exchange and coordination at all levels, including between countries of origin, transit and destination, and with international humanitarian organizations, civil society organizations, and migrants and their families, in order to prevent and investigate human rights violations and abuses against migrants in transit, to find and identify missing migrants and to ensure accountability for victims;",
    "24": "Reaffirms the commitments of the New York Declaration for Refugees and Migrants, and urges Member States and the United Nations system to work cooperatively to follow up on and apply the Declaration, in accordance with national legal systems;",
    "25": "Encourages States, relevant international organizations, civil society, including non-governmental organizations, and the private sector to continue and to enhance their dialogue in relevant international meetings with a view to strengthening and making more inclusive public policies aimed at promoting and respecting human rights, including those of migrants;",
    "26": "Recognizes the importance of the contribution of the United Nations High Commissioner for Human Rights, the Chair of the Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families and the Special Rapporteur of the Human Rights Council on the human rights of migrants, as well as other key actors, to the discussion on international migration;",
    "27": "Welcomes the ongoing work of the United Nations Network on Migration on missing migrants and humanitarian assistance in line with the Progress Declaration of the International Migration Review Forum,35 inter alia the exchange of good practices, including through cross-border cooperation to support families and border communities in preventing and responding to the death of migrants or migrants going missing, including through humanitarian assistance;",
    "28": "Invites the Chair of the Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families to present an oral report on the work of the Committee and to engage in an interactive dialogue with the General Assembly at its seventy-ninth and eightieth sessions, as a way to enhance communication between the Assembly and the Committee;",
    "29": "Invites the Special Rapporteur on the human rights of migrants to submit his report to the General Assembly and to engage in an interactive dialogue at its seventy-ninth and eightieth sessions, under the item entitled “Promotion and protection of human rights”;",
    "30": "Takes note of the report of the Secretary-General on the human rights of migrants;36",
    "31": "Also takes note of the reports of the Special Rapporteur on the human rights of migrants to the General Assembly at its seventy-seventh and seventy-eighth sessions;37",
    "32": "Requests the Secretary-General to submit to the General Assembly and the Human Rights Council at their eightieth and sixty-first sessions, respectively, a comprehensive report entitled “Human rights of migrants”, covering all aspects of the implementation of the present resolution;",
    "33": "Decides to remain seized of the matter."
  },
  "agenda_items": [
    "Item 71"
  ],
  "symbol_references": []
}