{
  "symbol": "A/RES/80/138",
  "filename": "A_RES_80_138.pdf",
  "title": "80/138. Protection of global climate for present and future generations of humankind",
  "text": "United Nations \nA/RES/80/138 \n \nGeneral Assembly \nDistr.: General \n18 December 2025 \n25-20761 (E) \n*2520761* \n \n \nEightieth session \nAgenda item 18 (d) \nSustainable development: protection of global climate for \npresent and future generations of humankind \n \n \n \n \n Resolution adopted by the General Assembly \non 15 December 2025 \n \n \n[on the report of the Second Committee (A/80/555, para. 7)] \n \n \n 80/138. Protection of global climate for present and future generations \nof humankind \n \n \n \nThe General Assembly, \n \nRecalling its resolutions 43/53 of 6 December 1988, 54/222 of 22 December \n1999, 62/86 of 10 December 2007, 63/32 of 26 November 2008, 64/73 of 7 December \n2009, 65/159 of 20 December 2010, 66/200 of 22 December 2011, 67/210 of \n21 December 2012, 68/212 of 20 December 2013, 69/220 of 19 December 2014, \n70/205 of 22 December 2015, 71/228 of 21 December 2016, 72/219 of 20 December \n2017, 73/232 of 20 December 2018, 74/219 of 19 December 2019, 75/217 of \n21 December 2020, 76/205 of 17 December 2021, 77/165 of 14 December 2022, \n78/153 of 19 December 2023 and 79/206 of 19 December 2024 and other resolutions \nand decisions relating to the protection of the global climate for present and future \ngenerations of humankind,  \n \nRecalling also the United Nations Framework Convention on Climate Change1 \nand the Paris Agreement, 2 acknowledging that they are the primary international, \nintergovernmental forums for negotiating the global response to climate change, \nexpressing determination to address decisively the threat posed by climate change and \nenvironmental degradation, recognizing that the global nature of climate change calls \nfor the widest possible international cooperation aimed at accelerating the reduction \nof global greenhouse gas emissions and addressing adaptation to the adverse impacts \nof climate change, and noting with concern the significant gap between the aggregate \neffect of Parties’ mitigation pledges, in particular their nationally determined \ncontributions, as appropriate, and aggregate emission pathways,  \n_______________ \n \n1 United Nations, Treaty Series, vol. 1771, No. 30822. \n \n2 Adopted under the UNFCCC in FCCC/CP/2015/10/Add.1, decision 1/CP.21. \n\nA/RES/80/138 \nProtection of global climate for present and \nfuture generations of humankind\n \n25-20761\n2/13 \n \n \nRecalling further the Paris Agreement, which, pursuant to article 2, paragraph 2, \nthereof, will be implemented to reflect equity and the principle of common but \ndifferentiated responsibilities and respective capabilities, in the light of different \nnational circumstances,  \n \nRecalling the outcomes of the sessions of the Conference of the Parties to the \nUnited Nations Framework Convention on Climate Change and of the sessions of the \nConference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol, \nand the Conference of the Parties serving as the Meeting of the Parties to the Paris \nAgreement, and urging their full implementation,  \n \nRecalling also the entry into force on 1 January 2019 of the Kigali Amendment \nto the Montreal Protocol on Substances that Deplete the Ozone Layer,3 welcoming its \nratification, acceptance and approval by 169 countries and one regional economic \nintegration organization, while encouraging further ratifications as soon as possible, \nand recalling the thirty-sixth Meeting of the Parties to the Montreal Protocol, held \nfrom 28 October to 1 November 2024 in Bangkok,  \n \nRecalling further the United Nations Millennium Declaration,4 the Johannesburg \nDeclaration on Sustainable Development 5 and the Plan of Implementation of the \nWorld Summit on Sustainable Development (Johannesburg Plan of Implementation),6 \nthe 2005 World Summit Outcome, 7 the outcome document of the United Nations \nConference on Sustainable Development entitled “The future we want”, 8 the Sendai \nDeclaration and the Sendai Framework for Disaster Risk Reduction 2015–2030,9 the \nBeijing Declaration and Platform for Action,10 the New Urban Agenda,11 the Doha \nProgramme of Action for the Least Developed Countries for the decade 2022–2031,12 \nthe Antigua and Barbuda Agenda for Small Island Developing States: A Renewed \nDeclaration for Resilient Prosperity 13  and the Awaza Programme of Action for \nLandlocked Developing Countries for the Decade 2024–2034,14 \n \nReaffirming its resolution 70/1 of 25 September 2015, entitled “Transforming \nour world: the 2030 Agenda for Sustainable Development”, in which it adopted a \ncomprehensive, far-reaching and people-centred set of universal and transformative \nSustainable Development Goals and targets, its commitment to working tirelessly for \nthe full implementation of the Agenda by 2030, its recognition that eradicating \npoverty in all its forms and dimensions, including extreme poverty, is the greatest \nglobal challenge and an indispensable requirement for sustainable development, its \ncommitment to achieving sustainable development in its three dimensions – \neconomic, social and environmental – in a balanced and integrated manner, and to \nbuilding upon the achievements of the Millennium Development Goals and seeking \nto address their unfinished business,  \n_______________ \n \n3 UNEP/OzL.Pro.28/12, annex I. \n \n4 Resolution 55/2. \n \n5 Report of the World Summit on Sustainable Development, Johannesburg, South Africa, \n26 August–4 September 2002 (United Nations publication, Sales No. E.03.II.A.1 and \ncorrigendum), chap. I, resolution 1, annex. \n \n6 Ibid., resolution 2, annex. \n \n7 Resolution 60/1. \n \n8 Resolution 66/288, annex. \n \n9 Resolution 69/283, annexes I and II. \n \n10 Report of the Fourth World Conference on Women, Beijing, 4–15 September 1995 (United \nNations publication, Sales No. E.96.IV.13), chap. I, resolution 1, annexes I and II. \n \n11 Resolution 71/256, annex. \n \n12 Resolution 76/258, annex. \n \n13 Resolution 78/317, annex. \n \n14 Resolution 79/233, annex; see also resolution 79/279. \n\nProtection of global climate for present and \nfuture generations of humankind \nA/RES/80/138\n \n3/13\n25-20761 \n \n \nReaffirming also its resolution 69/313 of 27 July 2015 on the Addis Ababa \nAction Agenda of the Third International Conference on Financing for Development, \nwhich is an integral part of the 2030 Agenda for Sustainable Development, supports \nand complements it, helps to contextualize its means of implementation targets with \nconcrete policies and actions, and reaffirms the strong political commitment to \naddress the challenge of financing and creating an enabling environment at all levels \nfor sustainable development in the spirit of global partnership and solidarity,  \n \nWelcoming the convening of the Fourth International Conference on Financing \nfor Development from 30 June to 3 July 2025 in Sevilla, Spain, and reaffirming its \noutcome document, the Sevilla Commitment, endorsed by the General Assembly in \nits resolution 79/323 of 25 August 2025, which sets forth a renewed global framework \nfor financing for development, building on the 2015 Addis Ababa Action Agenda, 15 \nto close with urgency the estimated annual 4 trillion United States dollar financing \ngap, 16  and catalyse sustainable development investments at scale in developing \ncountries and continue the reform of the international financial architecture through \ncontinued and strong commitment to multilateralism, international cooperation, and \nglobal solidarity,  \n \nNoting with concern that a prolonged economic downturn following the \ncoronavirus disease (COVID‑19) pandemic can adversely impact the implementation \nof the United Nations Framework Convention on Climate Change and the Paris \nAgreement and the ability of countries, especially developing countries, to adequately \nrespond to the adverse impacts of climate change, and emphasizing that, in the \nresponse to the crisis, countries should keep the Sustainable Development Goals and \nclimate commitments in focus,  \n \nRecognizing the negative impacts of climate change and the COVID‑19 \npandemic on efforts to achieve a substantial reduction in disaster-related mortality \nand disaster-related losses and the deepened vulnerabilities to disasters and exposure \nto hazards, recalling the contribution of various initiatives, including the Global \nPlatform for Disaster Risk Reduction, as well as regional and subregional platforms \nfor disaster risk reduction, reaffirming the importance of coherence between disaster \nrisk reduction, sustainable development and the response to the threat of climate \nchange, and the findings of the Global Assessment Report on Disaster Risk Reduction \n2024, recognizing that disaster risk reduction efforts consistent with the Sendai \nFramework contribute to strengthening resilience and climate change adaptation and \nthat the development and implementation of risk-informed strategic plans, policies, \nprogrammes and investments and national and local disaster risk reduction strategies \nare essential for sustainable development and the achievement of the Sustainable \nDevelopment Goals, and in this regard welcoming the convening of the high-level \nmeeting of the General Assembly on the midterm review of the implementation of the \nSendai Framework for Disaster Risk Reduction 2015–2030, held in New York on \n18 and 19 May 2023, and taking note of its political declaration,17 \n \nNoting with concern the findings contained in the special reports 18  of the \nIntergovernmental Panel on Climate Change, the findings from the contributions of \nWorking Groups I, II and III, as well as the synthesis report of the sixth assessment \n_______________ \n \n15 General Assembly resolution 69/313, annex. \n \n16 Financing for Sustainable Development Report 2024 (United Nations publication, 2024), \nfigure I.1. \n \n17 Resolution 77/289, annex. \n \n18 Global Warming of 1.5°C, Climate Change and Land: An IPCC Special Report on Climate \nChange, Desertification, Land Degradation, Sustainable Land Management, Food Security, and \nGreenhouse Gas Fluxes in Terrestrial Ecosystems and The Ocean and Cryosphere in a Changing \nClimate. \n\nA/RES/80/138 \nProtection of global climate for present and \nfuture generations of humankind\n \n25-20761\n4/13 \n \nreport of the Intergovernmental Panel, which represents a more comprehensive and \nrobust assessment of climate change than the fifth assessment report, recognizing the \nimportance of the best available science for effective climate action and \npolicymaking,  \n \nTaking note of the 2025 adaptation gap and emissions gap reports of the United \nNations Environment Programme and recent global and regional reports of the World \nMeteorological Organization on the state of the climate,  \n \nAcknowledging that action on adaptation to climate change is an urgent priority \nand a global challenge faced by all countries, in particular developing countries, \nespecially those that are particularly vulnerable to the adverse effects of climate \nchange, recognizing that the current need for adaptation is significant, and that greater \nlevels of mitigation can reduce the need for additional adaptation efforts, and that \ngreater adaptation needs can involve greater adaptation costs, emphasizing the \nimportance of continuing to take actions to promote the adequacy and predictability \nof adaptation finance, taking into account the role of the Adaptation Fund in \ndelivering dedicated support for adaptation, and reaffirming that the provision of \nscaled-up financial resources should aim to achieve a balance between adaptation and \nmitigation,  \n \nExpressing deep concern regarding the significant financial costs associated \nwith loss and damage for developing countries resulting in a growing debt burden and \nimpairing the realization of the Sustainable Development Goals, \n \nReiterating its support for the objectives and guiding principles of the Green \nClimate Fund, including a gender-sensitive approach in its process and operations, \nand stressing its goal of ensuring efficient access to its resources through simplified \napproval procedures and enhancing readiness support, which will help to deliver \noutcomes in developing countries so as to limit or reduce greenhouse gas emissions \nand help them adapt to the impacts of climate change, and in that regard welcoming \nthe new Strategic Plan 2024–2027 of the Green Climate Fund, \n \nRecalling with appreciation the pledges made to the Green Climate Fund \ntowards the first formal replenishment period of the Fund, resulting in a confirmed \npledge of 9.87 billion United States dollars, welcoming pledges and contributions \ntowards the ongoing second replenishment and expressing concern about the current \nstatus of pledges and contributions, from 12.8 billion United States dollars announced \nto 9.64 billion United States dollars confirmed, urging the prompt conversion of \npledges into contribution agreements, and stressing the importance of pledges and \ncontributions towards the third replenishment of the Fund;  \n \nRecognizing that climate change is a major and growing driver of biodiversity \nloss and ecosystem degradation and that the conservation and sustainable use of \nbiodiversity, and ecosystem functions and services, contribute significantly to climate \nchange adaptation and mitigation, disaster risk reduction, the resilience of agriculture \nand food systems, and food security and nutrition,  \n \nWelcoming the convening of the sixteenth meeting of the Conference of the \nParties to the Convention on Biological Diversity, as well as the Meetings of the \nParties to the Protocols to the Convention, held in Cali, Colombia, from 21 October \nto 1 November 2024, under the theme “Peace with nature”, as well as of the two \nresumed sessions of the sixteenth meeting of the Conference of the Parties to the \nConvention, held online from 3 to 6 December 2024 and in Rome, Italy, from 25 to \n27 February 2025 and taking note of their adopted decisions, and looking forward to \nthe seventeenth meeting of the Conference of the Parties and the meetings of the \nConference of the Parties serving as the Meetings of the Parties to the Protocols to \nthe Convention, to be held in Yerevan, Armenia, from 18 to 30 October 2026, \n\nProtection of global climate for present and \nfuture generations of humankind \nA/RES/80/138\n \n5/13\n25-20761 \n \n \nNoting the need for enhanced coordination and cooperation at all levels among \nthe Parties to and secretariats of the United Nations Framework Convention on \nClimate Change, the United Nations Convention to Combat Desertification in Those \nCountries Experiencing Serious Drought and/or Desertification, Particularly in \nAfrica, 19  and the Convention on Biological Diversity, 20  as appropriate, while \nrespecting their individual mandates,  \n \nRecalling the initiative of the Conference of the Parties to the Convention on \nBiological Diversity at its fourteenth meeting to promote a coherent approach between \nthe United Nations Framework Convention on Climate Change, the Convention on \nBiological Diversity and the United Nations Convention to Combat Desertification in \nThose Countries Experiencing Serious Drought and/or Desertification, Particularly in \nAfrica (the Rio conventions), to address biodiversity loss, climate change and land \nand ecosystem degradation,  \n \nNoting the contribution of the United Nations Environment Assembly to \naddressing the challenge of, inter alia, climate change, within its mandate and in \ncollaboration with other relevant organizations and stakeholders, \n \nRecalling the United Nations strategic plan for forests 2017–2030, 21  and \nacknowledging that all types of forests contribute substantially to climate change \nmitigation and adaptation, and noting with appreciation recent forest-related \ndeclarations, pledges and developments, including the launch of the Tropical Forest \nForever Facility in Belém, Brazil, at the thirtieth session of the Conference of the \nParties to the United Nations Framework Convention on Climate Change, which is \naimed at mobilizing long-term, results-based financing for tropical forest \nconservation, and the forest-relevant contributions of the Glasgow Leaders’ \nDeclaration on Forests and Land Use,  \n \nNoting that forests are addressed under the United Nations Framework \nConvention on Climate Change, noting also article 5 of the Paris Agreement, in \nparticular the importance of taking action to implement and support, including \nthrough results-based payments, the Warsaw Framework for REDD-plus 22  and \nalternative policy approaches, such as joint mitigation and adaptation approaches for \nthe integral and sustainable management of forests, recalling decision 9/CP.19 of the \nConference of the Parties to the Convention,23 and further recalling the relevant role \nof the Green Climate Fund in financing REDD-plus activities in developing countries,  \n \nWelcoming the convening of the 2025 United Nations Conference to Support the \nImplementation of Sustainable Development Goal 14: Conserve and sustainably use \nthe oceans, seas and marine resources for sustainable development, co-hosted by \nCosta Rica and France, in Nice, France, from 9 to 13 June 2025, at which its political \ndeclaration24 was adopted, \n \nNoting with concern that climate change is one of the factors that can exacerbate \nglobal water stress and the need for climate adaptation strategies to address water \nissues, acknowledging that disasters, many of which are exacerbated by climate \nchange and are increasing in frequency and intensity, significantly impede progress \ntowards sustainable development, welcoming the convening of the United Nations \nConference on the Midterm Comprehensive Review of the Implementation of the \n_______________ \n \n19 United Nations, Treaty Series, vol. 1954, No. 33480. \n \n20 Ibid., vol. 1760, No. 30619. \n \n21 See resolution 71/285. \n \n22 See FCCC/CP/2013/10/Add.1, decisions 9/CP.19 to 15/CP.19; see also FCCC/CP/2013/10 and \nFCCC/CP/2013/10/Corr.1, para. 44. \n \n23 See FCCC/CP/2013/10/Add.1. \n \n24 Resolution 79/314, annex. \n\nA/RES/80/138 \nProtection of global climate for present and \nfuture generations of humankind\n \n25-20761\n6/13 \n \nObjectives of the International Decade for Action, “Water for Sustainable \nDevelopment”, 2018–2028, in New York from 22 to 24 March 2023, referred to as the \nUnited Nations 2023 Water Conference, noting the nomination of the United Nations \nSpecial Envoy on Water, and looking forward to the 2026 United Nations Water \nConference to Accelerate the Implementation of Sustainable Development Goal 6: \nEnsure availability and sustainable management of water and sanitation for all, to be \nco-hosted by Senegal and the United Arab Emirates, and the United Nations \nConference on the Final Comprehensive Review of the Implementation of the \nObjectives of the International Decade for Action, “Water for Sustainable \nDevelopment”, 2018–2028, to be hosted by Tajikistan in 2028,  \n \nWelcoming the convening of the special high-level event on climate action, \nco‑hosted by the Secretary-General and Brazil on 24 September 2025, and noting the \nannouncements made to finalize and submit nationally determined contributions \n(NCDs) ahead of the thirtieth session of the Conference of the Parties to the United \nNations Framework Convention on Climate Change, in Belém,  \n \nStressing that low greenhouse gas emission development can create employment \nopportunities and quality jobs, in accordance with nationally defined development \npriorities,  \n \nNoting that just transition of the workforce, the creation of decent work and \nquality jobs, and economic diversification are key to maximizing the positive and \nminimizing the negative impacts of response measures and that strategies related to \njust transition and economic diversification should be implemented taking into \naccount different national circumstances and contexts,  \n \nNoting also the contributions of the International Civil Aviation Organization to \nglobal efforts to combat climate change, and noting further the contributions of the \nInternational Maritime Organization in this regard,  \n \nRecognizing that, in undertaking its work, the United Nations should promote \nthe protection of the global climate for the well-being of present and future \ngenerations of humankind,  \n \n1. \nReaffirms that climate change is one of the greatest challenges of our time, \nexpresses profound alarm that the emissions of greenhouse gases continue to rise \nglobally, remains deeply concerned that all countries, particularly developing \ncountries, are vulnerable to the adverse impacts of climate change and are already \nexperiencing an increase in such impacts, including persistent drought and extreme \nweather events, land degradation, sea level rise, coastal erosion, ocean acidification \nand changes to the cryosphere, including the melting and retreat of glaciers, such as \nmountain glaciers, leading to glacial lake outburst floods, further threatening food \nsecurity, water availability and livelihoods, and efforts to eradicate poverty in all its \nforms and dimensions and achieve sustainable development, recognizes the \nsubstantial risks posed by climate change to health, and emphasizes in this regard that \nmitigation of and adaptation to climate change represent an immediate and urgent \nglobal priority;  \n \n2. \nEncourages all the Parties to the Paris Agreement to fully implement the \nAgreement, and highlights the synergies between the implementation of the 2030 \nAgenda for Sustainable Development25 and the Agreement;  \n \n3. \nRecalls that the Paris Agreement, in enhancing the implementation of the \nUnited Nations Framework Convention on Climate Change, including its objective, \naims to strengthen the global response to the threat of climate change, in the context \n_______________ \n \n25 Resolution 70/1. \n\nProtection of global climate for present and \nfuture generations of humankind \nA/RES/80/138\n \n7/13\n25-20761 \n \nof sustainable development and efforts to eradicate poverty, including by holding the \nincrease in the global average temperature to well below 2 degrees Celsius above \npre‑industrial levels and pursuing efforts to limit the temperature increase to \n1.5 degrees Celsius above pre‑industrial levels, recognizing that this would \nsignificantly reduce the risks and impacts of climate change, increasing the ability to \nadapt to the adverse impacts of climate change and foster climate resilience and low \ngreenhouse gas emissions development in a manner that does not threaten food \nproduction, and making finance flows consistent with a pathway towards low \ngreenhouse gas emissions and climate-resilient development;  \n \n4. \nReaffirms the Paris Agreement temperature goal of holding the increase in \nthe global average temperature to well below 2 degrees Celsius above pre‑industrial \nlevels and pursuing efforts to limit the temperature increase to 1.5 degrees Celsius \nabove pre‑industrial levels, recognizing that this would significantly reduce the risks \nand impacts of climate change, underscores that the impacts of climate change will \nbe much lower at the temperature increase of 1.5 degrees Celsius, compared with \n2 degrees Celsius, and resolves to pursue efforts to limit the temperature increase to \n1.5 degrees Celsius, recognizes that limiting global warming to 1.5 degrees Celsius \nwith no or limited overshoot requires deep, rapid and sustained reductions in global \ngreenhouse gas emissions of 43 per cent by 2030 and 60 per cent by 2035 relative to \nthe 2019 level and reaching net zero carbon dioxide emissions by 2050, commits to \naccelerate action in this critical decade on the basis of the best available science, \nreflecting equity and the principle of common but differentiated responsibilities and \nrespective capabilities in the light of different national circumstances and in the \ncontext of sustainable development and efforts to eradicate poverty, and, in \naccordance with article 4 of the Paris Agreement, reiterates the aim to reach global \npeaking of greenhouse gas emissions, as soon as possible, recognizing that peaking \nwill take longer for developing countries, and to undertake rapid reductions thereafter \nin accordance with best available science, so as to achieve a balance between \nanthropogenic emissions by sources and removals by sinks of greenhouse gases in the \nsecond half of this century, on the basis of equity, and in the context of sustainable \ndevelopment and efforts to eradicate poverty;  \n \n5. \nRecalls, in line with decisions 1/CMA.3 and 1/CMA.4, 26  the call to \naccelerate the development, deployment and dissemination of technologies and the \nadoption of policies to transition towards low-emission energy systems, including by \nrapidly scaling up the deployment of clean power generation and energy efficiency \nmeasures, including accelerating efforts towards the phase-down of unabated coal \npower and phase-out of inefficient fossil fuel subsidies, while providing targeted \nsupport to the poorest and most vulnerable, in line with national circumstances, and \nrecognizing the need for support towards a just transition;  \n \n6. \nWelcomes the nationally determined contributions submitted to date, \nrecalls article 3 and article 4, paragraph 3, of the Paris Agreement, and reaffirms that \neach Party’s successive nationally determined contribution will represent a \nprogression beyond the Party’s current nationally determined contribution and reflect \nits highest possible ambition, reflecting its common but differentiated responsibilities \nand respective capabilities, in the light of different national circumstances, and \nprovide the information necessary for clarity, transparency and understanding, in \naccordance with the relevant decision; \n \n7. \nNotes with concern that, according to the synthesis report on nationally \ndetermined contributions 27  published by the secretariat of the United Nations \n_______________ \n \n26 See FCCC/PA/CMA/2021/10/Add.1 and FCCC/PA/CMA/2022/10/Add.1. \n \n27 FCCC/PA/CMA/2025/8.  \n\nA/RES/80/138 \nProtection of global climate for present and \nfuture generations of humankind\n \n25-20761\n8/13 \n \nFramework Convention on Climate Change, the nationally determined contributions \npresented thus far by the Parties to the Paris Agreement are not sufficient and that \naction is needed to hold the increase in the global average temperature to well below \n2 degrees Celsius above pre‑industrial levels and to pursue efforts to limit the \ntemperature increase to 1.5 degrees Celsius above pre‑industrial levels, urges Parties \nthat have not yet communicated new or updated nationally determined contributions \nto do so as soon as possible, and encourages Parties to communicate in 2025 \nnationally determined contributions with an end date of 2035, in 2030 a nationally \ndetermined contribution with an end date of 2040 and so forth every five years \nthereafter;  \n \n8. \nRecalls article 3 and article 4, paragraphs 3, 4, 5 and 11, of the Paris \nAgreement and requests Parties that have not yet done so to revisit and strengthen the \n2030 targets in their nationally determined contributions, as necessary, to align with \nthe Paris Agreement temperature goal by the end of 2025, taking into account different \nnational circumstances, reaffirms the nationally determined nature of nationally \ndetermined contributions and article 4, paragraph 4, of the Paris Agreement, and \nencourages Parties to come forward in their next nationally determined contributions \nwith ambitious, economy-wide emission reduction targets, covering all greenhouse \ngases, sectors and categories and aligned with limiting global warming to 1.5 degrees \nCelsius, as informed by the latest science, in the light of different national \ncircumstances, also encourages Parties to align their next nationally determined \ncontributions with long-term low greenhouse gas emission development strategies, \nand urges Parties that have not yet done so to communicate, as soon as possible, their \nlong-term low greenhouse gas emission development strategies referred to in article \n4, paragraph 19, of the Paris Agreement towards just transitions to net-zero emissions \nby or around mid-century, taking into account different national circumstances;  \n \n9. \nAlso recalls article 4 of the Paris Agreement, in particular paragraph 15, \nwhich states that Parties shall take into consideration in the implementation of the \nParis Agreement the concerns of Parties with economies most affected by the impacts \nof response measures, particularly developing country Parties, recognizing the social \nand economic opportunities and challenges that arise from the efforts to achieve the \nParis Agreement temperature goal;  \n \n10. Notes with serious concern the findings from the synthesis report of the \nsixth assessment report of the Intergovernmental Panel on Climate Change, the \ncontribution of Working Group I, in which the Intergovernmental Panel indicates that \nglobal warming of 1.5 degrees Celsius and 2 degrees Celsius above pre‑industrial \nlevels will be exceeded during the twenty-first century, unless deep, rapid and \nsustained reductions in greenhouse gas emissions occur in this decade, from the \ncontribution of Working Group II, in which the Intergovernmental Panel indicates that \nhuman-induced climate change has caused widespread adverse impacts in every \nregion across the world and related losses and damages to nature and people reaching \nsome adaptation limits and that adaptation plays a key role in reducing exposure and \nvulnerability to climate change, and the contribution of Working Group III, in which \nthe Intergovernmental Panel stressed that accelerated and equitable climate action in \nmitigating and adapting to climate change impacts is critical to sustainable \ndevelopment;  \n \n11. \nEmphasizes the importance of just transition pathways as a means to enhance \nambition and implementation and ensure the social and economic benefits of transitions, \nin order to achieve the goals of the Paris Agreement and the United Arab Emirates \n\nProtection of global climate for present and \nfuture generations of humankind \nA/RES/80/138\n \n9/13\n25-20761 \n \njust transition work programme on just transition pathways, in accordance with \ndecisions 1/CP.27, 1/CMA.4 and 3/CMA.5;28 \n \n12. Stresses the urgent need to enhance adaptive capacity, strengthen resilience \nand reduce vulnerability to climate change and extreme weather events, and in this \nregard urges Member States to continue to engage in adaptation planning processes \nand to enhance cooperation at all levels, including with regard to disaster risk \nreduction;  \n \n13. Recalls the Paris Agreement work programme, commonly referred to as \nthe Katowice Rulebook, adopted at the third part of the first session of the Conference \nof the Parties serving as the Meeting of the Parties to the Paris Agreement, 29 and \nwelcomes with appreciation the completion of the Paris Agreement work programme \nby the third session of the Conference of the Parties serving as the Meeting of the \nParties to the Paris Agreement, including the adoption of the decisions relating to \narticle 4, paragraphs 10 and 12, article 6, paragraphs 2, 4 and 8, article 7, paragraph \n12, and article 13;  \n \n14. Takes note of the report of the Executive Secretary of the United Nations \nFramework Convention on Climate Change on the twenty-ninth session of the \nConference of the Parties to the Convention, the nineteenth session of the Conference \nof the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the sixth \nsession of the Conference of the Parties serving as the Meeting of the Parties to the \nParis Agreement;30 \n \n15. Emphasizes the need for collective efforts to promote sustainable \ndevelopment in its three dimensions in an innovative, coordinated, environmentally \nsound, open and shared manner;  \n \n16. Underlines the need to address the economic, social and environmental \nimpacts of climate change, emphasizes the need for action at all levels, to enhance \nefforts to build resilience through, inter alia, the conservation, restoration and \nsustainable management of ecosystems, and to build resilience to reduce the impacts \nand costs of climate-related disasters, and in that regard encourages Governments and \nrelevant organizations to integrate nature-based solutions, ecosystem-based \napproaches and other management and conservation approaches, in line with United \nNations Environment Assembly resolution 5/5 of 2 March 2022,31 to climate change \nadaptation and mitigation and disaster risk reduction into their strategic planning, as \nappropriate, across sectors;  \n \n17. Recognizes that enhanced access to international climate finance is \nimportant to support mitigation and adaptation efforts in developing countries, \nespecially those that are particularly vulnerable to the adverse effects of climate \nchange, and also recognizes the ongoing efforts in this regard; \n \n18. Reiterates that support shall be provided to developing country Parties for \nthe implementation of article 4 of the Paris Agreement, in accordance with articles 9–11 \nof the Paris Agreement, recognizing that enhanced support for developing country \nParties will allow for higher ambition in their actions;  \n \n19. Recalls article 2, article 4 and article 9, paragraphs 1 to 4, of the Paris \nAgreement, and highlights that the adaptation finance needs of developing countries \nare estimated to be at 215 billion to 387 billion United States dollars annually until \n_______________ \n \n28 See FCCC/CP/2022/10/Add.1, FCCC/PA/CMA/2022/10/Add.1 and \nFCCC/PA/CMA/2023/16/Add.1. \n \n29 See FCCC/CP/2018/10/Add.1. \n \n30 A/80/373, sect. I. \n \n31 UNEP/EA.5/Res.5. \n\nA/RES/80/138 \nProtection of global climate for present and \nfuture generations of humankind\n \n25-20761\n10/13 \n \n2030 and that about 4.3 trillion United States dollars per year need to be invested in \nclean energy until 2030, increasing thereafter to 5 trillion United States dollars per \nyear until 2050 to be able to reach net-zero emissions by 2050;  \n \n20. Highlights the growing gap between the needs of developing country \nParties, in particular those due to the increasing impacts of climate change \ncompounded by difficult macroeconomic circumstances, and the support provided \nand mobilized for their efforts to implement their nationally determined contributions, \nhighlighting that costed needs reported in nationally determined contributions of \ndeveloping country Parties are currently estimated at 5.1 trillion to 6.8 trillion United \nStates dollars for up until 2030 or 455 to 584 billion United States dollars per year;  \n \n21. Notes with deep regret that the goal of developed country Parties to \nmobilize jointly 100 billion United States dollars per year by 2020 in the context of \nmeaningful mitigation actions and transparency on implementation was not met in \n2021, including owing to challenges in mobilizing finance from private sources, \nwelcomes the ongoing efforts of developed country Parties towards achieving the goal \nof mobilizing jointly 100 billion United States dollars per year, urges developed \ncountry Parties to fully deliver, with urgency, on the goal of 100 billion United States \ndollars per year through to 2025, in the context of meaningful mitigation actions and \ntransparency on implementation, noting the significant role of public funds, and calls \nupon developed country Parties to further enhance the coordination of their efforts to \ndeliver on the goal;  \n \n22. Reaffirms the call on all actors to work together to enable the scaling up \nof financing to developing country Parties for climate action from all public and \nprivate sources to at least 1.3 trillion United States dollars per year by 2035, takes \nnote of the “Baku to Belém road map to 1.3 T”, and welcomes the efforts undertaken \nby the presidencies of the twenty-ninth and thirtieth sessions of the Conference of the \nParties to the United Nations Framework Convention on Climate Change in fulfilling \ntheir mandate; \n \n23. Also reaffirms the goal of at least 300 billion United States dollars per year \nby 2035 for developing country Parties for climate action, set in extension of the goal \nreferred to in paragraph 53 of decision 1/CP.21, with developed country Parties taking \nthe lead; \n \n24. Notes with concern that the adaptation finance gap is widening and that \ncurrent levels of climate finance, technology development and transfer, and capacity-\nbuilding for adaptation remain insufficient to respond to worsening climate change \nimpacts in developing country Parties, especially those that are particularly \nvulnerable to the adverse effects of climate change, recognizes that adaptation finance \nwill have to be significantly scaled up beyond the doubling as per paragraph 18 of \ndecision 1/CMA.3 to support the urgent and evolving need to accelerate adaptation \nand build resilience in developing countries, considering the need for public and \ngrant-based resources for adaptation and exploring the potential of other sources, and \nreiterates the importance of support for progress in implementing developing \ncountries’ national adaptation plans by 2030, reiterates the call urging developed \ncountry Parties to at least double their collective provision of climate finance for \nadaptation to developing country Parties from 2019 levels by 2025, in the context of \nachieving a balance between mitigation and adaptation in the provision of scaled-up \nfinancial resources, recalling article 9, paragraph 4, of the Paris Agreement, notes the \nefforts of developed country Parties to make progress in at least doubling adaptation \nfinance from 2019 levels by 2025 and, in this regard, recognizes the importance of \nthe global goal on adaptation for effective implementation of the Paris Agreement, \nand welcomes the adoption of a framework for the global goal on adaptation, the \nUnited Arab Emirates Framework for Global Climate Resilience, at the fifth session \n\nProtection of global climate for present and \nfuture generations of humankind \nA/RES/80/138\n \n11/13\n25-20761 \n \nof the Conference of the Parties serving as the Meeting of the Parties to the Paris \nAgreement; \n \n25. Reiterates the importance of reforming the multilateral financial \narchitecture,32 and underscores the need to remove barriers and address disenablers \nfaced by developing country Parties in financing climate action, including high costs \nof capital, limited fiscal space, unsustainable debt levels, high transaction costs and \nconditionalities for accessing climate finance; \n \n26. Calls upon multilateral development banks, other financial institutions and \nthe private sector to enhance finance mobilization in order to deliver the scale of \nresources needed to achieve climate plans, particularly for adaptation, and encourages \nParties to continue to explore innovative approaches and instruments for mobilizing \nfinance for adaptation from private sources;  \n \n27. Recalls that, in the Sharm el-Sheikh Implementation Plan,33 the shareholders \nof multilateral development banks and international financial institutions were called \nupon to reform multilateral development bank practices and priorities, align and scale \nup funding, ensure simplified access and mobilize climate finance from various \nsources, and encourages multilateral development banks to define a new vision and \ncommensurate operational model, channels and instruments that are fit for the purpose \nof adequately addressing the global climate emergency, including deploying a full \nsuite of instruments, from grants to guarantees and non‑debt instruments, taking into \naccount debt burdens, and to address risk appetite, with a view to substantially \nincreasing climate finance; \n \n28. Invites the international financial institutions, including multilateral \ndevelopment banks as appropriate, to continue to align their operational models, \nchannels and instruments to be fit for purpose for urgently addressing global climate \nchange, development and poverty, in accordance with their mandates and in line with \nthe direction of their governing bodies;  \n \n29. Welcomes the operationalization of the new funding arrangements, \nincluding the Fund, for responding to Loss and Damage referred to in decisions \n1/CP.28 and 5/CMA.5,34 and the pledges of 792 million United States dollars for the \nfunding arrangements, including 661 million United States dollars for the Fund, urges \ndeveloped country Parties to continue to provide support and encourages other Parties \nto provide, or continue to provide, support, on a voluntary basis, for activities to \naddress loss and damage35 in line with decisions 1/CP.28 and 5/CMA.5, and invites \nfinancial contributions, with developed country Parties continuing to take the lead to \nprovide financial resources for commencing the operationalization of the Fund;  \n \n30. Also welcomes the progress made in the operationalization of the Santiago \nnetwork at the twenty-eighth session of the Conference of the Parties to the United \nNations Framework Convention on Climate Change and the fifth session of the \nConference of the Parties serving as the Meeting of the Parties to the Paris Agreement;  \n \n31. Reiterates the urgency of scaling up action and support, as appropriate, \nincluding finance, technology transfer and capacity-building, for implementing \napproaches for averting, minimizing and addressing loss and damage associated with \n_______________ \n \n32 FCCC/PA/CMA/2023/16/Add.1, decision 1/CMA.5, para. 95. \n \n33 FCCC/CP/2022/10/Add.1, decision 1/CP.27. \n \n34 See FCCC/CP/2023/11/Add.1 and FCCC/PA/CMA/2023/16/Add.1. \n \n35 This urge and encouragement is without prejudice to any future funding arrangements, any \npositions of Parties in current or future negotiations, or understandings and interpretations of the \nConvention and the Paris Agreement.  \n\nA/RES/80/138 \nProtection of global climate for present and \nfuture generations of humankind\n \n25-20761\n12/13 \n \nthe adverse effects of climate change in developing country Parties that are \nparticularly vulnerable to these effects;  \n \n32. Urges Member States, taking into account that women and girls are often \ndisproportionately affected by climate change owing to gender inequalities and the \ndependence of many women on natural resources for their livelihoods, to promote the \nintegration of a gender perspective into environmental and climate change policies \nand to strengthen mechanisms and provide adequate resources towards achieving the \nfull and equal participation of women in decision-making at all levels on \nenvironmental issues, stresses the need to address the challenges posed by climate \nchange that affect women and girls in particular, and calls upon countries to \nstrengthen the implementation of the enhanced Lima work programme on gender 36 \nand its gender action plan adopted by the Conference of the Parties to the United \nNations Framework Convention on Climate Change at its twenty-fifth session;37 \n \n33. Notes the ongoing work and potential of the Local Communities and \nIndigenous Peoples Platform of the United Nations Framework Convention on \nClimate Change, established for the exchange of experiences and sharing of best \npractices on mitigation and adaptation in a holistic and integrated manner, recalls \ndecision 2/CP.23 of the Conference of the Parties to the Convention on the Platform’s \npurpose and functions38 and decision 16/CP.26 of the Conference of the Parties on the \ncontinuation of the mandate of the Facilitative Working Group of the Local \nCommunities and Indigenous Peoples Platform,39 and also recalls decision 1/CMA.3 \nof the Conference of the Parties on the active involvement of Indigenous Peoples and \nlocal communities in designing and implementing climate action;  \n \n34. Recognizes the role of children and youth as agents of change in addressing \nand responding to climate change, also recognizing the importance of \nintergenerational equity and maintaining the stability of the climate system for future \ngenerations;  \n \n35. Also recognizes the invitation to the relevant work programmes and \nconstituted bodies under the United Nations Framework Convention on Climate \nChange to consider how to integrate and strengthen ocean-based action in their \nexisting mandates and workplans and to report on these activities within the existing \nreporting processes, as appropriate, and welcomes in this regard the fifth annual \ndialogue, held in Bonn, Germany, in June 2025;  \n \n36. Recalls that 147 countries and one regional economic integration \norganization have accepted or ratified the Doha Amendment to the Kyoto Protocol, 40 \nwelcomes the entry into force of the Amendment on 31 December 2020, which was \nthe end date of the second commitment period of the Kyoto Protocol, and strongly \nurges countries that have accepted or ratified the Amendment to implement their \npre‑2020 commitments to the fullest extent as soon as possible;  \n \n37. Welcomes the convening of the twenty-eighth session of the Conference of \nthe Parties to the United Nations Framework Convention on Climate Change, the \neighteenth session of the Conference of the Parties serving as the Meeting of the \nParties to the Kyoto Protocol and the fifth session of the Conference of the Parties \nserving as the Meeting of the Parties to the Paris Agreement, presided over by the \nGovernment of the United Arab Emirates in Dubai, from 30 November to \n13 December 2023, and the adoption of their decisions, including the decisions \n_______________ \n \n36 See FCCC/CP/2024/11/Add.1, decision 7/CP.29. \n \n37 FCCC/CP/2019/13/Add.1, decision 3/CP.25, annex. \n \n38 See FCCC/CP/2017/11/Add.1. \n \n39 See FCCC/CP/2021/12/Add.2. \n \n40 See FCCC/KP/CMP/2012/13/Add.1. \n\nProtection of global climate for present and \nfuture generations of humankind \nA/RES/80/138\n \n13/13\n25-20761 \n \nadopted under the “UAE Consensus”, which include the outcome of the first global \nstocktake of the Paris Agreement,41 and urges their full implementation;  \n \n38. Also welcomes the convening of the twenty-ninth session of the \nConference of the Parties to the United Nations Framework Convention on Climate \nChange, the nineteenth session of the Conference of the Parties serving as the Meeting \nof the Parties to the Kyoto Protocol and the sixth session of the Conference of the \nParties serving as the Meeting of the Parties to the Paris Agreement, presided over by \nthe Government of Azerbaijan in Baku, from 11 to 22 November 2024, and the \nadoption of their decisions by Parties, and looks forward to their full and urgent \nimplementation;  \n \n39. Further welcomes the convening of the thirtieth session of the Conference \nof the Parties to the United Nations Framework Convention on Climate Change, the \ntwentieth session of the Conference of the Parties serving as the Meeting of the Parties \nto the Kyoto Protocol and the seventh session of the Conference of the Parties serving \nas the Meeting of the Parties to the Paris Agreement, presided over by the Government \nof Brazil in Belém, from 10 to 21 November 2025, and the adoption of their decisions \nby Parties, and looks forward to their full and urgent implementation;  \n \n40. Looks forward to the thirty-first session of the Conference of the Parties to \nthe United Nations Framework Convention on Climate Change, the twenty-first \nsession of the Conference of the Parties serving as the Meeting of the Parties to the \nKyoto Protocol and the eighth session of the Conference of the Parties serving as the \nMeeting of the Parties to the Paris Agreement;  \n \n41. Acknowledges the work undertaken under the auspices of the Marrakech \nPartnership for Global Climate Action,42 and encourages non‑Party stakeholders to \nscale up their efforts to address and respond to climate change;  \n \n42. Recalls the action plan for integrating sustainable development practices \ninto Secretariat-wide operations and facilities management submitted by the \nSecretary-General,43 as endorsed in resolution 72/219;  \n \n43. Decides to include in the United Nations calendar of conferences and \nmeetings for the years 2026 and 2027 the sessions of the Conference of the Parties to \nthe Convention and its subsidiary bodies envisaged for the years 2026 and 2027;  \n \n44. Invites the secretariat of the United Nations Framework Convention on \nClimate Change to report, through the Secretary-General, to the General Assembly at \nits eighty-first session on the work of the Conference of the Parties to the Convention, \nand decides to include in the provisional agenda of its eighty-first session, under the \nitem entitled “Sustainable development”, the sub-item entitled “Protection of global \nclimate for present and future generations of humankind”. \n \n64th plenary meeting \n15 December 2025 \n \n_______________ \n \n41 FCCC/PA/CMA/2023/16/Add.1, decision 1/CMA.5. \n \n42 See FCCC/CP/2016/10/Add.1. \n \n43 A/72/82. \n",
  "paragraphs": {
    "1": "Reaffirms that climate change is one of the greatest challenges of our time, expresses profound alarm that the emissions of greenhouse gases continue to rise globally, remains deeply concerned that all countries, particularly developing countries, are vulnerable to the adverse impacts of climate change and are already experiencing an increase in such impacts, including persistent drought and extreme weather events, land degradation, sea level rise, coastal erosion, ocean acidification and changes to the cryosphere, including the melting and retreat of glaciers, such as mountain glaciers, leading to glacial lake outburst floods, further threatening food security, water availability and livelihoods, and efforts to eradicate poverty in all its forms and dimensions and achieve sustainable development, recognizes the substantial risks posed by climate change to health, and emphasizes in this regard that mitigation of and adaptation to climate change represent an immediate and urgent global priority;",
    "2": "Encourages all the Parties to the Paris Agreement to fully implement the Agreement, and highlights the synergies between the implementation of the 2030 Agenda for Sustainable Development25 and the Agreement;",
    "3": "Recalls that the Paris Agreement, in enhancing the implementation of the United Nations Framework Convention on Climate Change, including its objective, aims to strengthen the global response to the threat of climate change, in the context of sustainable development and efforts to eradicate poverty, including by holding the increase in the global average temperature to well below 2 degrees Celsius above pre‑industrial levels and pursuing efforts to limit the temperature increase to 1.5 degrees Celsius above pre‑industrial levels, recognizing that this would significantly reduce the risks and impacts of climate change, increasing the ability to adapt to the adverse impacts of climate change and foster climate resilience and low greenhouse gas emissions development in a manner that does not threaten food production, and making finance flows consistent with a pathway towards low greenhouse gas emissions and climate-resilient development;",
    "4": "Reaffirms the Paris Agreement temperature goal of holding the increase in the global average temperature to well below 2 degrees Celsius above pre‑industrial levels and pursuing efforts to limit the temperature increase to 1.5 degrees Celsius above pre‑industrial levels, recognizing that this would significantly reduce the risks and impacts of climate change, underscores that the impacts of climate change will be much lower at the temperature increase of 1.5 degrees Celsius, compared with 2 degrees Celsius, and resolves to pursue efforts to limit the temperature increase to 1.5 degrees Celsius, recognizes that limiting global warming to 1.5 degrees Celsius with no or limited overshoot requires deep, rapid and sustained reductions in global greenhouse gas emissions of 43 per cent by 2030 and 60 per cent by 2035 relative to the 2019 level and reaching net zero carbon dioxide emissions by 2050, commits to accelerate action in this critical decade on the basis of the best available science, reflecting equity and the principle of common but differentiated responsibilities and respective capabilities in the light of different national circumstances and in the context of sustainable development and efforts to eradicate poverty, and, in accordance with article 4 of the Paris Agreement, reiterates the aim to reach global peaking of greenhouse gas emissions, as soon as possible, recognizing that peaking will take longer for developing countries, and to undertake rapid reductions thereafter in accordance with best available science, so as to achieve a balance between anthropogenic emissions by sources and removals by sinks of greenhouse gases in the second half of this century, on the basis of equity, and in the context of sustainable development and efforts to eradicate poverty;",
    "5": "Recalls, in line with decisions 1/CMA.3 and 1/CMA.4, 26 the call to accelerate the development, deployment and dissemination of technologies and the adoption of policies to transition towards low-emission energy systems, including by rapidly scaling up the deployment of clean power generation and energy efficiency measures, including accelerating efforts towards the phase-down of unabated coal power and phase-out of inefficient fossil fuel subsidies, while providing targeted support to the poorest and most vulnerable, in line with national circumstances, and recognizing the need for support towards a just transition;",
    "6": "Welcomes the nationally determined contributions submitted to date, recalls article 3 and article 4, paragraph 3, of the Paris Agreement, and reaffirms that each Party’s successive nationally determined contribution will represent a progression beyond the Party’s current nationally determined contribution and reflect its highest possible ambition, reflecting its common but differentiated responsibilities and respective capabilities, in the light of different national circumstances, and provide the information necessary for clarity, transparency and understanding, in accordance with the relevant decision;",
    "7": "Notes with concern that, according to the synthesis report on nationally determined contributions 27 published by the secretariat of the United Nations Framework Convention on Climate Change, the nationally determined contributions presented thus far by the Parties to the Paris Agreement are not sufficient and that action is needed to hold the increase in the global average temperature to well below 2 degrees Celsius above pre‑industrial levels and to pursue efforts to limit the temperature increase to 1.5 degrees Celsius above pre‑industrial levels, urges Parties that have not yet communicated new or updated nationally determined contributions to do so as soon as possible, and encourages Parties to communicate in 2025 nationally determined contributions with an end date of 2035, in 2030 a nationally determined contribution with an end date of 2040 and so forth every five years thereafter;",
    "8": "Recalls article 3 and article 4, paragraphs 3, 4, 5 and 11, of the Paris Agreement and requests Parties that have not yet done so to revisit and strengthen the 2030 targets in their nationally determined contributions, as necessary, to align with the Paris Agreement temperature goal by the end of 2025, taking into account different national circumstances, reaffirms the nationally determined nature of nationally determined contributions and article 4, paragraph 4, of the Paris Agreement, and encourages Parties to come forward in their next nationally determined contributions with ambitious, economy-wide emission reduction targets, covering all greenhouse gases, sectors and categories and aligned with limiting global warming to 1.5 degrees Celsius, as informed by the latest science, in the light of different national circumstances, also encourages Parties to align their next nationally determined contributions with long-term low greenhouse gas emission development strategies, and urges Parties that have not yet done so to communicate, as soon as possible, their long-term low greenhouse gas emission development strategies referred to in article 4, paragraph 19, of the Paris Agreement towards just transitions to net-zero emissions by or around mid-century, taking into account different national circumstances;",
    "9": "Also recalls article 4 of the Paris Agreement, in particular paragraph 15, which states that Parties shall take into consideration in the implementation of the Paris Agreement the concerns of Parties with economies most affected by the impacts of response measures, particularly developing country Parties, recognizing the social and economic opportunities and challenges that arise from the efforts to achieve the Paris Agreement temperature goal;",
    "10": "Notes with serious concern the findings from the synthesis report of the sixth assessment report of the Intergovernmental Panel on Climate Change, the contribution of Working Group I, in which the Intergovernmental Panel indicates that global warming of 1.5 degrees Celsius and 2 degrees Celsius above pre‑industrial levels will be exceeded during the twenty-first century, unless deep, rapid and sustained reductions in greenhouse gas emissions occur in this decade, from the contribution of Working Group II, in which the Intergovernmental Panel indicates that human-induced climate change has caused widespread adverse impacts in every region across the world and related losses and damages to nature and people reaching some adaptation limits and that adaptation plays a key role in reducing exposure and vulnerability to climate change, and the contribution of Working Group III, in which the Intergovernmental Panel stressed that accelerated and equitable climate action in mitigating and adapting to climate change impacts is critical to sustainable development;",
    "11": " just transition work programme on just transition pathways, in accordance with decisions 1/CP.27, 1/CMA.4 and 3/CMA.5;28",
    "12": "Stresses the urgent need to enhance adaptive capacity, strengthen resilience and reduce vulnerability to climate change and extreme weather events, and in this regard urges Member States to continue to engage in adaptation planning processes and to enhance cooperation at all levels, including with regard to disaster risk reduction;",
    "13": "Recalls the Paris Agreement work programme, commonly referred to as the Katowice Rulebook, adopted at the third part of the first session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, 29 and welcomes with appreciation the completion of the Paris Agreement work programme by the third session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, including the adoption of the decisions relating to article 4, paragraphs 10 and 12, article 6, paragraphs 2, 4 and 8, article 7, paragraph 12, and article 13;",
    "14": "Takes note of the report of the Executive Secretary of the United Nations Framework Convention on Climate Change on the twenty-ninth session of the Conference of the Parties to the Convention, the nineteenth session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the sixth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement;30",
    "15": "Emphasizes the need for collective efforts to promote sustainable development in its three dimensions in an innovative, coordinated, environmentally sound, open and shared manner;",
    "16": "Underlines the need to address the economic, social and environmental impacts of climate change, emphasizes the need for action at all levels, to enhance efforts to build resilience through, inter alia, the conservation, restoration and sustainable management of ecosystems, and to build resilience to reduce the impacts and costs of climate-related disasters, and in that regard encourages Governments and relevant organizations to integrate nature-based solutions, ecosystem-based approaches and other management and conservation approaches, in line with United Nations Environment Assembly resolution 5/5 of 2 March 2022,31 to climate change adaptation and mitigation and disaster risk reduction into their strategic planning, as appropriate, across sectors;",
    "17": "Recognizes that enhanced access to international climate finance is important to support mitigation and adaptation efforts in developing countries, especially those that are particularly vulnerable to the adverse effects of climate change, and also recognizes the ongoing efforts in this regard;",
    "18": "Reiterates that support shall be provided to developing country Parties for the implementation of article 4 of the Paris Agreement, in accordance with articles 9–11 of the Paris Agreement, recognizing that enhanced support for developing country Parties will allow for higher ambition in their actions;",
    "19": "Recalls article 2, article 4 and article 9, paragraphs 1 to 4, of the Paris Agreement, and highlights that the adaptation finance needs of developing countries are estimated to be at 215 billion to 387 billion United States dollars annually until 2030 and that about 4.3 trillion United States dollars per year need to be invested in clean energy until 2030, increasing thereafter to 5 trillion United States dollars per year until 2050 to be able to reach net-zero emissions by 2050;",
    "20": "Highlights the growing gap between the needs of developing country Parties, in particular those due to the increasing impacts of climate change compounded by difficult macroeconomic circumstances, and the support provided and mobilized for their efforts to implement their nationally determined contributions, highlighting that costed needs reported in nationally determined contributions of developing country Parties are currently estimated at 5.1 trillion to 6.8 trillion United States dollars for up until 2030 or 455 to 584 billion United States dollars per year;",
    "21": "Notes with deep regret that the goal of developed country Parties to mobilize jointly 100 billion United States dollars per year by 2020 in the context of meaningful mitigation actions and transparency on implementation was not met in 2021, including owing to challenges in mobilizing finance from private sources, welcomes the ongoing efforts of developed country Parties towards achieving the goal of mobilizing jointly 100 billion United States dollars per year, urges developed country Parties to fully deliver, with urgency, on the goal of 100 billion United States dollars per year through to 2025, in the context of meaningful mitigation actions and transparency on implementation, noting the significant role of public funds, and calls upon developed country Parties to further enhance the coordination of their efforts to deliver on the goal;",
    "22": "Reaffirms the call on all actors to work together to enable the scaling up of financing to developing country Parties for climate action from all public and private sources to at least 1.3 trillion United States dollars per year by 2035, takes note of the “Baku to Belém road map to 1.3 T”, and welcomes the efforts undertaken by the presidencies of the twenty-ninth and thirtieth sessions of the Conference of the Parties to the United Nations Framework Convention on Climate Change in fulfilling their mandate;",
    "23": "Also reaffirms the goal of at least 300 billion United States dollars per year by 2035 for developing country Parties for climate action, set in extension of the goal referred to in paragraph 53 of decision 1/CP.21, with developed country Parties taking the lead;",
    "24": " of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement;",
    "25": "Reiterates the importance of reforming the multilateral financial architecture,32 and underscores the need to remove barriers and address disenablers faced by developing country Parties in financing climate action, including high costs of capital, limited fiscal space, unsustainable debt levels, high transaction costs and conditionalities for accessing climate finance;",
    "26": "Calls upon multilateral development banks, other financial institutions and the private sector to enhance finance mobilization in order to deliver the scale of resources needed to achieve climate plans, particularly for adaptation, and encourages Parties to continue to explore innovative approaches and instruments for mobilizing finance for adaptation from private sources;",
    "27": "Recalls that, in the Sharm el-Sheikh Implementation Plan,33 the shareholders of multilateral development banks and international financial institutions were called upon to reform multilateral development bank practices and priorities, align and scale up funding, ensure simplified access and mobilize climate finance from various sources, and encourages multilateral development banks to define a new vision and commensurate operational model, channels and instruments that are fit for the purpose of adequately addressing the global climate emergency, including deploying a full suite of instruments, from grants to guarantees and non‑debt instruments, taking into account debt burdens, and to address risk appetite, with a view to substantially increasing climate finance;",
    "28": "Invites the international financial institutions, including multilateral development banks as appropriate, to continue to align their operational models, channels and instruments to be fit for purpose for urgently addressing global climate change, development and poverty, in accordance with their mandates and in line with the direction of their governing bodies;",
    "29": "Welcomes the operationalization of the new funding arrangements, including the Fund, for responding to Loss and Damage referred to in decisions 1/CP.28 and 5/CMA.5,34 and the pledges of 792 million United States dollars for the funding arrangements, including 661 million United States dollars for the Fund, urges developed country Parties to continue to provide support and encourages other Parties to provide, or continue to provide, support, on a voluntary basis, for activities to address loss and damage35 in line with decisions 1/CP.28 and 5/CMA.5, and invites financial contributions, with developed country Parties continuing to take the lead to provide financial resources for commencing the operationalization of the Fund;",
    "30": "Also welcomes the progress made in the operationalization of the Santiago network at the twenty-eighth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change and the fifth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement;",
    "31": "Reiterates the urgency of scaling up action and support, as appropriate, including finance, technology transfer and capacity-building, for implementing approaches for averting, minimizing and addressing loss and damage associated with the adverse effects of climate change in developing country Parties that are particularly vulnerable to these effects;",
    "32": "Urges Member States, taking into account that women and girls are often disproportionately affected by climate change owing to gender inequalities and the dependence of many women on natural resources for their livelihoods, to promote the integration of a gender perspective into environmental and climate change policies and to strengthen mechanisms and provide adequate resources towards achieving the full and equal participation of women in decision-making at all levels on environmental issues, stresses the need to address the challenges posed by climate change that affect women and girls in particular, and calls upon countries to strengthen the implementation of the enhanced Lima work programme on gender 36 and its gender action plan adopted by the Conference of the Parties to the United Nations Framework Convention on Climate Change at its twenty-fifth session;37",
    "33": "Notes the ongoing work and potential of the Local Communities and Indigenous Peoples Platform of the United Nations Framework Convention on Climate Change, established for the exchange of experiences and sharing of best practices on mitigation and adaptation in a holistic and integrated manner, recalls decision 2/CP.23 of the Conference of the Parties to the Convention on the Platform’s purpose and functions38 and decision 16/CP.26 of the Conference of the Parties on the continuation of the mandate of the Facilitative Working Group of the Local Communities and Indigenous Peoples Platform,39 and also recalls decision 1/CMA.3 of the Conference of the Parties on the active involvement of Indigenous Peoples and local communities in designing and implementing climate action;",
    "34": "Recognizes the role of children and youth as agents of change in addressing and responding to climate change, also recognizing the importance of intergenerational equity and maintaining the stability of the climate system for future generations;",
    "35": "Also recognizes the invitation to the relevant work programmes and constituted bodies under the United Nations Framework Convention on Climate Change to consider how to integrate and strengthen ocean-based action in their existing mandates and workplans and to report on these activities within the existing reporting processes, as appropriate, and welcomes in this regard the fifth annual dialogue, held in Bonn, Germany, in June 2025;",
    "36": "Recalls that 147 countries and one regional economic integration organization have accepted or ratified the Doha Amendment to the Kyoto Protocol, 40 welcomes the entry into force of the Amendment on 31 December 2020, which was the end date of the second commitment period of the Kyoto Protocol, and strongly urges countries that have accepted or ratified the Amendment to implement their pre‑2020 commitments to the fullest extent as soon as possible;",
    "37": "Welcomes the convening of the twenty-eighth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, the eighteenth session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the fifth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, presided over by the Government of the United Arab Emirates in Dubai, from 30 November to 13 December 2023, and the adoption of their decisions, including the decisions adopted under the “UAE Consensus”, which include the outcome of the first global stocktake of the Paris Agreement,41 and urges their full implementation;",
    "38": "Also welcomes the convening of the twenty-ninth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, the nineteenth session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the sixth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, presided over by the Government of Azerbaijan in Baku, from 11 to 22 November 2024, and the adoption of their decisions by Parties, and looks forward to their full and urgent implementation;",
    "39": "Further welcomes the convening of the thirtieth session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, the twentieth session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the seventh session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, presided over by the Government of Brazil in Belém, from 10 to 21 November 2025, and the adoption of their decisions by Parties, and looks forward to their full and urgent implementation;",
    "40": "Looks forward to the thirty-first session of the Conference of the Parties to the United Nations Framework Convention on Climate Change, the twenty-first session of the Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol and the eighth session of the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement;",
    "41": "Acknowledges the work undertaken under the auspices of the Marrakech Partnership for Global Climate Action,42 and encourages non‑Party stakeholders to scale up their efforts to address and respond to climate change;",
    "42": "Recalls the action plan for integrating sustainable development practices into Secretariat-wide operations and facilities management submitted by the Secretary-General,43 as endorsed in resolution 72/219;",
    "43": "Decides to include in the United Nations calendar of conferences and meetings for the years 2026 and 2027 the sessions of the Conference of the Parties to the Convention and its subsidiary bodies envisaged for the years 2026 and 2027;",
    "44": "Invites the secretariat of the United Nations Framework Convention on Climate Change to report, through the Secretary-General, to the General Assembly at its eighty-first session on the work of the Conference of the Parties to the Convention, and decides to include in the provisional agenda of its eighty-first session, under the item entitled “Sustainable development”, the sub-item entitled “Protection of global climate for present and future generations of humankind”."
  },
  "agenda_items": [
    "Item 18"
  ],
  "symbol_references": []
}