{
  "symbol": "A/RES/78/239",
  "filename": "A_RES_78_239.pdf",
  "title": "78/239. Nuclear disarmament verification",
  "text": "United Nations \nA/RES/78/239\n \n \nGeneral Assembly \nDistr.: General \n28 December 2023 \n \n23-26248 (E)    090124     \n*2326248* \n \n \nSeventy-eighth session \nAgenda item 99 (ee) \nGeneral and complete disarmament: nuclear \ndisarmament verification  \n \n \n \n \n Resolution adopted by the General Assembly \non 22 December 2023 \n \n \n \n \n[on the report of the First Committee (A/78/409, para. 89)] \n \n \n 78/239. Nuclear disarmament verification \n \n \n \nThe General Assembly, \n \nRecalling the Final Document of the Tenth Special Session of the General \nAssembly, the first special session devoted to disarmament, 1  in particular the \nparagraphs relevant to verification, and the roles and respective mandates of the \ndisarmament machinery bodies established therein, and the general principles of \nverification set forth in the United Nations Disarmament Commission principles of \nverification of 1988,2  \n \nRecalling also its resolutions 71/67 of 5 December 2016 and 74/50 of \n12 December 2019 and its decisions 72/514 of 4 December 2017, 73/514 of \n5 December 2018, 75/516 of 7 December 2020, 76/515 of 6 December 2021 and \n77/514 of 7 December 2022, \n \nRecalling further that, in its resolution 74/50, the Secretary-General was \nrequested to seek the substantive views of Member States and to establish a group of \ngovernmental experts to further consider nuclear disarmament verification issues, \nincluding, inter alia, the concept of a Group of Scientific and Technical Experts,  \n \nWelcoming the report of the Secretary-General3 containing the substantive views \nof Member States on the report of the Group of Governmental Experts to consider the \nrole of verification in advancing nuclear disarmament, 4 and noting the range of views \nexpressed on the issue of nuclear disarmament verification, \n__________________ \n \n1  Resolution S-10/2. \n \n2  See Official Records of the General Assembly, Fifteenth Special Session, Supplement No. 3 \n(A/S-15/3), para. 60 (para. 6, sect. I, of the quoted text). \n \n3  A/75/126. \n \n4  A/74/90. \n\nA/RES/78/239 \nNuclear disarmament verification\n \n23-26248\n2/2 \n \n \nReaffirming the shared commitment to further progress in nuclear disarmament \nand non-proliferation, and that all States Members of the United Nations have a stake \nin achieving and maintaining a world free of nuclear weapons, \n \nUnderlining that nuclear disarmament verification is an essential element of a \nnuclear disarmament process and that a credible multilateral verification regime in \nwhich all States have confidence will also be essential for achieving and maintaining \na world without nuclear weapons, \n \nUnderlining also that work on nuclear disarmament verification is not an end in \nitself and is not a prerequisite for progress on nuclear disarmament, and that such \nwork should also aim to promote progress on nuclear disarmament, \n \nNoting that there are political, legal, scientific and technical, and institutional \naspects to nuclear disarmament verification, \n \nRecalling that all States parties to the Treaty on the Non-Proliferation of Nuclear \nWeapons5 have committed to apply the principles of irreversibility, verifiability and \ntransparency in relation to the implementation of their disarmament obligations under \nthe Treaty, \n \nUnderlining that equal opportunities for women and men should be provided for \nin nuclear disarmament verification education, training and capacity-building,  \n \nUnderlining also that, for sustainability of nuclear disarmament verification \nefforts, it is important to develop expertise in all aspects of nuclear disarmament, \nincluding a new generation of experts, \n \nNoting the contribution of representatives of civil society from the \nnon-governmental, academic and research communities, \n \n1. \nWelcomes the report of the Group of Governmental Experts to further \nconsider nuclear disarmament verification issues,6 mandated in resolution 74/50, and \nits adoption by consensus;  \n \n2. \nRequests the Secretary-General to seek the substantive views of Member \nStates on the report and to report back to the General Assembly at its seventy-ninth \nsession; \n \n3. \nInvites Member States, as well as relevant bodies of the United Nations \ndisarmament machinery, in accordance with their respective mandates, to consider \nthe report of the Group of Governmental Experts to further consider nuclear \ndisarmament verification issues; \n \n4. \nEncourages Member States to continue the discussion and work on nuclear \ndisarmament verification issues, and to take appropriate measures to ensure equal \nopportunities for women and men to enable their full and meaningful engagement in \nnuclear disarmament efforts, including nuclear disarmament verification; \n \n5. \nWelcomes continued efforts on capacity-building on nuclear disarmament \nverification, including through regional approaches, as appropriate; \n \n6. \nDecides to include in the provisional agenda of its seventy-ninth session, \nunder the item entitled “General and complete disarmament”, the sub-item entitled \n“Nuclear disarmament verification”. \n \n50th (resumed) plenary meeting \n22 December 2023 \n \n__________________ \n \n5  United Nations, Treaty Series, vol. 729, No. 10485. \n \n6  A/78/120. \n",
  "paragraphs": {
    "1": "Welcomes the report of the Group of Governmental Experts to further consider nuclear disarmament verification issues,6 mandated in resolution 74/50, and its adoption by consensus;",
    "2": "Requests the Secretary-General to seek the substantive views of Member States on the report and to report back to the General Assembly at its seventy-ninth session;",
    "3": "Invites Member States, as well as relevant bodies of the United Nations disarmament machinery, in accordance with their respective mandates, to consider the report of the Group of Governmental Experts to further consider nuclear disarmament verification issues;",
    "4": "Encourages Member States to continue the discussion and work on nuclear disarmament verification issues, and to take appropriate measures to ensure equal opportunities for women and men to enable their full and meaningful engagement in nuclear disarmament efforts, including nuclear disarmament verification;",
    "5": "Welcomes continued efforts on capacity-building on nuclear disarmament verification, including through regional approaches, as appropriate;",
    "6": "Decides to include in the provisional agenda of its seventy-ninth session, under the item entitled “General and complete disarmament”, the sub-item entitled “Nuclear disarmament verification”."
  },
  "agenda_items": [
    "Item 99"
  ],
  "symbol_references": []
}