{
  "symbol": "A/RES/76/163",
  "filename": "A_RES_76_163.pdf",
  "title": "76/163. The right to development",
  "text": "United Nations \nA/RES/76/163\n \n \nGeneral Assembly \nDistr.: General \n7 January 2022 \n \n \n21-19222 (E)    140122 \n*2119222* \n \n \nSeventy-sixth session \nAgenda item 74 (b) \nPromotion and protection of human rights: human \nrights questions, including alternative approaches for \nimproving the effective enjoyment of human rights and \nfundamental freedoms \n \n \n \n \n Resolution adopted by the General Assembly \non 16 December 2021 \n \n \n \n \n[on the report of the Third Committee (A/76/462/Add.2, para. 114)] \n \n \n 76/163. The right to development \n \n \n \nThe General Assembly, \n \nGuided by the Charter of the United Nations, which expresses, in particular, the \ndetermination to promote social progress and better standards of life in larger freedom \nand, to that end, to employ international mechanisms for the promotion of the \neconomic and social advancement of all peoples, \n \nRecalling the Universal Declaration of Human Rights,1 as well as the International \nCovenant on Economic, Social and Cultural Rights2 and the International Covenant on \nCivil and Political Rights,3 \n \nRecalling also the outcomes of all the major United Nations conferences and \nsummits in the economic and social fields, \n \nRecalling further the Declaration on the Right to Development, adopted by the \nGeneral Assembly in its resolution 41/128 of 4 December 1986, which confirmed that \nthe right to development is an inalienable human right and that equality of opportunity \nfor development is a prerogative both of nations and of individuals who make up \nnations, and that the individual is the central subject and beneficiary of development, \n \nEmphasizing the urgent need to make the right to development a reality for \neveryone, \n__________________ \n \n1 Resolution 217 A (III). \n \n2 See resolution 2200 A (XXI), annex. \n \n3 Ibid. \n\nA/RES/76/163 \nThe right to development\n \n21-19222\n2/11 \n \n \nStressing the importance of the World Conference on Human Rights, held in \nVienna in 1993, and that the Vienna Declaration and Programme of Action 4 reaffirmed \nthe right to development as a universal and inalienable right and an integral part of \nfundamental human rights and the individual as the central subject and beneficiary of \ndevelopment, \n \nReaffirming the objective of making the right to development a reality for \neveryone, as set out in the United Nations Millennium Declaration, adopted by the \nGeneral Assembly on 8 September 2000,5 \n \nRecognizing the importance of the adoption of the 2030 Agenda for Sustainable \nDevelopment,6 reaffirming that the Declaration on the Right to Development \ninformed the 2030 Agenda, along with other relevant international instruments, and \nunderlining the fact that the Sustainable Development Goals can be realized only \nthrough a credible, effective and universal commitment to the means of \nimplementation by all stakeholders, \n \nRecognizing also the successful conclusion of the United Nations Conference \non Housing and Sustainable Urban Development (Habitat III), held in Quito from 17 \nto 20 October 2016, that recognizes that the New Urban Agenda7 is grounded in the \nUniversal Declaration of Human Rights, international human rights treaties, the \nMillennium Declaration and the 2005 World Summit Outcome 8 and is informed by \nother instruments such as the Declaration on the Right to Development, \n \nRecalling the outcome document of the United Nations Conference on \nSustainable Development, entitled “The future we want”, 9 \n \nReaffirming the universality, indivisibility, interrelatedness, interdependence \nand mutually reinforcing nature of all human rights, including civil, cultural, \neconomic, political and social rights, including the right to development, and that they \nmust be treated globally, in a fair and equal manner, on the same footing and with the \nsame emphasis. \n \nRecalling the high-level plenary meeting of the General Assembly known as the \nWorld Conference on Indigenous Peoples and its outcome document, 10 \n \nDeeply concerned that the majority of indigenous peoples in the world live in \nconditions of poverty, and recognizing the critical need to address the negative impact \nof poverty and inequity on indigenous peoples by ensuring their full and effective \ninclusion in development and poverty eradication programmes, \n \nReaffirming that democracy, development and respect for all human rights and \nfundamental freedoms for all are interdependent and mutually reinforcing and that \ndemocracy is based on the freely expressed will of the people to determine their own \npolitical, economic, social and cultural systems and their full participation in all \naspects of their lives, and in that context noting that the promotion and protection of \nhuman rights and fundamental freedoms at the national and international levels should \nbe universal and conducted without conditions attached and that the international \ncommunity should support the strengthening and promotion of democracy, \ndevelopment and respect for all human rights and fundamental freedoms for all in the \nentire world, \n__________________ \n \n4 A/CONF.157/24 (Part I), chap. III. \n \n5 Resolution 55/2. \n \n6 Resolution 70/1. \n \n7 Resolution 71/256, annex. \n \n8 Resolution 60/1. \n \n9 Resolution 66/288, annex. \n \n10 Resolution 69/2. \n\nThe right to development \nA/RES/76/163\n \n3/11\n21-19222 \n \n \nRecognizing that inequality is a major obstacle to the realization of the right to \ndevelopment within and across countries, \n \nTaking note of the commitment declared by a number of specialized agencies, \nfunds and programmes of the United Nations system and other international \norganizations to make the right to development a reality for all, and in this regard \nurging all relevant bodies of the United Nations system and other international \norganizations to mainstream the right to development into their objectives, policies, \nprogrammes and operational activities, as well as into development and development-\nrelated processes, including the follow-up to the Fourth United Nations Conference \non the Least Developed Countries, \n \nRecalling the outcomes adopted at the Tenth Ministerial Conference of the \nWorld Trade Organization, held in Nairobi from 15 to 19 December 2015, \n \nCalling for a successful, development-oriented outcome of the trade \nnegotiations of the World Trade Organization, in particular on the remaining issues \nof the Doha Development Round, as a contribution to the creation of international \nconditions permitting the full realization of the right to development, \n \nRecalling the outcome of the fourteenth session of the United Nations \nConference on Trade and Development, held in Nairobi from 17 to 22 July 2016, on \nthe theme “From decision to action: moving towards an inclusive and equitable global \neconomic environment for trade and development”, 11 \n \nRecalling also all its previous resolutions on the subject, the most recent of \nwhich was resolution 75/182 of 16 December 2020, as well as Human Rights Council \nresolutions and those of the Commission on Human Rights on the right to \ndevelopment, in particular Commission resolution 1998/72 of 22 April 199812 on the \nurgent need to make further progress towards the realization of the right to \ndevelopment, \n \nRecalling further Human Rights Council resolution 35/21 of 22 June 2017 on \nthe contribution of development to the enjoyment of all human rights, 13 \n \nRecalling the Eighteenth Summit of Heads of State and Government of \nNon-Aligned Countries, held in Baku, Republic of Azerbaijan, on 25 and 26 October \n2019, and the previous summits and conferences at which the States members of the \nMovement of Non-Aligned Countries stressed the need to operationalize the right to \ndevelopment as a priority, including through the elaboration of a convention on the \nright to development by the relevant machinery, taking into account the \nrecommendations of relevant initiatives, \n \nReiterating its continuing support for the New Partnership for Africa’s \nDevelopment14 as a development framework for Africa, \n \nDeeply concerned about the negative impacts of the global economic and \nfinancial crises on the realization of the right to development, \n \nRecognizing that the coronavirus disease (COVID-19) pandemic is one of the \ngreatest global challenges in the history of the United Nations, and noting with deep \nconcern its impact on health and the loss of life, mental health and well-being, as well \nas the negative impact on global humanitarian needs, the enjoyment of human rights \n__________________ \n \n11 See TD/519, TD/519/Add.1, TD/519/Add.2 and TD/519/Add.2/Corr.1. \n \n12 See Official Records of the Economic and Social Council, 1998, Supplement No. 3 (E/1998/23), \nchap. II, sect. A. \n \n13 See Official Records of the General Assembly, Seventy-second Session, Supplement No. 53 \n(A/72/53), chap. V, sect. A. \n \n14 A/57/304, annex. \n\nA/RES/76/163 \nThe right to development\n \n21-19222\n4/11 \n \nand across all spheres of society, including on livelihoods, food security and nutrition, \nand education, the exacerbation of poverty and hunger, disruption to economies, \ntrade, societies and environments, and the exacerbation of economic and social \ninequalities within and among countries,  \n \nRecognizing also that the poorest and most vulnerable are the hardest hit by the \npandemic and that the impact of the crisis will reverse hard-won development gains \nand hamper progress towards achieving the Sustainable Development Goals, as well \nas progress with regard to the right to development, \n \nDeeply concerned about the uneven access of developing countries to safe, \nquality, efficacious, effective, accessible and affordable vaccines against COVID-19, \nand emphasizing that the realization of the right to development would enhance the \ncapacities of developing countries to have equal access to vaccines and other means \nto respond to and recover from the pandemic, as well as the need to strengthen the \nsupport for national, bilateral, regional and multilateral initiatives that aim to \naccelerate the development and production of and equitable access to COVID-19 \ndiagnostics, therapeutics and vaccines,  \n \nRecognizing that, while development facilitates the enjoyment of all human \nrights, the lack of development may not be invoked to justify the abridgement of \ninternationally recognized human rights, \n \nRecognizing also that Member States should cooperate with one another in \nensuring development and eliminating obstacles to development, that the international \ncommunity should promote effective international cooperation, in particular to \nrevitalize a global partnership for development, for the realization of the right to \ndevelopment and the elimination of obstacles to development and that lasting \nprogress towards the implementation of the right to development requires effective \ndevelopment policies at the national level, as well as equitable economic relations \nand a favourable economic environment at the international level, \n \nRecognizing further that poverty is an affront to human dignity, \n \nRecognizing that extreme poverty and hunger are among the greatest global \nthreats and require the collective commitment of the international community for their \neradication, pursuant to Millennium Development Goal 1 and Sustainable Development \nGoals 1 and 2, and therefore calling upon the international community, including the \nHuman Rights Council, to contribute towards achieving that goal, \n \nRecognizing also that historical injustices, inter alia, have contributed to the \npoverty, underdevelopment, marginalization, social exclusion, economic disparity, \ninstability and insecurity that affect many people in different parts of the world, in \nparticular in developing countries, \n \nRecognizing further that eradicating poverty in all its forms and dimensions, \nincluding extreme poverty, is one of the critical elements in the promotion and \nrealization of the right to development and is the greatest global challenge and an \nindispensable requirement for sustainable development, which requires a \nmultifaceted and integrated approach, and committed to achieving sustainable \ndevelopment in its three dimensions – economic, social and environmental – in a \nbalanced and integrated manner, \n \nEmphasizing that all human rights and fundamental freedoms, including the \nright to development, are universal, indivisible, interdependent and interrelated, \n \nEmphasizing also that the right to development is vital for the full realization of \nthe 2030 Agenda for Sustainable Development and should be central to its \nimplementation, \n\nThe right to development \nA/RES/76/163\n \n5/11\n21-19222 \n \n \nEncouraging relevant bodies of the United Nations system, within their \nrespective mandates, including the specialized agencies, funds and programmes of \nthe United Nations system, relevant international organizations, including the World \nTrade Organization, and relevant stakeholders, including civil society organizations, \nto give due consideration to the right to development in the implementation of the \n2030 Agenda for Sustainable Development and to cooperate with the United Nations \nHigh Commissioner for Human Rights in the fulfilment of her mandate with regard \nto the implementation of the right to development, \n \n1. \nTakes note of the consolidated report of the Secretary-General and the \nUnited Nations High Commissioner for Human Rights concerning the promotion and \nrealization of the right to development;15 \n \n2. \nAcknowledges the need to strive for greater acceptance, operationalization \nand realization of the right to development at the international level while urging all \nStates to undertake at the national level the necessary policy formulation and to \ninstitute the measures required for the implementation of the right to development as \nan integral part of all human rights and fundamental freedoms; \n \n3. \nEmphasizes the relevant provisions of General Assembly resolution \n60/251 of 15 March 2006 establishing the Human Rights Council, and in this regard \ncalls upon the Council to implement the agreement to continue to act to ensure that \nits agenda promotes and advances sustainable development, including the 2030 \nAgenda for Sustainable Development, which seeks to build on the Millennium \nDevelopment Goals and complete what they did not achieve, and also in this regard \nto lead the raising of the right to development, as set out in paragraphs 5 and 10 of \nthe Vienna Declaration and Programme of Action, to the same level as and on a par \nwith all other human rights and fundamental freedoms; \n \n4. \nSupports the realization of the mandate of the Working Group on the Right \nto Development,16 and recognizes the need for renewed efforts with a view to \novercoming the existing political impasse within the Working Group and to fulfil at \nthe earliest its mandate as established by the Commission on Human Rights in its \nresolution 1998/72 and the Human Rights Council in its resolution 4/4 of 30 March \n2007;17 \n \n5. \nStresses the importance of the core principles contained in the conclusions \nof the Working Group at its third session18 that are congruent with the purpose of \ninternational human rights instruments, such as equality, non-discrimination, \naccountability, participation and international cooperation, as critical to mainstreaming \nthe right to development at the national and international levels, and underlines the \nimportance of the principles of equity and transparency; \n \n6. \nTakes note of the convening of the twenty-first session of the Working Group; \n \n7. \nNotes the presentation to the Working Group at its nineteenth session of \nthe set of standards for the implementation of the right to development prepared by \nthe Chair-Rapporteur,19 which is a useful basis for further deliberations on the \nimplementation and realization of the right to development; \n \n8. \nCalls upon Member States to contribute to the efforts of the Working \nGroup, including, inter alia, on the elaboration of a draft legally binding instrument \n__________________ \n \n15 A/HRC/48/26. \n \n16 See Official Records of the General Assembly, Sixty-third Session, Supplement No. 53A \n(A/63/53/Add.1), chap. I. \n \n17 Ibid., Sixty-second Session, Supplement No. 53 (A/62/53), chap. III, sect. A. \n \n18 See E/CN.4/2002/28/Rev.1, sect. VIII.A. \n \n19 A/HRC/WG.2/17/2. \n\nA/RES/76/163 \nThe right to development\n \n21-19222\n6/11 \n \non the right to development on the basis of the draft prepared by the Chair-Rapporteur, \nas decided by the Human Rights Council in its resolution 42/23 of 27 September \n2019,20 and in this regard notes the report of the Chair-Rapporteur entitled “Draft \nconvention on the right to development”,21 submitted to the Working Group at its \ntwenty-first session; \n \n9. \nStresses that it is important that the Chair-Rapporteur and the Working \nGroup, in the discharge of their mandates, take into account the need: \n \n(a) \nTo promote the democratization of the system of international governance \nin order to increase the effective participation of developing countries in international \ndecision-making; \n \n(b) \nTo also promote effective partnerships such as the New Partnership for \nAfrica’s Development and other similar initiatives with the developing countries, \nparticularly the least developed countries, for the purpose of the realization of their \nright to development, including the achievement of the Sustainable Development Goals; \n \n(c) \nTo strive for greater acceptance, operationalization and realization of the \nright to development at the international level, while urging all States to undertake at \nthe national level the necessary policy formulation and to institute the measures \nrequired for the implementation of the right to development as an integral part of all \nhuman rights and fundamental freedoms, and also while urging all States to expand \nand deepen mutually beneficial cooperation in ensuring development and eliminating \nobstacles to development in the context of promoting effective international \ncooperation for the realization of the right to development, bearing in mind that \nlasting progress towards the implementation of the right to development requires \neffective development policies at the national level and a favourable economic \nenvironment at the international level; \n \n(d) \nTo consider ways and means to continue to ensure the operationalization \nof the right to development as a priority, including in the context of the response to \nand the recovery from the COVID-19 pandemic, through equitable and fair access for \nall countries, particularly the most vulnerable countries and countries in special \nsituations, to vaccines and medicines as global public goods, sharing the benefits of \nscientific progress, financial and technological support and debt relief; \n \n(e) \nTo mainstream the right to development into the policies and operational \nactivities of the specialized agencies, funds and programmes of the United Nations \nsystem, as well as in the policies and strategies of the international financial and \nmultilateral trading systems, bearing in mind in this regard that the core principles of \nthe international economic, commercial and financial spheres, such as equity, \nnon-discrimination, transparency, accountability, participation and international \ncooperation, including effective partnerships for development, are indispensable in \nachieving the right to development and preventing discriminatory treatment arising \nfrom political or other non-economic considerations in addressing the issues of \nconcern to the developing countries; \n \n10. Encourages the Human Rights Council to continue to consider how to ensure \nfollow-up to the work of the former Subcommission on the Promotion and Protection of \nHuman Rights on the right to development, in accordance with the relevant provisions of \nthe resolutions adopted by the General Assembly and the Commission on Human Rights \nand in compliance with decisions to be taken by the Council; \n__________________ \n \n20 See Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 53A \n(A/74/53/Add.1), chap. III. \n \n21 A/HRC/WG.2/21/2. \n\nThe right to development \nA/RES/76/163\n \n7/11\n21-19222 \n \n \n11. \nTakes note of the convening, in 2020, of the first and second sessions, and \nin 2021, of the third and fourth sessions of the Expert Mechanism on the Right to \nDevelopment, established by the Human Rights Council in its resolution 42/23, and \nnoting the annual report of the Expert Mechanism;22  \n \n12. Takes note with appreciation of the report of the Special Rapporteur of the \nHuman Rights Council on the right to development,23 in which the Special Rapporteur \nexplores the relationship between the right to development and climate change;  \n \n13. Stresses that South-South cooperation is not a substitute for, but rather a \ncomplement to, North-South cooperation and hence should not result in a reduction \nof North-South cooperation or hamper progress in fulfilling existing official \ndevelopment assistance commitments, and encourages Member States and other \nrelevant stakeholders to incorporate the right to development into the design, \nfinancing and implementation of cooperation processes; \n \n14. Urges Member States, the Office of the United Nations High Commissioner \nfor Human Rights and other relevant specialized agencies, funds and programmes of the \nUnited Nations system to provide the Special Rapporteur on the right to development \nwith all the assistance and support necessary for the fulfilment of his mandate; \n \n15. Reaffirms the commitment to implement the goals and targets set out in all \nthe outcome documents of the major United Nations conferences and summits and \ntheir review processes, in particular those relating to the realization of the right to \ndevelopment, recognizing that the realization of the right to development is critical \nto achieving the objectives, goals and targets set out in those outcome documents; \n \n16. Also reaffirms that the realization of the right to development is essential \nto the implementation of the Vienna Declaration and Programme of Action, which \nregards all human rights as universal, indivisible, interdependent and interrelated, \nplaces the human person at the centre of development and recognizes that, while \ndevelopment facilitates the enjoyment of all human rights, a lack of development may \nnot be invoked to justify the abridgement of internationally recognized human rights; \n \n17. Further reaffirms that development contributes significantly to the \nenjoyment of all human rights by all, and calls upon all countries to realize people-\ncentred development of the people, by the people and for the people; \n \n18. Calls upon all States to spare no effort in promoting and protecting all \nhuman rights for all, including the right to development, in particular while \nimplementing the 2030 Agenda for Sustainable Development and responding to and \nrecovering from the COVID-19 pandemic, as it is conducive to the overall enjoyment \nof human rights; \n \n19. Stresses that the primary responsibility for the promotion and protection \nof all human rights lies with the State, and reaffirms that States have the primary \nresponsibility for their own economic and social development and that the role of \nnational policies and development strategies cannot be overemphasized; \n \n20. Reaffirms the primary responsibility of States to create national and \ninternational conditions favourable to the realization of the right to development, as \nwell as their commitment to cooperate with one another to that end; \n \n21. Also reaffirms its commitment to international cooperation and \nmultilateralism and its strong support for the central role of the United Nations system \nin the global response to the COVID-19 pandemic;  \n__________________ \n \n22 A/HRC/45/29 and A/HRC/48/62. \n \n23 A/76/154. \n\nA/RES/76/163 \nThe right to development\n \n21-19222\n8/11 \n \n \n22. Further reaffirms its resolution 74/274 of 20 April 2020, in which it \nrecognized the importance of international cooperation and effective multilateralism \nin helping to ensure that all States have in place effective national protective \nmeasures, access to and flow of vital medical supplies, therapeutics, medicines and \nvaccines, in order to minimize negative effects in all affected States and to avoid \nrelapses of the COVID-19 pandemic;  \n \n23. Calls upon Member States and relevant stakeholders to strengthen \ninternational cooperation, as well as their support for multilateral efforts and for the \ncentral role of the United Nations system, in order to mobilize a coordinated global \nresponse to the COVID-19 pandemic and its adverse social, economic and financial \nimpact on all societies that contributes to the realization of the right to development \nand leaves no one behind;  \n \n24. Expresses concern about the increasing cases of human rights violations \nand abuses by some transnational corporations and other business enterprises, \nunderlines the need to ensure that appropriate protection, justice and remedies are \nprovided to the victims of human rights violations and abuses resulting from their \nactivities, and underscores the fact that these entities must contribute to the means of \nimplementation for the realization of the right to development; \n \n25. Reaffirms the need for an international environment that is conducive to \nthe realization of the right to development; \n \n26. Emphasizes the critical importance of identifying and analysing obstacles \nimpeding the full realization of the right to development at both the national and \ninternational levels, including in the context of the response to and the recovery from \nthe COVID-19 pandemic; \n \n27. Reaffirms that, while globalization offers both opportunities and challenges, \nthe process of globalization remains deficient in achieving the objectives of integrating \nall countries into a globalized world, stresses the need for policies and measures at \nthe national and global levels to respond to the challenges and opportunities of \nglobalization if this process is to be made fully inclusive and equitable, and \nrecognizes that globalization has brought disparities between and within countries \nand that issues such as trade and trade liberalization, the transfer of technology, \ninfrastructure development and market access should be managed effectively in order \nto mitigate the challenges of poverty and underdevelopment and to make the right to \ndevelopment a reality for everyone; \n \n28. Recognizes that, despite continuous efforts on the part of the international \ncommunity, the gap between developed and developing countries remains unacceptably \nwide, that most of the developing countries continue to face difficulties in \nparticipating in the globalization process and that many risk being marginalized and \neffectively excluded from its benefits; \n \n29. Expresses its deep concern, in this regard, about the negative impact on \nthe realization of the right to development owing to the further aggravation of the \neconomic and social situation, in particular of developing countries, as a result of the \neffects of international energy, food and financial crises, as well as the increasing \nchallenges posed by global climate change and the loss of biodiversity, which have \nincreased vulnerabilities and inequalities and have adversely affected development \ngains, in particular in developing countries; \n \n30. Encourages Member States to give particular consideration to the right to \ndevelopment in the implementation of the 2030 Agenda for Sustainable Development, \nand emphasizes that the 2030 Agenda promotes the respect for all human rights, \nincluding the right to development; \n\nThe right to development \nA/RES/76/163\n \n9/11\n21-19222 \n \n \n31. Recalls the commitment in the United Nations Millennium Declaration of \nhalving the number of people living in poverty by 2015, notes with concern that some \ndeveloping countries have failed to achieve the Millennium Development Goals, and in \nthis regard invites Member States and the international community to take proactive \nmeasures aimed at creating a conducive environment to contribute to the effective \nimplementation of the 2030 Agenda for Sustainable Development, in particular increasing \ninternational cooperation, including partnership and commitment, between developed and \ndeveloping countries towards achieving the Sustainable Development Goals; \n \n32. Urges developed countries that have not yet done so to make concrete \nefforts towards meeting the targets of 0.7 per cent of their gross national product for \nofficial development assistance to developing countries and 0.15 to 0.2 per cent of \ntheir gross national product to the least developed countries, and encourages developing \ncountries to build on the progress achieved in ensuring that official development \nassistance is used effectively to help to meet development goals and targets; \n \n33. Recognizes the need to address market access for developing countries, \nincluding in the sectors of agriculture, services and non-agricultural products, in \nparticular those of interest to developing countries; \n \n34. Calls once again for the implementation of a desirable pace of meaningful \ntrade liberalization, including in areas under negotiation in the World Trade \nOrganization, the implementation of commitments on implementation-related issues \nand concerns, a review of special and differential treatment provisions, with a view \nto strengthening them and making them more precise, effective and operational, the \navoidance of new forms of protectionism, and capacity-building and technical \nassistance for developing countries as important issues in making progress towards \nthe effective implementation of the right to development; \n \n35. Recognizes the important link between the international economic, \ncommercial and financial spheres and the realization of the right to development, \nstresses in this regard the need for good governance and for broadening the base of \ndecision-making at the international level on issues of development concern and the \nneed to fill organizational gaps, as well as to strengthen the United Nations system \nand other multilateral institutions, and also stresses the need to broaden and \nstrengthen the participation of developing countries and countries with economies in \ntransition in international economic decision-making and norm-setting; \n \n36. Also recognizes that good governance and the rule of law at the national \nlevel assist all States in the promotion and protection of human rights, including the \nright to development, and agrees on the value of the ongoing efforts being made by \nStates to identify and strengthen good governance practices, including transparent, \nresponsible, accountable and participatory government, that are responsive and \nappropriate to their needs and aspirations, including in the context of agreed \npartnership approaches to development, capacity-building and technical assistance; \n \n37. Further recognizes the important role and the rights of women and the \napplication of a gender perspective as a cross-cutting issue in the process of realizing the \nright to development, and notes in particular the positive relationship between the \neducation of women and their equal participation in the civil, cultural, economic, political \nand social activities of the community and the promotion of the right to development; \n \n38. Stresses the need for the integration of the rights of children, girls and boys \nalike, in all policies and programmes and for ensuring the promotion and protection \nof those rights, especially in areas relating to health, education and the full \ndevelopment of their capacities; \n\nA/RES/76/163 \nThe right to development\n \n21-19222\n10/11 \n \n \n39. Takes note of the Political Declaration on HIV and AIDS: Ending \nInequalities and Getting on Track to End AIDS by 2030, adopted on 8 June 2021 at \nthe high-level meeting of the General Assembly on HIV and AIDS, 24 and underscores \nthe importance of enhanced international cooperation to support the efforts of \nMember States to achieve health goals, including the target of ending the AIDS \nepidemic by 2030, implement universal access to health-care services and address \nhealth challenges; \n \n40. Recalls the political declaration of the third high-level meeting of the \nGeneral Assembly on the prevention and control of non-communicable diseases25 and \nthe political declaration of the high-level meeting of the General Assembly on the \nfight against tuberculosis,26 both adopted on 10 October 2018, with their particular \nfocus on development and other challenges and social and economic determinants and \nimpacts, particularly for developing countries; \n \n41. Also recalls the political declaration of the high-level meeting on universal \nhealth coverage entitled “Universal health coverage: moving together to build a \nhealthier world”, as adopted in its resolution 74/2 of 10 October 2019, in which it was \nreaffirmed that health is a precondition for and an outcome and indicator of the social, \neconomic and environmental dimensions of sustainable development and the \nimplementation of the 2030 Agenda for Sustainable Development; \n \n42. Further recalls the Convention on the Rights of Persons with \nDisabilities,27 which entered into force on 3 May 2008, and General Assembly \nresolution 70/1 of 25 September 2015, entitled “Transforming our world: the 2030 \nAgenda for Sustainable Development”, and, while recognizing persons with \ndisabilities as agents and beneficiaries of development, stresses the need to take into \nconsideration the rights of persons with disabilities and the importance of \ninternational cooperation in support of national efforts in the realization of the right \nto development; \n \n43. Stresses its commitment to indigenous peoples in the process of the \nrealization of the right to development, reaffirms the commitment to promote their \nrights in the areas of education, employment, vocational training and retraining, \nhousing, sanitation, health and social security, in accordance with recognized \ninternational human rights obligations and taking into account, as appropriate, the \nUnited Nations Declaration on the Rights of Indigenous Peoples, adopted by the \nGeneral Assembly in its resolution 61/295 of 13 September 2007, and in this regard \nrecalls the high-level plenary meeting of the General Assembly known as the World \nConference on Indigenous Peoples, held in 2014; \n \n44. Recognizes the need for strong partnerships with civil society organizations \nand the private sector in pursuit of poverty eradication and development, as well as \nfor corporate social responsibility; \n \n45. Emphasizes the urgent need to take concrete and effective measures to \nprevent, combat and criminalize all forms of corruption at all levels, to prevent, detect \nand deter in a more effective manner international transfers of illicitly acquired assets \nand to strengthen international cooperation in asset recovery, consistent with the \nprinciples of the United Nations Convention against Corruption,28 particularly \nchapter V thereof, stresses the importance of a genuine political commitment on the \npart of all Governments through a firm legal framework, and in this context urges \n__________________ \n \n24 Resolution 75/284, annex. \n \n25 Resolution 73/2. \n \n26 Resolution 73/3. \n \n27 United Nations, Treaty Series, vol. 2515, No. 44910. \n \n28 Ibid., vol. 2349, No. 42146. \n\nThe right to development \nA/RES/76/163\n \n11/11\n21-19222 \n \nStates to sign and ratify the Convention as soon as possible and States parties to \nimplement it effectively; \n \n46. Also emphasizes the need to strengthen further the activities of the Office \nof the United Nations High Commissioner for Human Rights in the promotion and \nrealization of the right to development, including by ensuring the effective use of the \nfinancial and human resources necessary to fulfil its mandate, and calls upon the \nSecretary-General to provide the Office with the necessary resources; \n \n47. Reaffirms the request to the High Commissioner, in mainstreaming the \nright to development, to effectively undertake activities aimed at strengthening the \nglobal partnership for development among Member States, development agencies and \nthe international development, financial and trade institutions and to reflect those \nactivities in detail in her next report to the Human Rights Council; \n \n48. Calls upon the specialized agencies, funds and programmes of the United \nNations system to mainstream the right to development into their operational programmes \nand objectives, and stresses the need for the international financial and multilateral trading \nsystems to mainstream the right to development into their policies and objectives; \n \n49. Requests the Secretary-General to bring the present resolution to the \nattention of Member States, United Nations organs and bodies, the specialized \nagencies, funds and programmes of the United Nations system, international \ndevelopment and financial institutions, in particular the Bretton Woods institutions, \nand non-governmental organizations; \n \n50. Encourages relevant bodies of the United Nations system, within their \nrespective mandates, including the specialized agencies, funds and programmes of \nthe United Nations system, relevant international organizations, including the World \nTrade Organization, and relevant stakeholders, including civil society organizations, \nto give due consideration to the right to development in the implementation of the \n2030 Agenda for Sustainable Development, to contribute further to the work of the \nWorking Group on the Right to Development and the Special Rapporteur on the right \nto development and to cooperate with the High Commissioner in the fulfilment of her \nmandate with regard to the implementation of the right to development; \n \n51. Requests the Secretary-General to submit a report to the General Assembly \nat its seventy-seventh session and an interim report to the Human Rights Council on \nthe implementation of the present resolution, including on efforts undertaken at the \nnational, regional and international levels in the promotion and realization of the right \nto development, taking into account the context of the response to and the recovery \nfrom the COVID-19 pandemic, through equitable and fair access for all countries, in \nparticular the most vulnerable countries and countries in special situations, to safe, \nquality, efficacious, effective, accessible and affordable vaccines and medicines as \nglobal public goods, as well as to promote global extensive immunization against \nCOVID-19, sharing the benefits of scientific progress, financial and technological \nsupport and debt relief, and invites the Chair-Rapporteur of the Working Group and \nthe Special Rapporteur to present an oral report with a similar scope and to engage in \nan interactive dialogue with the Assembly at its seventy-seventh session. \n \n53rd plenary meeting \n16 December 2021 \n \n \n",
  "paragraphs": {
    "1": "Takes note of the consolidated report of the Secretary-General and the United Nations High Commissioner for Human Rights concerning the promotion and realization of the right to development;15",
    "2": "Acknowledges the need to strive for greater acceptance, operationalization and realization of the right to development at the international level while urging all States to undertake at the national level the necessary policy formulation and to institute the measures required for the implementation of the right to development as an integral part of all human rights and fundamental freedoms;",
    "3": "Emphasizes the relevant provisions of General Assembly resolution 60/251 of 15 March 2006 establishing the Human Rights Council, and in this regard calls upon the Council to implement the agreement to continue to act to ensure that its agenda promotes and advances sustainable development, including the 2030 Agenda for Sustainable Development, which seeks to build on the Millennium Development Goals and complete what they did not achieve, and also in this regard to lead the raising of the right to development, as set out in paragraphs 5 and 10 of the Vienna Declaration and Programme of Action, to the same level as and on a par with all other human rights and fundamental freedoms;",
    "4": "Supports the realization of the mandate of the Working Group on the Right to Development,16 and recognizes the need for renewed efforts with a view to overcoming the existing political impasse within the Working Group and to fulfil at the earliest its mandate as established by the Commission on Human Rights in its resolution 1998/72 and the Human Rights Council in its resolution 4/4 of 30 March 2007;17",
    "5": "Stresses the importance of the core principles contained in the conclusions of the Working Group at its third session18 that are congruent with the purpose of international human rights instruments, such as equality, non-discrimination, accountability, participation and international cooperation, as critical to mainstreaming the right to development at the national and international levels, and underlines the importance of the principles of equity and transparency;",
    "6": "Takes note of the convening of the twenty-first session of the Working Group;",
    "7": "Notes the presentation to the Working Group at its nineteenth session of the set of standards for the implementation of the right to development prepared by the Chair-Rapporteur,19 which is a useful basis for further deliberations on the implementation and realization of the right to development;",
    "8": "Calls upon Member States to contribute to the efforts of the Working Group, including, inter alia, on the elaboration of a draft legally binding instrument __________________ 15 A/HRC/48/26. 16 See Official Records of the General Assembly, Sixty-third Session, Supplement No. 53A (A/63/53/Add.1), chap. I. 17 Ibid., Sixty-second Session, Supplement No. 53 (A/62/53), chap. III, sect. A. 18 See E/CN.4/2002/28/Rev.1, sect. VIII.A. 19 A/HRC/WG.2/17/2. A/RES/76/163 The right to development 21-19222 6/11 on the right to development on the basis of the draft prepared by the Chair-Rapporteur, as decided by the Human Rights Council in its resolution 42/23 of 27 September 2019,20 and in this regard notes the report of the Chair-Rapporteur entitled “Draft convention on the right to development”,21 submitted to the Working Group at its twenty-first session;",
    "9": "Stresses that it is important that the Chair-Rapporteur and the Working Group, in the discharge of their mandates, take into account the need: (a) To promote the democratization of the system of international governance in order to increase the effective participation of developing countries in international decision-making; (b) To also promote effective partnerships such as the New Partnership for Africa’s Development and other similar initiatives with the developing countries, particularly the least developed countries, for the purpose of the realization of their right to development, including the achievement of the Sustainable Development Goals; (c) To strive for greater acceptance, operationalization and realization of the right to development at the international level, while urging all States to undertake at the national level the necessary policy formulation and to institute the measures required for the implementation of the right to development as an integral part of all human rights and fundamental freedoms, and also while urging all States to expand and deepen mutually beneficial cooperation in ensuring development and eliminating obstacles to development in the context of promoting effective international cooperation for the realization of the right to development, bearing in mind that lasting progress towards the implementation of the right to development requires effective development policies at the national level and a favourable economic environment at the international level; (d) To consider ways and means to continue to ensure the operationalization of the right to development as a priority, including in the context of the response to and the recovery from the COVID-19 pandemic, through equitable and fair access for all countries, particularly the most vulnerable countries and countries in special situations, to vaccines and medicines as global public goods, sharing the benefits of scientific progress, financial and technological support and debt relief; (e) To mainstream the right to development into the policies and operational activities of the specialized agencies, funds and programmes of the United Nations system, as well as in the policies and strategies of the international financial and multilateral trading systems, bearing in mind in this regard that the core principles of the international economic, commercial and financial spheres, such as equity, non-discrimination, transparency, accountability, participation and international cooperation, including effective partnerships for development, are indispensable in achieving the right to development and preventing discriminatory treatment arising from political or other non-economic considerations in addressing the issues of concern to the developing countries;",
    "10": "Encourages the Human Rights Council to continue to consider how to ensure follow-up to the work of the former Subcommission on the Promotion and Protection of Human Rights on the right to development, in accordance with the relevant provisions of the resolutions adopted by the General Assembly and the Commission on Human Rights and in compliance with decisions to be taken by the Council; __________________ 20 See Official Records of the General Assembly, Seventy-fourth Session, Supplement No. 53A (A/74/53/Add.1), chap. III. 21 A/HRC/WG.2/21/2. The right to development A/RES/76/163 7/11 21-19222",
    "11": "Takes note of the convening, in 2020, of the first and second sessions, and in 2021, of the third and fourth sessions of the Expert Mechanism on the Right to Development, established by the Human Rights Council in its resolution 42/23, and noting the annual report of the Expert Mechanism;22",
    "12": "Takes note with appreciation of the report of the Special Rapporteur of the Human Rights Council on the right to development,23 in which the Special Rapporteur explores the relationship between the right to development and climate change;",
    "13": "Stresses that South-South cooperation is not a substitute for, but rather a complement to, North-South cooperation and hence should not result in a reduction of North-South cooperation or hamper progress in fulfilling existing official development assistance commitments, and encourages Member States and other relevant stakeholders to incorporate the right to development into the design, financing and implementation of cooperation processes;",
    "14": "Urges Member States, the Office of the United Nations High Commissioner for Human Rights and other relevant specialized agencies, funds and programmes of the United Nations system to provide the Special Rapporteur on the right to development with all the assistance and support necessary for the fulfilment of his mandate;",
    "15": "Reaffirms the commitment to implement the goals and targets set out in all the outcome documents of the major United Nations conferences and summits and their review processes, in particular those relating to the realization of the right to development, recognizing that the realization of the right to development is critical to achieving the objectives, goals and targets set out in those outcome documents;",
    "16": "Also reaffirms that the realization of the right to development is essential to the implementation of the Vienna Declaration and Programme of Action, which regards all human rights as universal, indivisible, interdependent and interrelated, places the human person at the centre of development and recognizes that, while development facilitates the enjoyment of all human rights, a lack of development may not be invoked to justify the abridgement of internationally recognized human rights;",
    "17": "Further reaffirms that development contributes significantly to the enjoyment of all human rights by all, and calls upon all countries to realize people- centred development of the people, by the people and for the people;",
    "18": "Calls upon all States to spare no effort in promoting and protecting all human rights for all, including the right to development, in particular while implementing the 2030 Agenda for Sustainable Development and responding to and recovering from the COVID-19 pandemic, as it is conducive to the overall enjoyment of human rights;",
    "19": "Stresses that the primary responsibility for the promotion and protection of all human rights lies with the State, and reaffirms that States have the primary responsibility for their own economic and social development and that the role of national policies and development strategies cannot be overemphasized;",
    "20": "Reaffirms the primary responsibility of States to create national and international conditions favourable to the realization of the right to development, as well as their commitment to cooperate with one another to that end;",
    "21": "Also reaffirms its commitment to international cooperation and multilateralism and its strong support for the central role of the United Nations system in the global response to the COVID-19 pandemic; __________________ 22 A/HRC/45/29 and A/HRC/48/62. 23 A/76/154. A/RES/76/163 The right to development 21-19222 8/11",
    "22": "Further reaffirms its resolution 74/274 of 20 April 2020, in which it recognized the importance of international cooperation and effective multilateralism in helping to ensure that all States have in place effective national protective measures, access to and flow of vital medical supplies, therapeutics, medicines and vaccines, in order to minimize negative effects in all affected States and to avoid relapses of the COVID-19 pandemic;",
    "23": "Calls upon Member States and relevant stakeholders to strengthen international cooperation, as well as their support for multilateral efforts and for the central role of the United Nations system, in order to mobilize a coordinated global response to the COVID-19 pandemic and its adverse social, economic and financial impact on all societies that contributes to the realization of the right to development and leaves no one behind;",
    "24": "Expresses concern about the increasing cases of human rights violations and abuses by some transnational corporations and other business enterprises, underlines the need to ensure that appropriate protection, justice and remedies are provided to the victims of human rights violations and abuses resulting from their activities, and underscores the fact that these entities must contribute to the means of implementation for the realization of the right to development;",
    "25": "Reaffirms the need for an international environment that is conducive to the realization of the right to development;",
    "26": "Emphasizes the critical importance of identifying and analysing obstacles impeding the full realization of the right to development at both the national and international levels, including in the context of the response to and the recovery from the COVID-19 pandemic;",
    "27": "Reaffirms that, while globalization offers both opportunities and challenges, the process of globalization remains deficient in achieving the objectives of integrating all countries into a globalized world, stresses the need for policies and measures at the national and global levels to respond to the challenges and opportunities of globalization if this process is to be made fully inclusive and equitable, and recognizes that globalization has brought disparities between and within countries and that issues such as trade and trade liberalization, the transfer of technology, infrastructure development and market access should be managed effectively in order to mitigate the challenges of poverty and underdevelopment and to make the right to development a reality for everyone;",
    "28": "Recognizes that, despite continuous efforts on the part of the international community, the gap between developed and developing countries remains unacceptably wide, that most of the developing countries continue to face difficulties in participating in the globalization process and that many risk being marginalized and effectively excluded from its benefits;",
    "29": "Expresses its deep concern, in this regard, about the negative impact on the realization of the right to development owing to the further aggravation of the economic and social situation, in particular of developing countries, as a result of the effects of international energy, food and financial crises, as well as the increasing challenges posed by global climate change and the loss of biodiversity, which have increased vulnerabilities and inequalities and have adversely affected development gains, in particular in developing countries;",
    "30": "Encourages Member States to give particular consideration to the right to development in the implementation of the 2030 Agenda for Sustainable Development, and emphasizes that the 2030 Agenda promotes the respect for all human rights, including the right to development; The right to development A/RES/76/163 9/11 21-19222",
    "31": "Recalls the commitment in the United Nations Millennium Declaration of halving the number of people living in poverty by 2015, notes with concern that some developing countries have failed to achieve the Millennium Development Goals, and in this regard invites Member States and the international community to take proactive measures aimed at creating a conducive environment to contribute to the effective implementation of the 2030 Agenda for Sustainable Development, in particular increasing international cooperation, including partnership and commitment, between developed and developing countries towards achieving the Sustainable Development Goals;",
    "32": "Urges developed countries that have not yet done so to make concrete efforts towards meeting the targets of 0.7 per cent of their gross national product for official development assistance to developing countries and 0.15 to 0.2 per cent of their gross national product to the least developed countries, and encourages developing countries to build on the progress achieved in ensuring that official development assistance is used effectively to help to meet development goals and targets;",
    "33": "Recognizes the need to address market access for developing countries, including in the sectors of agriculture, services and non-agricultural products, in particular those of interest to developing countries;",
    "34": "Calls once again for the implementation of a desirable pace of meaningful trade liberalization, including in areas under negotiation in the World Trade Organization, the implementation of commitments on implementation-related issues and concerns, a review of special and differential treatment provisions, with a view to strengthening them and making them more precise, effective and operational, the avoidance of new forms of protectionism, and capacity-building and technical assistance for developing countries as important issues in making progress towards the effective implementation of the right to development;",
    "35": "Recognizes the important link between the international economic, commercial and financial spheres and the realization of the right to development, stresses in this regard the need for good governance and for broadening the base of decision-making at the international level on issues of development concern and the need to fill organizational gaps, as well as to strengthen the United Nations system and other multilateral institutions, and also stresses the need to broaden and strengthen the participation of developing countries and countries with economies in transition in international economic decision-making and norm-setting;",
    "36": "Also recognizes that good governance and the rule of law at the national level assist all States in the promotion and protection of human rights, including the right to development, and agrees on the value of the ongoing efforts being made by States to identify and strengthen good governance practices, including transparent, responsible, accountable and participatory government, that are responsive and appropriate to their needs and aspirations, including in the context of agreed partnership approaches to development, capacity-building and technical assistance;",
    "37": "Further recognizes the important role and the rights of women and the application of a gender perspective as a cross-cutting issue in the process of realizing the right to development, and notes in particular the positive relationship between the education of women and their equal participation in the civil, cultural, economic, political and social activities of the community and the promotion of the right to development;",
    "38": "Stresses the need for the integration of the rights of children, girls and boys alike, in all policies and programmes and for ensuring the promotion and protection of those rights, especially in areas relating to health, education and the full development of their capacities; A/RES/76/163 The right to development 21-19222 10/11",
    "39": "Takes note of the Political Declaration on HIV and AIDS: Ending Inequalities and Getting on Track to End AIDS by 2030, adopted on 8 June 2021 at the high-level meeting of the General Assembly on HIV and AIDS, 24 and underscores the importance of enhanced international cooperation to support the efforts of Member States to achieve health goals, including the target of ending the AIDS epidemic by 2030, implement universal access to health-care services and address health challenges;",
    "40": "Recalls the political declaration of the third high-level meeting of the General Assembly on the prevention and control of non-communicable diseases25 and the political declaration of the high-level meeting of the General Assembly on the fight against tuberculosis,26 both adopted on 10 October 2018, with their particular focus on development and other challenges and social and economic determinants and impacts, particularly for developing countries;",
    "41": "Also recalls the political declaration of the high-level meeting on universal health coverage entitled “Universal health coverage: moving together to build a healthier world”, as adopted in its resolution 74/2 of 10 October 2019, in which it was reaffirmed that health is a precondition for and an outcome and indicator of the social, economic and environmental dimensions of sustainable development and the implementation of the 2030 Agenda for Sustainable Development;",
    "42": "Further recalls the Convention on the Rights of Persons with Disabilities,27 which entered into force on 3 May 2008, and General Assembly resolution 70/1 of 25 September 2015, entitled “Transforming our world: the 2030 Agenda for Sustainable Development”, and, while recognizing persons with disabilities as agents and beneficiaries of development, stresses the need to take into consideration the rights of persons with disabilities and the importance of international cooperation in support of national efforts in the realization of the right to development;",
    "43": "Stresses its commitment to indigenous peoples in the process of the realization of the right to development, reaffirms the commitment to promote their rights in the areas of education, employment, vocational training and retraining, housing, sanitation, health and social security, in accordance with recognized international human rights obligations and taking into account, as appropriate, the United Nations Declaration on the Rights of Indigenous Peoples, adopted by the General Assembly in its resolution 61/295 of 13 September 2007, and in this regard recalls the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples, held in 2014;",
    "44": "Recognizes the need for strong partnerships with civil society organizations and the private sector in pursuit of poverty eradication and development, as well as for corporate social responsibility;",
    "45": "Emphasizes the urgent need to take concrete and effective measures to prevent, combat and criminalize all forms of corruption at all levels, to prevent, detect and deter in a more effective manner international transfers of illicitly acquired assets and to strengthen international cooperation in asset recovery, consistent with the principles of the United Nations Convention against Corruption,28 particularly chapter V thereof, stresses the importance of a genuine political commitment on the part of all Governments through a firm legal framework, and in this context urges __________________ 24 Resolution 75/284, annex. 25 Resolution 73/2. 26 Resolution 73/3. 27 United Nations, Treaty Series, vol. 2515, No. 44910. 28 Ibid., vol. 2349, No. 42146. The right to development A/RES/76/163 11/11 21-19222 States to sign and ratify the Convention as soon as possible and States parties to implement it effectively;",
    "46": "Also emphasizes the need to strengthen further the activities of the Office of the United Nations High Commissioner for Human Rights in the promotion and realization of the right to development, including by ensuring the effective use of the financial and human resources necessary to fulfil its mandate, and calls upon the Secretary-General to provide the Office with the necessary resources;",
    "47": "Reaffirms the request to the High Commissioner, in mainstreaming the right to development, to effectively undertake activities aimed at strengthening the global partnership for development among Member States, development agencies and the international development, financial and trade institutions and to reflect those activities in detail in her next report to the Human Rights Council;",
    "48": "Calls upon the specialized agencies, funds and programmes of the United Nations system to mainstream the right to development into their operational programmes and objectives, and stresses the need for the international financial and multilateral trading systems to mainstream the right to development into their policies and objectives;",
    "49": "Requests the Secretary-General to bring the present resolution to the attention of Member States, United Nations organs and bodies, the specialized agencies, funds and programmes of the United Nations system, international development and financial institutions, in particular the Bretton Woods institutions, and non-governmental organizations;",
    "50": "Encourages relevant bodies of the United Nations system, within their respective mandates, including the specialized agencies, funds and programmes of the United Nations system, relevant international organizations, including the World Trade Organization, and relevant stakeholders, including civil society organizations, to give due consideration to the right to development in the implementation of the 2030 Agenda for Sustainable Development, to contribute further to the work of the Working Group on the Right to Development and the Special Rapporteur on the right to development and to cooperate with the High Commissioner in the fulfilment of her mandate with regard to the implementation of the right to development;",
    "51": "Requests the Secretary-General to submit a report to the General Assembly at its seventy-seventh session and an interim report to the Human Rights Council on the implementation of the present resolution, including on efforts undertaken at the national, regional and international levels in the promotion and realization of the right to development, taking into account the context of the response to and the recovery from the COVID-19 pandemic, through equitable and fair access for all countries, in particular the most vulnerable countries and countries in special situations, to safe, quality, efficacious, effective, accessible and affordable vaccines and medicines as global public goods, as well as to promote global extensive immunization against COVID-19, sharing the benefits of scientific progress, financial and technological support and debt relief, and invites the Chair-Rapporteur of the Working Group and the Special Rapporteur to present an oral report with a similar scope and to engage in an interactive dialogue with the Assembly at its seventy-seventh session. 53rd plenary meeting 16 December 2021"
  },
  "agenda_items": [
    "Item 74"
  ],
  "symbol_references": []
}