{
  "_id": "60c3d311e190dc0019d9ebff",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/422",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of the Chairs of the Main Committees of the General Assembly at its seventy-sixth session ",
  "ED_AgendaItem": "5",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "On 7 June 2021, the First, Special Political and Decolonization (Fourth), Second, Third, Fifth and Sixth Committees of the General Assembly held meetings in accordance with rules 99 (a) and 103 of the rules of procedure of the Assembly for the purpose of electing their Chairs.\nAt its 78th  plenary meeting, on 11 June 2021, the President of the General Assembly announced that the following persons had been elected as Chairs of the First, Special Political and Decolonization (Fourth), Second, Third, Fifth and Sixth Committees of the Assembly at its seventy-sixth session:\n\nFirst Committee: Omar HILALE (Morocco)\nSpecial Political and\nDecolonization Committee \n(Fourth Committee):  Egrisela Aracely González LÓPEZ (El Salvador)\nSecond Committee: Vanessa FRAZIER (Malta)\nThird Committee:\t Mohamed Siad DOUALEH (Djibouti)\nFifth Committee:\t Mher MARGARYAN (Armenia)\nSixth Committee:\t Alya Ahmed bin Saif AL-THANI (Qatar)\n\nIn accordance with rule 38 of the rules of procedure of the General Assembly, the General Committee consists of the President of the Assembly, the 21 Vice-Presidents and the Chairs of the six Main Committees.\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "ED_Meeting": [
    {
      "_id": "60c3d311e190dc0019d9ec00",
      "ED_Number": "78th plenary meeting",
      "ED_Date": "2021-06-11T04:00:00.000Z"
    }
  ],
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2021-06-11T23:00:00.882Z"
}