{
  "_id": "5fecbcf69b661c0917d13a56",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/413",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of members of the Organizational Committee of the Peacebuilding Commission",
  "ED_AgendaItem": "119 (b)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 44th plenary meeting, on 14 December 2020, the General Assembly, pursuant to its resolutions 60/180 of 20 December 2005, 60/261 of 8 May 2006 and 63/145 of 18 December 2008, elected BRAZIL, COSTA RICA, EGYPT, LEBANON and SOUTH AFRICA as members of the Organizational Committee of the Peacebuilding Commission for a two-year term of office beginning on 1 January 2021 to fill the vacancies occurring on the expiration of the terms of office of EGYPT, GUATEMALA, KENYA, MEXICO and NEPAL.\n\nPursuant to paragraphs 4 (a) to (d) of resolution 60/180, 25 States have already been elected and/or selected as members of the Organizational Committee of the Peacebuilding Commission: PERU and SLOVAKIA elected by the Assembly (See decision 74/413);  CHINA, FRANCE, KENYA, RUSSIAN FEDERATION, SAINT VINCENT AND THE GRENADINES, UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and UNITED STATES OF AMERICA selected by the Security Council (see S/2021/21); COLOMBIA, NIGERIA, NORWAY, REPUBLIC OF KOREA, SWITZERLAND and THAILAND elected by the Economic and Social Council (See Economic and Social Council decisions 2021/201 A and B);  CANADA, GERMANY, JAPAN, NETHERLANDS and SWEDEN selected by and from among the top 10 providers of assessed contributions to United Nations budgets and of voluntary contributions to United Nations funds, programmes and agencies, including a standing peacebuilding fund (See A/75/641);  and BANGLADESH, ETHIOPIA, INDIA, PAKISTAN and RWANDA selected by and from among the top 10 providers of military personnel and civilian police to United Nations missions (See A/75/640). \n\n\tAs a result, on 1 January 2021, the Organizational Committee of the Peacebuilding Commission is composed of the following 30 Member States:  BANGLADESH,*** BRAZIL,*** CANADA,*** CHINA,* COLOMBIA,**** COSTA RICA,*** EGYPT,*** ETHIOPIA,*** FRANCE,* GERMANY,*** INDIA,*** JAPAN,*** KENYA,** LEBANON,*** NETHERLANDS,*** NIGERIA,**** NORWAY,**** PAKISTAN,*** PERU,** REPUBLIC OF KOREA,**** RUSSIAN FEDERATION,* RWANDA,*** SAINT VINCENT AND THE GRENADINES,** SLOVAKIA,** SOUTH AFRICA,*** SWEDEN,*** SWITZERLAND,**** THAILAND,**** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND* and UNITED STATES OF AMERICA.*\n\n__________________\n*\tPermanent members of the Security Council.\n**\tTerm of office expires on 31 December 2021.\n***\tTerm of office expires on 31 December 2022.\n****\tTerm of office expires on 31 December 2022 or when they cease to be members of the Economic and Social Council, whichever comes earlier.\n",
  "ED_Disclaimer": "One vacancy for the Economic and Social Council member from Eastern European States remains to be filled for a term of office beginning on the date of election in 2021 and expiring on 31 December 2022. The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "5ffcd2d27f815d001127efad",
      "ED_Number": "44th plenary meeting",
      "ED_Date": "2020-12-14T05:00:00.000Z"
    }
  ],
  "DEC_NotificationSentTime": null
}