{
  "_id": "600206b52eb6350019315799",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/414",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Appointment of members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns",
  "ED_AgendaItem": "120 (i)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "\tAt its 49th plenary meeting, on 15 January 2021, the General Assembly, in accordance with resolutions 67/203 of 21 December 2012 and 69/214 of 19 December 2014, decided to appoint MAURITIUS as a member of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns for a term beginning on 15 January 2021 and ending on 15 September 2021. \n\nAs a result, as of 15 January 2021, the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns is composed of the following four Member States : BHUTAN,* HUNGARY,* MAURITIUS* and SWITZERLAND.*\n__________________\n*\tTerm of office expires on 15 September 2021.\n",
  "ED_Disclaimer": "Bhutan, Hungary and Switzerland are serving their second consecutive term. One vacancy each from African States, Asia-Pacific States, Eastern European States and Western European and other States and two vacancies from Latin American and Caribbean States remain to be filled for a term of office beginning on the date of appointment and expiring on 15 September 2021. Two vacancies each from African States, Asia-Pacific States, Eastern European States, Latin American and Caribbean States and Western European and other States remain to be filled for a term of office beginning on 16 September 2021 and ending on 15 September on 2023. The final text of this decision will be contained in document A/75/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "ED_Meeting": [
    {
      "_id": "600206b52eb635001931579a",
      "ED_Number": "49th plenary meeting",
      "ED_Date": "2021-01-15T05:00:00.000Z"
    }
  ],
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2021-02-04T00:00:00.067Z"
}