{
  "_id": "5fecbcf69b661c0917d13a60",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/403",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of  members of the International Court of Justice",
  "ED_AgendaItem": "118 (c)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "The General Assembly, at its 24th plenary meeting, on 11 and 12 November 2020, and the Security Council, at its 8773rd meeting, on 11 November, proceeded independently of one another to elect, in accordance with Articles 2 to 4, 7 to 12 and 14 and 15 of the Statute of the International Court of Justice, rules 150 and 151 of the rules of procedure of the Assembly and rules 40 and 61 of the provisional rules of procedure of the Council, five members of the Court for a nine-year term of office beginning on 6 February 2021 to fill the vacancies occurring on the expiration of the terms of office of Giorgio Gaja (Italy), Iwasawa Yuji (Japan), Julia Sebutinde (Uganda), Peter Tomka (Slovakia) and Xue Hanqin (China).\r\n\r\n\tHaving obtained the required absolute majority of votes in both the General Assembly and the Security Council,  Iwasawa Yuji (Japan), Georg Nolte (Germany), Julia Sebutinde (Uganda), Peter Tomka (Slovakia) and Xue Hanqin (China) were elected as members of the Court for a nine-year term of office beginning on 6 February 2021.\r\n\r\n\tAs a result, as of 6 February 2021, the International Court of Justice is composed as follows: Ronny ABRAHAM (France),** Mohamed BENNOUNA (Morocco),* Dalveer BHANDARI (India),** Antônio Augusto CANÇADO TRINDADE (Brazil),** James Richard CRAWFORD (Australia),* Joan E. DONOGHUE (United States of America),* Kirill GEVORGIAN (Russian Federation),*  IWASAWA Yuji (Japan),*** Georg NOLTE (Germany),*** Patrick Lipton ROBINSON (Jamaica),* Nawaf SALAM (Lebanon),** Julia SEBUTINDE (Uganda),*** Peter TOMKA (Slovakia),*** XUE Hanqin (China)*** and Abdulqawi Ahmed YUSUF (Somalia).**\r\n_________________\r\n*\tTerm of office expires on 5 February 2024.\r\n**\tTerm of office expires on 5 February 2027.\r\n***\tTerm of office expires on 5 February 2030.\r\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-11-12T05:00:00.000Z",
      "ED_Number": "24th (resumed) plenary meeting"
    }
  ]
}