{
  "_id": "5fecbcf69b661c0917d13a59",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/410 A and B",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of members of the Committee for Programme and Coordination",
  "ED_AgendaItem": "119 (a)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 30th plenary meeting, on 23 November 2020, the General Assembly, on the basis of nominations by the Economic and Social Council (See A/75/248; see also Economic and Social Council decision 2021/201 A) and in accordance with the annex to Council resolution 2008 (LX) of 14 May 1976 and Assembly decision 42/450 of 17 December 1987, elected ARMENIA, BELARUS, BRAZIL, CAMEROON, COSTA RICA, CUBA, ERITREA, ESWATINI, INDIA, THE ISLAMIC REPUBLIC OF IRAN, ITALY, JAPAN, MALI, MALTA, PAKISTAN, POLAND, THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN ISLAND and THE UNITED STATES OF AMERICA as members of the Committee for Programme and Coordination for a three-year term of office beginning on 1 January 2021 to fill the vacancies occurring on the expiration of the terms of office of BELARUS, BOTSWANA, BRAZIL, BULGARIA, BURKINA FASO, CAMEROON, CHAD, CHILE, CUBA, GERMANY, INDIA, THE ISLAMIC REPUBLIC OF IRAN, ITALY, JAPAN, PAKISTAN, PORTUGAL, THE REPUBLIC OF MOLDOVA, THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and THE UNITED STATES OF AMERICA.\n\nAt its 48th plenary meeting, on 21 December 2020, the General Assembly, on the basis of nominations by the Economic and Social Council  (See A/75/248/Add.1; see also Economic and Social Council decision 2021/201 B) and in accordance with the annex to Council resolution 2008 (LX) of 14 May 1976 and Assembly decision 42/450 of 17 December 1987, elected Germany as a member of the Committee for Programme and Coordination for a three-year term of office beginning on 1 January 2021 and expiring on 31 December 2023.\n\nAs a result, as of 1 January 2021, the Committee for Programme and Coordination is composed of the following 31 Member States:  ANGOLA,* ARGENTINA,* ARMENIA,*** BELARUS,*** BRAZIL,*** CAMEROON,*** CHINA,** COMOROS,** COSTA RICA,*** CUBA,*** ERITREA,*** ESWATINI,*** ETHIOPIA,* FRANCE,* GERMANY,*** INDIA,*** IRAN (ISLAMIC REPUBLIC OF),*** ITALY,*** JAPAN,*** LIBERIA,** MALI,*** MALTA,*** MAURITANIA,** PAKISTAN,*** PARAGUAY,* POLAND,*** REPUBLIC OF KOREA,** RUSSIAN FEDERATION,* UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,*** UNITED STATES OF AMERICA*** and URUGUAY.**\n___________________\n*\tTerm of office expires on 31 December 2021.\n**\tTerm of office expires on 31 December 2022.\n***\tTerm of office expires on 31 December 2023.\n\nB\nAt its 57th plenary meeting, on 19 March 2021, the General Assembly, on the basis of nominations by the Economic and Social Council   and in accordance with the annex to Council resolution 2008 (LX) of 14 May 1976 and Assembly decision 42/450 of 17 December 1987, elected the Philippines as a member of the Committee for Programme and Coordination for a term of office beginning on the date of election and expiring on 31 December 2022.\n\nAs a result, as of 19 March 2021, the Committee for Programme and Coordination is composed of the following 32 Member States:  ANGOLA,* ARGENTINA,* ARMENIA,*** BELARUS,*** BRAZIL,*** CAMEROON,*** CHINA,** COMOROS,** COSTA RICA,*** CUBA,*** ERITREA,*** ESWATINI,*** ETHIOPIA,* FRANCE,* GERMANY,*** INDIA,*** IRAN (ISLAMIC REPUBLIC OF),*** ITALY,*** JAPAN,*** LIBERIA,** MALI,*** MALTA,*** MAURITANIA,** PAKISTAN,*** PARAGUAY,* PHILLIPINES, ** POLAND,*** REPUBLIC OF KOREA,** RUSSIAN FEDERATION,* UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,*** UNITED STATES OF AMERICA*** and URUGUAY.**\n___________________\n*\tTerm of office expires on 31 December 2021.\n**\tTerm of office expires on 31 December 2022.\n***\tTerm of office expires on 31 December 2023.\n\n\n   \n\n\n",
  "ED_Disclaimer": "Decision 75/410, in section A of the Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 49 (A/75/49), vol. II, becomes decision 75/410 A.\nSee A/75/248/Add.2; see also Economic and Social Council decision 2021/201 C.\nOne vacancy for a member from Western European and other States remain to be filled for a term of office beginning on the date of election and expiring on 31 December 2021; One vacancy for a member from Latin American and Caribbean States remains to be filled for a term of office beginning on 1 January 2021 and expiring on 31 December 2023. The final text of this decision will be contained in document A/75/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "600201b22eb635001931578f",
      "ED_Number": "48th plenary meeting",
      "ED_Date": "2020-12-21T05:00:00.000Z"
    },
    {
      "_id": "600201b22eb635001931578e",
      "ED_Number": "30th plenary meeting",
      "ED_Date": "2020-11-23T05:00:00.000Z"
    },
    {
      "ED_Date": "2021-03-19T04:00:00.000Z",
      "ED_Number": "57th plenary meeting",
      "_id": "6054de59e3ea010011f02fe0"
    }
  ],
  "DEC_NotificationSentTime": null
}