{
  "_id": "5fecbd029b661c0917d13bc0",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/511 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "United Nations Pledging Conference for Development Activities",
  "ED_AgendaItem": "7 and 25",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A \n(Decision 75/511, in section B.1 of the Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 49 (A/75/49), vol. II, becomes decision 75/511A) \n\nAt its 30th plenary meeting, on 23 November 2020, the General Assembly, on the proposal of its President (A/75/L.26), recalling its resolution 45/215 of 21 December 1990, in which it had decided that the United Nations Pledging Conference for Development Activities would continue to be convened early in November, noting that currently there were certain limitations in place on the use of the United Nations premises as precautionary measures aimed at containing the spread of the coronavirus disease (COVID-19), and reaffirming its resolution 74/303 of 4 September 2020, in which it had underlined the need to further enhance the role, authority, effectiveness and efficiency of the General Assembly to address the evolving global challenges, decided to postpone the Pledging Conference to early 2021. \n\nB\n\nAt its 102nd plenary meeting, on 9 September 2021, the General Assembly, on the proposal of its President  (A/75/L.134), reaffirming the importance of the United Nations Pledging Conference for Development Activities, recalling its resolution 45/215 of 21 December 1990 on the administrative arrangements for the Conference, recognizing the need to improve funding practices to make voluntary funding more predictable, transparent, flexible, effective and efficient, less earmarked and better aligned with the national priorities and plans of programme countries, as reflected in the United Nations Sustainable Development Cooperation Framework, as well as with the strategic plans and mandates of United Nations funds, programmes and specialized agencies, in order to enable the United Nations development system to work at all levels in a coherent, coordinated, efficient and, where appropriate, integrated manner, reducing duplication and increasing impact, and noting the call made in the report of the Secretary-General on the review of the functioning of the resident coordinator system  (footnote: A/75/905) to consider repurposing and recalibrating the Conference: \n\t(a)\tDecided to include in the scope of the United Nations Pledging Conference for Development Activities all United Nations funds, programmes and specialized agencies engaged in operational activities for development, including the members of the United Nations Sustainable Development Group, as well as system-wide activities around collective results, whether at the global, regional or country level; \n\t(b)\tAlso decided to convene the Conference on an annual basis shortly after the operational activities for development segment of the Economic and Social Council session, in order to be informed by the discussions, within existing resources and seeking additional funding through voluntary contributions, as necessary;\n\t(c)\tUrged the United Nations development system entities to continue to enhance the visibility of Member States’ contributions, including those to core resources and pooled funds, and related results; \n\t(d)\tUrged Member States to consider increasing their contributions to the United Nations development system activities. \n",
  "ED_Disclaimer": "The final text of the decision 75/511 A is contained in document A/75/49 (Vol. II).   Decision 75/511, in section B.1 of the Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 49 (A/75/49), vol. II, becomes decision 75/511 A. Decision 75/511 B will be contained in document A/75/49 (Vol.III) after editorial review. ",
  "ED_MarkNew": false,
  "ED_MarkUpdated": true,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "613a811b04a53f0018d9afe9",
      "ED_Date": "2020-11-23T05:00:00.000Z",
      "ED_Number": "30th plenary meeting"
    },
    {
      "_id": "613a811b04a53f0018d9afea",
      "ED_Date": "2021-09-09T04:00:00.000Z",
      "ED_Number": "102nd plenary meeting"
    }
  ],
  "DEC_NotificationSentTime": null
}