{
  "_id": "5ff7484a7f815d001127efa8",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/554",
  "ED_Type": "Other Decisions",
  "ED_Title": "Agenda items remaining for consideration by the General Assembly at its seventy-fifth session",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "\tAt its 48th (resumed) plenary meeting, on 31 December 2020, the General Assembly, apart from organizational matters and items that might have to be considered by operation of the rules of procedure of the Assembly, took note of the following agenda items  that remained for consideration during its seventy-fifth session:\n9.\tReport of the Economic and Social Council. \n10.\tImplementation of the Declaration of Commitment on HIV/AIDS and the political declarations on HIV/AIDS.\n\t11.\tSport for development and peace: \n\t\t(a)\tSport for development and peace;\n\t\t(b)\tBuilding a peaceful and better world through sport and the Olympic ideal.\n\t12.\tImproving global road safety.\n13.\t2001–2010: Decade to Roll Back Malaria in Developing Countries, Particularly in Africa.\n14.\tIntegrated and coordinated implementation of and follow-up to the outcomes of the major United Nations conferences and summits in the economic, social and related fields. \n15.\tCulture of peace. \n19.\tSustainable development.\n23.\tGroups of countries in special situations:\n\t\t(a)\tFollow-up to the Fourth United Nations Conference on the Least Developed Countries;\n29.\tSpace as a driver of sustainable development.\n30.\tReport of the Security Council. \n31.\tReport of the Peacebuilding Commission. \n32.\tElimination of unilateral extraterritorial coercive economic measures as a means of political and economic compulsion.\n33.\tThe role of diamonds in fuelling conflict. \n34.\tPrevention of armed conflict:\n\t(a)\tPrevention of armed conflict; \n\t\t(b)\tStrengthening the role of mediation in the peaceful settlement of disputes, conflict prevention and resolution.\n35.\tProtracted conflicts in the GUAM area and their implications for international peace, security and development. \n36.\tZone of peace and cooperation of the South Atlantic.\n37.\tThe situation in the Middle East. \n38.\tQuestion of Palestine. \n40.\tThe situation in the occupied territories of Azerbaijan.\n41.\tQuestion of the Comorian island of Mayotte. \n42.\tNecessity of ending the economic, commercial and financial embargo imposed by the United States of America against Cuba. \n43.\tThe situation in Central America: progress in fashioning a region of peace, freedom, democracy and development.\n44.\tQuestion of Cyprus. \n45.\tArmed aggression against the Democratic Republic of the Congo. \n46.\tQuestion of the Falkland Islands (Malvinas).\n47.\tThe situation of democracy and human rights in Haiti.\n48.\tArmed Israeli aggression against the Iraqi nuclear installations and its grave consequences for the established international system concerning the peaceful uses of nuclear energy, the non-proliferation of nuclear weapons and international peace and security.\n49.\tConsequences of the Iraqi occupation of and aggression against Kuwait.\n54.\tComprehensive review of the whole question of peacekeeping operations in all their aspects. \n56.\tQuestions relating to information. \n64.\tPeacebuilding and sustaining peace. \n65.\tThe situation in the temporarily occupied territories of Ukraine.\n66.\tNew Partnership for Africa’s Development: progress in implementation and international support: \n\t(a)\tNew Partnership for Africa’s Development: progress in implementation and international support; \n\t(b)\tCauses of conflict and the promotion of durable peace and sustainable development in Africa. \n70.\tElimination of racism, racial discrimination, xenophobia and related intolerance: \n\t(b)\tComprehensive implementation of and follow-up to the Durban Declaration and Programme of Action. \n73.\tStrengthening of the coordination of humanitarian and disaster relief assistance of the United Nations, including special economic assistance: \n\t(a)\tStrengthening of the coordination of emergency humanitarian assistance of the United Nations; \n\t(b)\tAssistance to the Palestinian people; \n\t(c)\tSpecial economic assistance to individual countries or regions;\n\t(d)\tStrengthening of international cooperation and coordination of efforts to study, mitigate and minimize the consequences of the Chernobyl disaster.\n76.\tOceans and the law of the sea: \n\t(a)\tOceans and the law of the sea; \n91.\tRequest for an advisory opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965.\n\t92.\tExtraordinary Chambers in the Courts of Cambodia – residual functions.\n98.\tDevelopments in the field of information and telecommunications in the context of international security.\n\t103.\tGeneral and complete disarmament. \n\t111.\tCrime prevention and criminal justice. \n112.\tCountering the use of information and communications technologies for criminal purposes.\n\t115.\tReport of the Secretary-General on the work of the Organization.\n\t116.\tReport of the Secretary-General on the Peacebuilding Fund.\n117.\tNotification by the Secretary-General under Article 12, paragraph 2, of the Charter of the United Nations.\n\t118.\tElections to fill vacancies in principal organs:\n\t\t(a)\tElection of non-permanent members of the Security Council; \n\t\t(b)\tElection of members of the Economic and Social Council;\n\t119.\tElections to fill vacancies in subsidiary organs and other elections:\n\t\t(a)\tElection of members of the Committee for Programme and Coordination;  \n\t120.\tAppointments to fill vacancies in subsidiary organs and other appointments:\n\t\t(g)\tAppointment of members of the Committee on Conferences; \n\t\t(h)\tAppointment of members of the Joint Inspection Unit;\n\t(i)\tAppointment of members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns;\n\t(j)\tConfirmation of the appointment of the Administrator of the United Nations Development Programme;\n\t(k)\tConfirmation of the appointment of the Secretary-General of the United Nations Conference on Trade and Development.\n\t121.\tAdmission of new Members to the United Nations.\n\t122.\tFollow-up to the outcome of the Millennium Summit. \n\t123.\tThe United Nations Global Counter-Terrorism Strategy.\n\t124.\tCommemoration of the abolition of slavery and the transatlantic slave trade.\n\t125.\tImplementation of the resolutions of the United Nations.\n\t126.\tRevitalization of the work of the General Assembly.\n127.\tQuestion of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council.\n\t128.\tStrengthening of the United Nations system:\n\t\t(a)\tStrengthening of the United Nations system;\n\t\t(b)\tCentral role of the United Nations system in global governance.\n\t129.\tMultilingualism.\n\t130.\tCooperation between the United Nations and regional and other organizations:\n\t\t(a)\tCooperation between the United Nations and the African Union;\n\t(c)\tCooperation between the United Nations and the Asian-African Legal Consultative Organization;\n\t\t(f)\tCooperation between the United Nations and the Organization of American States;\n\t(g)\tCooperation between the United Nations and the Organization for Security and Cooperation in Europe;\n\t\t(h)\tCooperation between the United Nations and the Caribbean Community;\n\t(i)\tCooperation between the United Nations and the Economic Cooperation Organization;\n\t(j)\tCooperation between the United Nations and the International Organization of la Francophonie;\n\t(l)\tCooperation between the United Nations and the Council of Europe;\n\t(m)\tCooperation between the United Nations and the Economic Community of Central African States;\n\t(n)\tCooperation between the United Nations and the Organization for the Prohibition of Chemical Weapons;\n\t(p)\tCooperation between the United Nations and the Pacific Islands Forum;\n\t(r)\tCooperation between the United Nations and the Community of Portuguese-speaking Countries;\n\t(s)\tCooperation between the United Nations and the Shanghai Cooperation Organization;\n\t(t)\tCooperation between the United Nations and the Collective Security Treaty Organization;\n\t(x)\tCooperation between the United Nations and the International Organization for Migration;\n\t(z)\tCooperation between the United Nations and the International Fund for Saving the Aral Sea;\n\t(aa)\tCooperation between the United Nations and the Organization for Economic Cooperation and Development.\n\t131.\tGlobal health and foreign policy.\n\t134.\tSexual exploitation and abuse: implementing a zero-tolerance policy.\n135.\tThe responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity.\n136.\tImpact of rapid technological change on the achievement of the Sustainable Development Goals and targets.\n138.\tFinancial reports and audited financial statements, and reports of the Board of Auditors:\n\t\t(a)\tUnited Nations;\n\t\t(b)\tUnited Nations peacekeeping operations;\n\t\t(c)\tInternational Trade Centre;\n\t\t(d)\tUnited Nations University;\n\t\t(e)\tUnited Nations Development Programme;\n\t\t(f)\tUnited Nations Capital Development Fund;\n\t\t(g)\tUnited Nations Children’s Fund;\n\t(h)\tUnited Nations Relief and Works Agency for Palestine Refugees in the Near East;\n\t\t(i)\tUnited Nations Institute for Training and Research;\n\t(j)\tVoluntary funds administered by the United Nations High Commissioner for Refugees;\n\t\t(k)\tFund of the United Nations Environment Programme;\n\t\t(l)\tUnited Nations Population Fund;\n\t\t(m)\tUnited Nations Human Settlements Programme;\n\t\t(n)\tUnited Nations Office on Drugs and Crime;\n\t\t(o)\tUnited Nations Office for Project Services;\n\t(p)\tUnited Nations Entity for Gender Equality and the Empowerment of Women (UN-Women);\n\t\t(q)\tInternational Residual Mechanism for Criminal Tribunals;\n\t\t(r)\tUnited Nations Joint Staff Pension Fund.\n139.\tReview of the efficiency of the administrative and financial functioning of the United Nations. \n\t140.\tProgramme budget for 2020.\n\t141.\tProposed programme budget for 2021.\n\t142.\tProgramme planning.\n\t143.\tImproving the financial situation of the United Nations.\n\t144.\tPattern of conferences.\n145.\tScale of assessments for the apportionment of the expenses of the United Nations.\n\t146.\tHuman resources management.\n\t147.\tJoint Inspection Unit.\n\t148.\tUnited Nations common system.\n\t149.\tUnited Nations pension system.\n150.\tAdministrative and budgetary coordination of the United Nations with the specialized agencies and the International Atomic Energy Agency.\n\t151.\tReport on the activities of the Office of Internal Oversight Services. \n\t152.\tAdministration of justice at the United Nations.\n\t153.\tFinancing of the International Residual Mechanism for Criminal Tribunals. \n154.\tAdministrative and budgetary aspects of the financing of the United Nations peacekeeping operations.\n\t155.\tFinancing of the United Nations Interim Security Force for Abyei.\n156.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic. \n\t157.\tFinancing of the United Nations Operation in Côte d’Ivoire.\n\t158.\tFinancing of the United Nations Peacekeeping Force in Cyprus.\n159.\tFinancing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo. \n\t160.\tFinancing of the United Nations Mission in East Timor.\n\t161.\tFinancing of the United Nations Stabilization Mission in Haiti.\n\t162.\tFinancing of the United Nations Mission for Justice Support in Haiti.\n\t163.\tFinancing of the United Nations Interim Administration Mission in Kosovo.\n\t164.\tFinancing of the United Nations Mission in Liberia.\n165.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in Mali.\n\t166.\tFinancing of the United Nations peacekeeping forces in the Middle East:\n\t\t(a)\tUnited Nations Disengagement Observer Force; \n\t\t(b)\tUnited Nations Interim Force in Lebanon. \n\t167.\tFinancing of the United Nations Mission in South Sudan.\n168.\tFinancing of the United Nations Mission for the Referendum in Western Sahara.m\n\t169.\tFinancing of the African Union-United Nations Hybrid Operation in Darfur. \n170.\tFinancing of the activities arising from Security Council resolution 1863 (2009). \n\t171.\tReport of the Committee on Relations with the Host Country.\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "ED_Meeting": [
    {
      "_id": "5ff7484a7f815d001127efa9",
      "ED_Number": "48th (resumed) plenary meeting",
      "ED_Date": "2020-12-31T05:00:00.000Z"
    }
  ],
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2021-01-07T18:00:00.023Z"
}