{
  "_id": "5fecbd029b661c0917d13bc5",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/506",
  "ED_Type": "Other Decisions",
  "ED_Title": "Introduction of certain reports in the plenary meetings at the seventy-fifth session of the General Assembly",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 16th plenary meeting, on 13 October 2020, the General Assembly, on the proposal of its President (A/75/L.3), noting with concern the situation regarding the coronavirus disease (COVID-19) pandemic, and noting that there were certain limitations in place on access to the United Nations premises as precautionary measures aimed at containing the spread of COVID-19, including quarantine requirements:\r\n\r\n\t(a)\tDecided, without setting a precedent for future plenary meetings of the General Assembly, that, during the seventy-fifth session, where quarantine requirements were in place, those who were invited to introduce reports under the agenda items entitled “Report of the Human Rights Council”, “Report of the International Court of Justice”, “Report of the International Criminal Court”, “Report of the International Atomic Energy Agency”, “Cooperation between the United Nations and regional and other organizations” and “International Residual Mechanism for Criminal Tribunals” might each submit a pre-recorded statement, which would be played in the General Assembly Hall after the introduction by the President of the General Assembly at the plenary meetings concerned;\r\n\r\n\t(b)\tAlso decided that, in addition to the verbatim records of the plenary meetings, the President of the General Assembly would circulate, as a document of the Assembly, each statement delivered by those who were invited to introduce reports under the agenda items referred to in paragraph (a) above by means of pre-recorded statement, which would be attached to the verbatim records of the meeting.\r\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-10-13T05:00:00.000Z",
      "ED_Number": "16th plenary meeting"
    }
  ]
}