{
  "_id": "5ff7473bfaddaa0011282894",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/552",
  "ED_Type": "Other Decisions",
  "ED_Title": "Problems  arising from the accumulation of conventional ammunition stockpiles in surplus",
  "ED_AgendaItem": "103 (z)",
  "ED_Plenary_Committee": "First Committee",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "First Committee",
  "ED_DecisionText": "At its 48th (resumed) plenary meeting, on 31 December 2020, the General Assembly, on the recommendation of the First Committee (A/75/399, para. 97),  recalling its decision 59/515 of 3 December 2004 and its resolutions 60/74 of 8 December 2005 and 61/72 of 6 December 2006, its resolution 63/61 of 2 December 2008, by which it had welcomed the report of the Group of Governmental Experts established pursuant to resolution 61/72 to consider further steps to enhance cooperation with regard to the issue of conventional ammunition stockpiles in surplus, and its resolutions 64/51 of 2 December 2009, 66/42 of 2 December 2011, 68/52 of 5 December 2013, 70/35 of 7 December 2015, 72/55 of 4 December 2017 and 74/65 of 12 December 2019, acknowledging the impact of the coronavirus disease (COVID-19) on the convening of meetings within United Nations premises, taking note of the impact of COVID-19 on the ability of the Group of Governmental Experts on problems arising from the accumulation of conventional ammunition stockpiles in surplus, established pursuant to resolution 72/55, to convene for 10 of its working days, as scheduled, and recalling the request to the Secretary-General contained in resolution 74/65 to report to the General Assembly on the work of the Group upon its completion, decided to request the Secretary-General to convene the Group of Governmental Experts for up to 10 working days in 2021 to enable the Group to complete its work, and also decided to include in the provisional agenda of its seventy-sixth session, under the item entitled “General and complete disarmament”, the sub-item entitled “Problems arising from the accumulation of conventional ammunition stockpiles in surplus”.\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "ED_Meeting": [
    {
      "ED_Date": "2020-12-31T05:00:00.000Z",
      "ED_Number": "48th (resumed) plenary meeting",
      "_id": "5ff7473bfaddaa0011282895"
    }
  ],
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2021-01-07T18:00:00.023Z"
}