{
  "_id": "6079e12bba0bfa0019f35564",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/562",
  "ED_Type": "Other Decisions",
  "ED_Title": "Special  session of the General Assembly against corruption  ",
  "ED_AgendaItem": "111",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 59th plenary meeting, on 16 April 2021, the General Assembly, on the proposal of its President (A/75/L.75),  recalling its resolutions 73/191 of 17 December 2018 and 74/276 of 1 June 2020 and its decision 74/568 of 31 August 2020 on the special session of the General Assembly on challenges and measures to prevent and combat corruption and strengthen international cooperation, noting with concern the situation regarding the coronavirus disease (COVID-19) pandemic, and noting that there were certain limitations in place on access to the United Nations premises as precautionary measures aimed at containing the spread of COVID-19, including quarantine requirements: \n\t(a)\tDecided, without setting a precedent for future special sessions of the General Assembly, that those who were invited to participate in the opening of the special session in line with paragraphs 2 (b) and 17 of its resolution 74/276, and those who were invited to participate in line with paragraphs 2 (d) and (e) of its resolution 74/276, might submit a pre-recorded statement, which would be played in the General Assembly Hall after introduction by the President of the General Assembly at the special session; \n\t(b)\tAlso decided that Member States, States and regional economic integration organizations parties to the United Nations Convention against Corruption (United Nations, Treaty Series, vol. 2349, No. 42146.)  and observers to the General Assembly, in line with paragraph 2 (c) of its resolution 74/276, might submit a pre-recorded statement by their Head of State or Government, head of delegation or other dignitary, which would be played in the General Assembly Hall during the special session, after introduction by their representative who was physically present in the Assembly Hall;\n\t(c)\tFurther decided that, in addition to the verbatim records of the special session, the President of the General Assembly would circulate as a document of the Assembly a compilation document of the statements delivered by means of pre recorded statements during the special session and submitted to the President no later than the day on which the pre-recorded statement was played in the Assembly Hall, and that such pre-recorded statements would be attached to the verbatim records of the special session.\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "ED_Meeting": [
    {
      "_id": "6079e12bba0bfa0019f35565",
      "ED_Number": "59th plenary meeting",
      "ED_Date": "2021-04-16T04:00:00.000Z"
    }
  ],
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2021-04-16T23:00:00.064Z"
}