{
  "_id": "5fecbd029b661c0917d13bca",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/501",
  "ED_Type": "Other Decisions",
  "ED_Title": "Organization of the seventy-fifth session",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 2nd plenary meeting, on 18 September 2020, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/75/250), adopted a number of provisions concerning the organization of the seventy-fifth session.\r\n\r\n\tAlso at the same meeting, the General Assembly took note of the information provided in paragraph 44 of the same report of the General Committee concerning the conduct of the meetings of the plenary, including on the order and the format of statements.\r\n\r\n\tAlso at the same meeting, the General Assembly took note of the information provided in paragraph 53 of the same report of the General Committee concerning sponsorship of draft resolutions and decisions.\r\n\r\n\tAlso at the same meeting, the General Assembly took note of the information provided in paragraph 54 of the same report of the General Committee concerning rights of reply to addresses by Heads of State.\r\n\r\n         At the 30th plenary meeting, on 23 November 2020, the General Assembly, at the request of the Chair of the Second Committee, decided to extend the work of the Committee until Thursday, 10 December 2020. \r\n\r\n         At its 35th plenary meeting, on 2 December 2020, the General Assembly, on the proposal of its President, decided to postpone the date of recess of the seventy-fifth session of the Assembly from Monday, 14 December 2020, to Monday, 21 December 2020.\r\n\r\n         At the same meeting, the General Assembly, at the request of the Chair of the Fifth Committee, decided to extend the work of the Committee until Monday, 21 December 2020. \r\n\r\n         At its 46th plenary meeting, on 16 December 2020, the General Assembly, on the proposal of its President, decided to postpone the date of recess of the seventy-fifth session of the Assembly from Monday, 21 December 2020, to Wednesday, 23 December 2020. \r\n\r\n         At the same meeting, the General Assembly, at the request of the Chair of the Fifth Committee, decided to extend the work of the Committee until Wednesday, 23 December 2020.  \r\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "600202642eb6350019315793",
      "ED_Number": "46th plenary meeting",
      "ED_Date": "2020-12-16T05:00:00.000Z"
    },
    {
      "_id": "600202642eb6350019315792",
      "ED_Number": "35th plenary meeting",
      "ED_Date": "2020-12-02T05:00:00.000Z"
    },
    {
      "_id": "600202642eb6350019315791",
      "ED_Number": "30th plenary meeting",
      "ED_Date": "2020-11-23T05:00:00.000Z"
    },
    {
      "_id": "600202642eb6350019315790",
      "ED_Number": "2nd plenary meeting",
      "ED_Date": "2020-09-18T05:00:00.000Z"
    }
  ],
  "DEC_NotificationSentTime": null
}