{
  "_id": "5fecbd029b661c0917d13bb0",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/527",
  "ED_Type": "Other Decisions",
  "ED_Title": "Provisional programme  of work of the Sixth Committee for the seventy-sixth session of the General Assembly",
  "ED_AgendaItem": "126",
  "ED_Plenary_Committee": "Sixth Committee",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Sixth Committee",
  "ED_DecisionText": "\tAt its 45th plenary meeting, on 15 December 2020, the General Assembly, on the recommendation of the Sixth Committee (A/75/453, para. 6 and A/75/453/Corr.1),  noted that the Six Committee had decided to adopt the following provisional programme of work for the seventy-sixth session of the Assembly, as proposed by the Bureau:\r\n\r\nProvisional programme of work*\r\n\r\n4 October\tOrganization of work of the Sixth Committee\r\n\r\n4 to 6 October\tMeasures to eliminate international terrorism \r\n\r\n6 and 7 October\tCriminal accountability of United Nations officials and experts on mission\r\n \r\n7 and 8 October\tThe rule of law at the national and international levels\r\n\r\n8 October\tCrimes against humanity\r\n\r\n11 October\tAdministration of justice at the United Nations\r\n\r\n11 and 12 October\tStrengthening and promoting the international treaty framework\r\n\r\n12 and 13 October\tThe scope and application of the principle of universal jurisdiction\r\n\r\n15 October\tReport of the Special Committee on the Charter of the United Nations and on the Strengthening of the Role of the Organization\r\nProtection of persons in the event of disasters\r\n\r\n18 October\tReport of the United Nations Commission on International Trade Law on the work of its fifty-fourth session\r\n\r\n19 October\tRequest(s) for observer status \r\n\r\n21 October\tReport of the Committee on Relations with the Host Country\r\n\r\n22 October\tUnited Nations Programme of Assistance in the Teaching, Study, Dissemination and Wider Appreciation of International Law\r\n\r\n25 to 29 October and 2 and 3 November\tReport of the International Law Commission on the work of its seventy-second session\r\n\r\n8 November\tRevitalization of the work of the General Assembly\r\n\r\n18 November\tProgramme planning\r\nElection of the officers of the Main Committees\r\n\r\n14 and 22 October and 17 November\tReserved\r\n\r\n* Indicating provisional dates in 2021 for debates under the respective items without prejudice to the allocation of additional meetings for working groups established and Secretariat briefings convened by the Sixth Committee.\r\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-12-15T05:00:00.000Z",
      "ED_Number": "45th lenary meeting"
    }
  ]
}