{
  "_id": "5fecbd029b661c0917d13bb8",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/519 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Disarmament Commission ",
  "ED_AgendaItem": "105 (b)",
  "ED_Plenary_Committee": "First Committee",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary, First Committee",
  "ED_DecisionText": "A \n(Decision 73/519, in section B.1 of the Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 49 (A/75/49), vol. II, becomes decision 73/519 A).\n\nAt its 37th plenary meeting, on 7 December 2020, the General Assembly, on the recommendation of the First Committee (A/75/401, para.17.), recalling its decisions 74/511 of 12 December 2019 and 74/546 of 2 April 2020, and noting with concern the situation concerning the coronavirus disease (COVID-19), decided:\n\n\t(a)\tThat the Disarmament Commission shall  hold a substantive session for a period not exceeding three weeks during 2021, namely from 5 to 23 April, and submit a substantive report to the General Assembly at its seventy-sixth session;\n\t(b)\tThat the Disarmament Commission shall hold its organizational session at the beginning of 2021, before the substantive session, to elect its Bureau and address other outstanding organizational matters;\n\t(c)\tTo include in the provisional agenda of its seventy-sixth session, under the item entitled “Review of the implementation of the recommendations and decisions adopted by the General Assembly at its tenth special session”, the sub-item entitled “Report of the Disarmament Commission”.\n\nB  \n\n\tAt its 58th plenary meeting, on 25 March 2021, the General Assembly, on the proposal of its President (A/75/L.71) , recalling its decision 75/519 A of 7 December 2020, decided to postpone the 2021 substantive session of the Disarmament Commission to a later period to be decided by the General Assembly.\n\n",
  "ED_Disclaimer": "The final text of decision B will be contained in document A/75/49 (Vol. III) after editorial review. The final text of decision A is available as decision 75/519, in section B.1 of the Official Records of the General Assembly, Seventy-fifth Session, Supplement No. 49 ((A/75/49, vol. II).",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "605cb76ee3ea010011f02fe6",
      "ED_Number": "37th plenary meeting",
      "ED_Date": "2020-12-07T05:00:00.000Z"
    },
    {
      "_id": "605cb76ee3ea010011f02fe5",
      "ED_Number": "58th plenary meeting",
      "ED_Date": "2021-03-25T04:00:00.000Z"
    }
  ],
  "DEC_NotificationSentTime": null
}