{
  "_id": "613a82eb04a53f0018d9b012",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/578",
  "ED_Type": "Other Decisions",
  "ED_Title": "2022 United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
  "ED_Meeting": [
    {
      "_id": "613a82eb04a53f0018d9b013",
      "ED_Date": "2021-09-09T04:00:00.000Z",
      "ED_Number": "102nd plenary meeting"
    }
  ],
  "ED_AgendaItem": "19 and 76 (a)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 102nd plenary meeting, on 9 September 2021,\tthe General Assembly, on the proposal of its President  (A/75/L.130), recalling its resolution 73/292 of 9 May 2019 in its entirety, and its decision to convene the 2020 United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development in Lisbon, from 2 to 6 June 2020, to support the implementation of Sustainable Development Goal 14, and recalling also its decision 74/548 of 13 April 2020, in which it had decided to postpone the Conference to a later date to be decided and to set, at a later stage, the new deadlines for its preparatory process:\n\t(a)\tDecided that the high-level 2022 United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development shall be convened in Lisbon, from 27 June to 1 July 2022; \n\t(b)\tAlso decided that the Governments of Kenya and Portugal shall retain co-hosting responsibilities and assume the costs of the Conference and its preparation; \n\t(c)\tFurther decided that the plenary meetings of the Conference would be held as follows: \n\tMonday, 27 June: from 10 a.m. to 1 p.m.\n\tTuesday, 28 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.\n\tWednesday, 29 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.\n\tThursday, 30 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.\n\tFriday, 1 July: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.; \n\t(d)\tDecided that the interactive dialogues would be held in parallel with the plenary meetings, as follows: \n\tMonday, 27 June: from 3 to 6 p.m.\n\tTuesday, 28 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.\n\tWednesday, 29 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.\n\tThursday, 30 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m. \n\tFriday, 1 July: from 10 a.m. to 1 p.m.; \n\t(e)\tAlso decided that at the opening of the Conference, to take place during the first plenary meeting, to be held on the morning of Monday, 27 June, consideration would be given to all procedural and organizational matters, including the adoption of the rules of procedure and the agenda, the election of the two Presidents of the Conference, the election of officers, the establishment of subsidiary organs, as appropriate, the appointment of the members of the Credentials Committee, arrangements for the preparation of the report of the Conference and other matters; and at the first plenary meeting, statements would be made by the Presidents of the Conference, the Secretary-General of the United Nations, the President of the General Assembly, the President of the Economic and Social Council and the Secretary-General of the Conference; \n\t(f)\tRequested the President of the General Assembly to appoint two co- facilitators, one from a developing country and one from a developed country, to conclude the intergovernmental consultations on the declaration of the Conference by May 2022; \n\t(g)\tAlso requested the President of the General Assembly to finalize the organizational arrangements for the Conference no later than May 2022. \n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2021-09-09T23:00:00.071Z"
}