{
  "_id": "5fecbd029b661c0917d13ba1",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/542",
  "ED_Type": "Other Decisions",
  "ED_Title": "Investigation  into the conditions and circumstances resulting in the tragic death of Dag Hammarskjöld and of the members of the party accompanying him",
  "ED_AgendaItem": "133",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 47th plenary meeting, on 21 December 2020, the General Assembly, on the proposal of Sweden (A/75/L49),   recalling its resolution 74/248 of 27 December 2019, in which it had requested the Secretary-General to reappoint the Eminent Person appointed pursuant to General Assembly resolution 72/252 of 24 December 2017 to continue to review the information received and possible new information made available by Member States, including by individuals and private entities, to assess its probative value and to draw conclusions from the investigations already conducted, and to report to the Assembly before the end of its seventy-fifth session on progress made; noting with concern the situation concerning the coronavirus disease (COVID 19) pandemic and the challenges that it posed for Member States, individuals and private entities, and taking note of the letter dated 5 November 2020 from the Secretary-General addressed to the President of the General Assembly, \r\n\r\n\t(a)\tRequested the Secretary-General to report to the General Assembly before the end of the seventy-sixth session on progress made; \r\n\r\n\t(b)\tDecided to include in the provisional agenda of its seventy-seventh session the item entitled “Investigation into the conditions and circumstances resulting in the tragic death of Dag Hammarskjöld and of the members of the party accompanying him”.\r\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "5ff73866faddaa0011282891",
      "ED_Number": "47th plenary meeting",
      "ED_Date": "2020-12-21T05:00:00.000Z"
    }
  ],
  "DEC_NotificationSentTime": null
}