{
  "_id": "60ef0c06e190dc0019d9ec28",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/573",
  "ED_Type": "Other Decisions",
  "ED_Title": "General debate of the seventy-sixth session",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary ",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary ",
  "ED_DecisionText": "At its 91st plenary meeting, on 14 July 2021, the General Assembly, on the proposal of its President  (A/75/L.110), noting with concern the ongoing situation regarding the coronavirus disease (COVID-19) pandemic: \n\t\n(a)\tDecided, without setting a precedent for future general debates, that each Member State, observer State and the European Union (footnote: In the case of the European Union, the pre-recorded statements shall be made by the President of the European Council, the President of the European Commission or the High Representative of the Union for Foreign Affairs and Security Policy)  might submit a pre-recorded statement of its Head of State, Vice-President, Crown Prince or Princess, Head of Government, Minister or Vice-Minister, which would be played in the General Assembly Hall during the general debate of the Assembly at its seventy-sixth session, after introduction by their representative who was physically present in the Assembly Hall; \n\t\n(b)\tAlso decided that, in addition to the verbatim records of the general debate, the President of the General Assembly would circulate as a document of the Assembly a compilation document of the statements delivered by means of pre-recorded statements submitted to the President no later than the day on which the pre-recorded statement was played in the Assembly Hall, and that such pre-recorded statements would be attached to the verbatim records of the meetings.\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "ED_Meeting": [
    {
      "_id": "60ef0c06e190dc0019d9ec29",
      "ED_Number": "91st plenary meeting",
      "ED_Date": "2021-07-14T04:00:00.000Z"
    }
  ],
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2021-07-14T23:00:01.085Z"
}