{
  "_id": "5fecbd029b661c0917d13b9c",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/547",
  "ED_Type": "Other Decisions",
  "ED_Title": "Draft programme of work of the Second Committee  for the seventy-sixth session of the General Assembly",
  "ED_AgendaItem": "126",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "At its 48th plenary meeting, on 21 December 2020, the General Assembly, on the recommendation of the Second Committee (A/75/467, para. 9):   \r\n\t(a)\tApproved, subject to any subsequent decision by the Assembly, the draft programme of work of the Second Committee for the seventy-sixth session of the Assembly as set out below;\r\n\t(b)\tInvited the Bureau of the Second Committee at the seventy-sixth session, in preparing the draft programme of work and timetable of the Committee for the seventy-sixth session, to take into account the provisional programme of work and timetable of the Committee as contained in document A/C.2/75/CRP.3. \r\n\r\n\t\tDraft programme of work \r\n\r\n1.\tInformation and communications technologies for sustainable development. \r\n2.\tMacroeconomic policy questions:\r\n\t\t(a)\tInternational trade and development;\r\n\t\t(b)\tInternational financial system and development;\r\n\t\t(c)\tExternal debt sustainability and development;\r\n\t\t(d)\tCommodities;\r\n\t\t(e)\tFinancial inclusion for sustainable development;\r\n\t\t(f)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development;\r\n\t\t(g)\tPromoting investments for sustainable development.\r\n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\r\n4.\tSustainable development:\r\n\t\t(a)\tTowards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21;\r\n\t\t(b)\tFollow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States; \r\n\t\t(c)\tDisaster risk reduction; \r\n\t\t(d)\tProtection of global climate for present and future generations of humankind; \r\n\t\t(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa; \r\n\t\t(f)\tConvention on Biological Diversity; \r\n\t\t(g)\tReport of the United Nations Environment Assembly of the United Nations Environment Programme; \r\n\t\t(h)\tEducation for sustainable development; \r\n\t\t(i)\tEnsuring access to affordable, reliable, sustainable and modern energy for all; \r\n\t\t(j)\tCombating sand and dust storms; \r\n\t\t(k)\tStrengthening cooperation for integrated coastal zone management for achieving sustainable development.\r\n5.\tGlobalization and interdependence:\r\n\t\t(a)\tScience, technology and innovation for sustainable development;\r\n\t\t(b)\tCulture and sustainable development;\r\n\t\t(c)\tDevelopment cooperation with middle-income countries.\r\n6.\tGroups of countries in special situations:\r\n\t\t(a)\tFollow-up to the Fourth United Nations Conference on the Least Developed Countries;\r\n\t\t(b)\tFollow-up to the second United Nations Conference on Landlocked Developing Countries.\r\n7.\tEradication of poverty and other development issues:\r\n\t\t(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027); \r\n\t\t(b)\tEradicating rural poverty to implement the 2030 Agenda for Sustainable Development. \r\n8.\tOperational activities for development:\r\n\t\t(a)\tOperational activities for development of the United Nations system;\r\n\t\t(b)\tSouth-South cooperation for development.\r\n9.\tAgriculture development, food security and nutrition:\r\n\t\t(a)\tAgriculture development, food security and nutrition;\r\n\t\t(b)\tNatural plant fibres and sustainable development.\r\n10.\tTowards global partnerships.\r\n11.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\r\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "5ff7381a7f815d001127efa3",
      "ED_Number": "48th plenary meeting",
      "ED_Date": "2020-12-21T05:00:00.000Z"
    }
  ],
  "DEC_NotificationSentTime": null
}