{
  "_id": "610309831d9c9f0018d36ced",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/574",
  "ED_Type": "Other Decisions",
  "ED_Title": "Extension  of the work of the Preparatory Committee for the Fifth United Nations Conference on the Least Developed Countries",
  "ED_AgendaItem": "23",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 96th plenary meeting, on 29 July 2021, the General Assembly, on the proposal of Bangladesh, Canada, Czechia, Ethiopia, Haiti, Malawi, Nepal, Paraguay, Qatar, Turkey and Uganda (A/75/L.122) , recalling its resolutions 73/242 of 20 December 2018,  74/232 A of 19 December 2019, 74/232 B of 11 August 2020 and 75/227 of 21 December 2020,  in which it had established the intergovernmental Preparatory Committee for the Fifth United Nations Conference on the Least Developed Countries and had mandated the Preparatory Committee to hold an organizational session and a session in two parts (on 8 February 2021, and on 24, 25, 27 and 28 May and from 26 to 30 July 2021), and noting that further time was required to consider the draft outcome document of the Conference, authorized the Preparatory Committee to hold one additional meeting, of no longer than a half-day’s duration, to be organized with services provided on an as available basis, within existing resources, and on a date to be identified by the Secretariat, between mid-December 2021 and 10 January 2022, in order to take action on the draft outcome document to be recommended to the Conference.\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "ED_Meeting": [
    {
      "_id": "610309831d9c9f0018d36cee",
      "ED_Number": "96th plenary meeting",
      "ED_Date": "2021-07-29T04:00:00.000Z"
    }
  ],
  "__v": 0,
  "DEC_NotificationSent": true,
  "DEC_NotificationSentTime": "2021-07-29T23:00:00.694Z"
}