{
  "_id": "5fecbd029b661c0917d13bc6",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/505",
  "ED_Type": "Other Decisions",
  "ED_Title": "High-level meeting of the General Assembly to commemorate the seventy-fifth anniversary of the United Nations",
  "ED_AgendaItem": "128 (a)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 15th plenary meeting, on 29 September 2020, the General Assembly, on the proposal of its President (A/75/L.2), noting with concern the situation regarding the coronavirus disease (COVID 19) pandemic and the limitations recommended on meetings within the United Nations premises as precautionary measures aimed at containing the spread of COVID-19; recalling its resolution 73/299 of 14 June 2019 and its decision 74/562 of 22 July 2020,\r\n\r\n\t(a)\tDecided, without setting a precedent for future mandated high-level meetings planned for future high-level weeks, that entities and organizations having received a standing invitation to participate as observers in the sessions and the work of the General Assembly, other than the European Union, could each submit a pre recorded statement of their high officials, which would be played in the General Assembly Hall during the high-level meeting of the Assembly to commemorate the seventy-fifth anniversary of the United Nations, after introduction by their representative who is physically present in the Assembly Hall;\r\n\r\n\t(b)\tAlso decided that, in addition to the verbatim records of the high-level meeting, the President of the General Assembly would circulate as a document of the Assembly a compilation document of the statements delivered by observers of the General Assembly referred to in paragraph (a) above by means of pre-recorded statements during the high-level meeting and submitted to the President no later than the day on which the pre-recorded statement was played in the Assembly Hall.\r\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/75/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2020-09-29T05:00:00.000Z",
      "ED_Number": "15th plenary meeting"
    }
  ]
}