{
  "_id": "5fecbd029b661c0917d13bc7",
  "ED_Division": "GA",
  "ED_DecisionNumber": "75/504 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of agenda items",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "75th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A\n\nAt its 2nd plenary meeting, on 20 September 2019, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/75/250, paras. 89–120), adopted the agenda (A/75/251) and the allocation of agenda items (A/75/252) for the seventy-fifth session.\n\n\tAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/75/250, para. 97), decided to include in the agenda of its seventy-fifth session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.\n\n\tAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/75/250, para. 98), decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its seventy-sixth session.\n\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/75/250, para. 98), decided to include in the agenda of its seventy-fifth session an item entitled “The situation in the temporarily occupied territories of Ukraine” under heading B (Maintenance of international peace and security).  \n\n\tAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/75/250, para. 105), by a recorded vote of 101 to 13, with 22 abstentions (See A/75/PV.2 for the result of the voting), decided to include in the agenda of its seventy-fifth session an item entitled “The responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity” under heading I (Organizational, administrative and other matters).\n\n        At the 30th plenary meeting, on 23 November 2020, the General Assembly decided to consider directly in plenary agenda item 25 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision (A/75/L.26).  \n\nB\n\nAt its 49th plenary meeting, on 15 January 2021, the General Assembly decided to consider directly in plenary agenda item 112 entitled “Countering the use of information and communications technologies for criminal purposes”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to proceed expeditiously with the consideration of a draft decision (A/75/L.55).   \n\nAt its 58th plenary meeting, on 25 March 2021, the General Assembly decided to consider directly in plenary agenda item 56 entitled “Questions relating to information”, under heading B (Maintenance of international peace and security), and to proceed expeditiously with the consideration of a draft resolution (A/75/L.68)  . \n\nAt its 58th plenary meeting, on 25 March 2021, the General Assembly decided to reopen consideration of sub-item (b) entitled “Report of the Disarmament Commission” of agenda item 105 entitled “Review of the implementation of the recommendations and decisions adopted by the General Assembly at its tenth special session”, under heading G (Disarmament), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision  (A/75/L.71).\n\nAt its 59th plenary meeting, on 16 April 2021, the General Assembly decided to consider directly in plenary agenda item 19 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution (A/75/L.73). \n  \nAt the same meeting, the General Assembly decided to reopen consideration of agenda item 69 entitled “Rights of indigenous peoples”, under heading D (Promotion of human rights), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision (A/75/L.77).  \n\nAt the same meeting, the General Assembly decided to consider directly in plenary agenda item 111 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to proceed expeditiously with the consideration of a draft decision (A/75/L.75). \n\nAt its 62nd plenary meeting , on 28 April 2021, the General Assembly decided to reopen consideration of agenda item 24 entitled “Eradication of poverty and other development issues”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution (A/75/L.76).  \n\nAt the same meeting, the General Assembly decided to consider directly in plenary agenda item 98 entitled “Developments in the field of information and telecommunications in the context of international security”, under heading G (Disarmament), and to proceed expeditiously with the consideration of a draft decision (A/75/L.79). \n\nAt the 73rd plenary meeting, on 7 June 2021, the General Assembly, on the recommendation of the General Committee as set forth in its second report (A/75/250/Add.1), decided to include in the agenda of its seventy-fifth session an additional agenda item entitled “Appointment of the Secretary-General of the United Nations”, as item 184, under the Heading I (Organizational, administrative and other matters) and to consider it directly in plenary meeting.  \n\nAt the 90th meeting, on 7 July 2021, the General Assembly decided to reopen consideration of agenda item 72 entitled “Promotion and protection of human rights”, under heading D (Promotion of human rights), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision (A/75/L.106).  \n\nAt the 93rd plenary meeting, on 23 July 2021, the General Assembly decided to reopen consideration of agenda item 24 entitled “Eradication of poverty and other development issues”, under Heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution (A/75/L.108).\n\nAt the 96th plenary meeting, on 29 July 2021, the General Assembly decided to consider directly in plenary sub-item (a) entitled “Follow-up to the Fourth United Nations Conference on the Least Developed Countries” of agenda item 23 entitled “Groups of countries in special situations”, under Heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision (A/75/L.122).\n\nAt the 97th plenary meeting, on 2 August 2021, the General Assembly decided to consider directly in plenary sub-item (b) entitled “Comprehensive implementation of and follow-up to the Durban Declaration and Programme of Action” of agenda item 70 entitled “Elimination of racism, racial discrimination, xenophobia and related intolerance”, under Heading D (Promotion of human rights), and to proceed expeditiously with the consideration of a draft resolution (A/75/L.119/Rev.1) and a proposed amendment thereto  (A/75/L.121/Rev.1).\n\nAt its 102nd plenary meeting, on 9 September 2021, the General Assembly decided to reopen consideration of agenda item 25 entitled “Operational activities for development”, under Heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision (A/75/L.134).\n",
  "ED_Disclaimer": "The final text of decision A is contained in document A/75/49 (Vol. II). The final text of decision B will be contained in document A/75/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "_id": "600203262eb6350019315796",
      "ED_Number": "30th plenary meeting",
      "ED_Date": "2020-11-23T05:00:00.000Z"
    },
    {
      "_id": "600203262eb6350019315795",
      "ED_Number": "2nd plenary meeting",
      "ED_Date": "2020-09-18T05:00:00.000Z"
    },
    {
      "_id": "600203262eb6350019315794",
      "ED_Number": "49th plenary meeting",
      "ED_Date": "2021-01-15T05:00:00.000Z"
    },
    {
      "_id": "605cb8c2e3ea010011f02fe7",
      "ED_Number": "58th plenary meeting",
      "ED_Date": "2021-03-25T04:00:00.000Z"
    },
    {
      "_id": "6079df27ba0bfa0019f35561",
      "ED_Date": "2021-04-16T04:00:00.000Z",
      "ED_Number": "59th plenary meeting"
    },
    {
      "_id": "608af737ba0bfa0019f3557c",
      "ED_Number": "62nd plenary meeting",
      "ED_Date": "2021-04-28T04:00:00.000Z"
    },
    {
      "_id": "60c36ad6e190dc0019d9ebec",
      "ED_Number": "73rd plenary meeting",
      "ED_Date": "2021-06-07T04:00:00.000Z"
    },
    {
      "_id": "60e76952e190dc0019d9ec24",
      "ED_Date": "2021-07-07T04:00:00.000Z",
      "ED_Number": "90th plenary meeting"
    },
    {
      "_id": "60fef574e190dc0019d9ec58",
      "ED_Number": "93rd plenary meeting",
      "ED_Date": "2021-07-23T04:00:00.000Z"
    },
    {
      "_id": "610307ef1d9c9f0018d36cec",
      "ED_Date": "2021-07-29T04:00:00.000Z",
      "ED_Number": "96th plenary meeting"
    },
    {
      "_id": "61080c211d9c9f0018d36cf2",
      "ED_Number": "97th plenary meeting",
      "ED_Date": "2021-08-02T04:00:00.000Z"
    },
    {
      "_id": "613a7ff004a53f0018d9afcf",
      "ED_Date": "2021-09-09T04:00:00.000Z",
      "ED_Number": "102nd plenary meeting"
    }
  ],
  "DEC_NotificationSentTime": null
}