{
  "_id": "5fecbcf69b661c0917d13a1e",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/412 A and B",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Appointment of members of the Committee on Conferences",
  "ED_AgendaItem": "115 (f)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "\tAt its 74th and 76th plenary meetings, on 20 and 24 December 2017, respectively, the General Assembly, in accordance with paragraph 2 of its resolution 43/222 B of 21 December 1988, took note of the appointment by its President, after consultations with the Chairs of the regional groups concerned, of BOTSWANA, FRANCE, IRAQ, NEPAL and the RUSSIAN FEDERATION as members of the Committee on Conferences for a three-year term of office beginning on 1 January 2018.\r\n\r\n        Also at its 74th plenary meeting, the General Assembly took note of the appointment by its President, after consultation with the Chair of the regional group concerned, of CHINA as a member of the Committee on Conferences to fill a vacancy for a term of office beginning on the date of appointment and expiring on 31 December 2019.\r\n\r\n\tAs a result, as of 1 January 2018, the Committee on Conferences is composed of the following 18 Member States:  AUSTRIA,** BOTSWANA,*** CHINA,** FRANCE,*** GERMANY,* GHANA,* GUYANA,* HUNGARY,* IRAN (ISLAMIC REPUBLIC OF),* IRAQ,*** JAMAICA,** JAPAN,** KENYA,** LIBERIA,* MOROCCO,** NEPAL,*** RUSSIAN FEDERATION*** and UNITED STATES OF AMERICA.**\r\n\r\n__________________\r\n*\tTerm of office expires on 31 December 2018. \r\n**\tTerm of office expires on 31 December 2019.\r\n***\tTerm of office expires on 31 December 2020.\r\n\r\n(See A/72/107, A/72/PV.74 and 75)\r\n\r\nB\r\n\r\nAt its 78th plenary meeting, on 7 March 2018, the General Assembly, in accordance with paragraph 2 of its resolution 43/222 B of 21 December 1988, took note of the appointment by its President, after consultations with the Chair of the regional group concerned, of BRAZIL as a member \r\nof the Committee on Conferences for a term of office beginning on 7 March 2018 and ending on 31 December 2020 and of ECUADOR as a member of the Committee on Conferences for a period beginning 7 March 2018 and expiring on 31 December 2018.\r\nAs a result, as of 6 March 2018, the Committee on Conferences is composed of the following 20  Member States:  AUSTRIA,** BOTSWANA,*** BRAZIL,*** CHINA,** ECUADOR,* FRANCE,*** GERMANY,* GHANA,* GUYANA,* HUNGARY,* IRAN (ISLAMIC REPUBLIC OF),* IRAQ,*** JAMAICA,** JAPAN,** KENYA,** LIBERIA,* MOROCCO,** NEPAL,*** RUSSIAN FEDERATION*** and UNITED STATES OF AMERICA.**\r\n\r\n__________________\r\n* \tTerm of office expires on 31 December 2018. \r\n** \tTerm of office expires on 31 December 2019.\r\n*** \tTerm of office expires on 31 December 2020.\r\n\r\n(See A/72/107 and A/72/PV.78)\r\n\r\nDecision 72/412, in section A of the Official Records of the General Assembly, Seventy-second Session, Supplement No. 49 (A/72/49), vol. II, becomes decision 72/412 A.\r\n\r\nOne vacancy for a member from African States remain to be filled for a term of office beginning on the date of appointment and expiring on 31 December 2020.\r\n",
  "ED_Disclaimer": "The text of part A of this decision is available in all languages in document A/72/49 (Vol. II). The final version of part B of this decision will be contained in document A/72/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2018-03-07T05:00:00.000Z",
      "ED_Number": "78th plenary meeting"
    },
    {
      "ED_Date": "2017-12-24T05:00:00.000Z",
      "ED_Number": "76th plenary meeting"
    },
    {
      "ED_Date": "2017-12-20T05:00:00.000Z",
      "ED_Number": "74th plenary meeting"
    }
  ]
}