{
  "_id": "5fecbcf69b661c0917d13a1f",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/411 A and B",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of twenty members of the Committee for Programme and Coordination",
  "ED_AgendaItem": "114 (a)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "\tAt its 71st plenary meeting, on 11 December 2017, the General Assembly, on the basis of nominations by the Economic and Social Council  and in accordance with the annex to Council resolution 2008 (LX) of 14 May 1976, paragraph 1 of Council resolution 1987/94 of 4 December 1987, as well as Assembly decision 42/450 of 17 December 1987, elected BELARUS, BOTSWANA, BRAZIL, BULGARIA, BURKINA FASO, CAMEROON, CHILE, CUBA, GERMANY, INDIA, IRAN (ISLAMIC REPUBLIC OF), JAPAN, PAKISTAN, PORTUGAL, REPUBLIC OF MOLDOVA, THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and THE UNITED STATES OF AMERICA as members of the Committee for Programme and Coordination for a three-year term of office beginning on 1 January 2018 to fill the vacancies occurring on the expiration of the terms of office of ARMENIA, BELARUS, BRAZIL, BURKINA FASO, CAMEROON, CUBA, EQUATORIAL GUINEA, IRAN (ISLAMIC REPUBLIC OF), IRAQ, ITALY, NAMIBIA, PAKISTAN, PORTUGAL, SAUDI ARABIA,  UKRAINE, the UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND, the UNITED STATES OF AMERICA, URUGUAY and the BOLIVARIAN REPUBIC OF VENEZUELA.\r\n\r\n\tAs a result, as of 1 January 2018, the Committee for Programme and Coordination is composed of the following 30 Member States:  ARGENTINA,* BANGLADESH,** BELARUS,*** BOTSWANA,*** BRAZIL,*** BULGARIA,*** BURKINA FASO,*** CAMEROON,*** CHILE,*** CHINA,** CUBA,*** EGYPT,** ERITREA,** FRANCE,* GERMANY,*** HAITI,** INDIA,*** IRAN (ISLAMIC REPUBLIC OF),*** JAPAN,*** PAKISTAN,*** PERU,* PORTUGAL,*** REPUBLIC OF KOREA,** REPUBLIC OF MOLDOVA,*** RUSSIAN FEDERATION,* SENEGAL,** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,*** UNITED REPUBLIC OF TANZANIA,* UNITED STATES OF AMERICA*** and ZIMBABWE.*\r\n\r\n__________________\r\n*\tTerm of office expires on 31 December 2018.\r\n**\tTerm of office expires on 31 December 2019.\r\n***\tTerm of office expires on 31 December 2020.\r\n\r\n(See A/72/P.V.71)\r\n\r\nB\r\n\r\n\tAt its 87th plenary meeting, on 26 April 2018, the General Assembly, on the basis of nominations by the Economic and Social Council  and in accordance with the annex to Council resolution 2008 (LX) of 14 May 1976 and Assembly decision 42/450 of 17 December 1987, elected Chad and Italy as members of the Committee for Programme and Coordination for a term of office beginning on 26 April 2018 and expiring on 31 December 2020.\r\n\r\n\tAs a result, as of 26 April 2018, the Committee for Programme and Coordination is composed of the following 32 Member States:  ARGENTINA,* BANGLADESH,** BELARUS,*** BOTSWANA,*** BRAZIL,*** BULGARIA,*** BURKINA FASO,*** CAMEROON,*** CHAD,*** CHILE,*** CHINA,** CUBA,*** EGYPT,** ERITREA,** FRANCE,* GERMANY,*** HAITI,** INDIA,*** IRAN (ISLAMIC REPUBLIC OF),*** ITALY,*** JAPAN,*** PAKISTAN,*** PERU,* PORTUGAL,*** REPUBLIC OF KOREA,** REPUBLIC OF MOLDOVA,*** RUSSIAN FEDERATION,* SENEGAL,** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,*** UNITED REPUBLIC OF TANZANIA,* UNITED STATES OF AMERICA*** and ZIMBABWE.*\r\n__________________\r\n*\tTerm of office expires on 31 December 2018.\r\n**\tTerm of office expires on 31 December 2019.\r\n***\tTerm of office expires on 31 December 2020.\r\n\r\n(See A/72/612/Add.1 and A/72/PV.87)\r\n\r\nOne vacancy for a member from Western European and other States remains to be filled for a term of office beginning on the date of election and expiring on 31 December 2018; and one member from Latin American and Caribbean States remains to be filled for a term of office beginning on the date of appointment and expiring on 31 December 2020.\r\n",
  "ED_Disclaimer": "The text of part A of this decision is available in all languages in document A/72/49 (Vol. II). The final version of part B of this decision will be contained in document A/72/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2018-04-26T05:00:00.000Z",
      "ED_Number": "87th plenary meeting"
    },
    {
      "ED_Date": "2017-12-11T05:00:00.000Z",
      "ED_Number": "71st plenary meeting"
    }
  ]
}