{
  "_id": "5fecbd029b661c0917d13ac1",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/559",
  "ED_Type": "Other Decisions",
  "ED_Title": "High-level meetings of the General Assembly in September 2019",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "plenary",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "plenary",
  "ED_DecisionText": "At its 110th plenary meeting, on 6 August 2018, the General Assembly, on the proposal of its President,  decided to transmit the draft decision contained in the annex to the present decision to the General Assembly at its seventy-third session for action.\r\n\r\nAnnex \r\n\r\nDraft decision submitted by the President of the General Assembly \r\nHigh-level meetings of the General Assembly in September 2019\r\n\r\nThe General Assembly, recalling its resolutions 67/290 of 9 July 2013, 69/313 of 27 July 2015, 70/1 of 25 September 2015, 70/299 of 29 July 2016, 71/225 of 21 December 2016, 72/139 of 12 December 2017 and 72/251 of 24 December 2017, and recalling also its resolution 57/301 of 13 March 2003, in particular paragraph 2 thereof, and 71/323 of 8 September 2017, decides: \r\n\r\n(a) That the general debate of the seventy-fourth session of the General Assembly will be held from Tuesday, 24 September, to Saturday, 28 September, and on Monday, 30 September 2019; \r\n\r\n(b) To hold the High-level Dialogue on Financing for Development of the General Assembly on Monday, 23 September, from 10 a.m. to 1 p.m. and from 3 to 6 p.m., and to hold the high-level political forum under the auspices of the General Assembly on Tuesday, 24 September, from 3 to 6 p.m. and on Wednesday, 25 September, from 10 a.m. to 1 p.m. and from 3 to 6 p.m.; \r\n\r\n(c) To hold the high-level meeting on universal health coverage on Thursday, 26 September, from 10 a.m. to 1 p.m. and from 3 to 6 p.m., in accordance with resolution 72/139 of 12 December 2017, and to hold on the same day the high-level meeting to commemorate and promote the International Day for the Total Elimination of Nuclear Weapons, from 11 a.m. to 1 p.m. and from 3 to 6 p.m., in accordance with resolution 72/251; \r\n\r\n(d) To hold the high-level meeting to review progress made in addressing the priorities of small island developing States through the implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway on Friday, 27 September, from 10 a.m. to 1 p.m. and from 3 to 6 p.m., in accordance with resolution 71/225; \r\n\r\n(e) That each high-level meeting will not have any parallel meetings.\r\n",
  "ED_Disclaimer": "",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2018-08-06T05:00:00.000Z",
      "ED_Number": "110th plenary meeting"
    }
  ]
}