{
  "_id": "5fecbd029b661c0917d13ae8",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/520",
  "ED_Type": "Other Decisions",
  "ED_Title": "Question of Gibraltar",
  "ED_AgendaItem": "62",
  "ED_Plenary_Committee": "Special Political and Decolonization Committee (Fourth Committee)",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "Special Political and Decolonization Committee (Fourth Committee)",
  "ED_DecisionText": "At its 66th plenary meeting, on 7 December 2017, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  recalling its decision 71/521 of 6 December 2016:\r\n(a) Urged the Governments of Spain and the United Kingdom of Great Britain and Northern Ireland, while listening to the interests and aspirations of Gibraltar that were legitimate under international law, to reach, in the spirit of the Brussels Declaration of 27 November 1984, a definitive solution to the question of Gibraltar, in the light of the relevant resolutions of the General Assembly and applicable principles, and in the spirit of the Charter of the United Nations; \r\n(b) Took note of the position of Spain on this issue, including its proposal to start new discussions on the basis of the Brussels Declaration, and also took note of Spain’s presentation of a co-sovereignty offer before the Special Political and Decolonization Committee, on 4 October 2016; \r\n(c) Took note of the position of the United Kingdom on this issue, that is, the commitment never to enter into arrangements under which the people of Gibraltar would pass under the sovereignty of another State against their freely and democratically expressed wishes, nor enter into a process of sovereignty negotiations with which Gibraltar was not content; \r\n(d) Took note of the desire of the United Kingdom to continue with the trilateral Forum for Dialogue; \r\n(e) Took note of the position of Spain that the trilateral Forum for Dialogue did not exist any longer and should be replaced with a new mechanism for local cooperation in which the people of the Campo de Gibraltar and Gibraltar were represented; \r\n(f) Encouraged the United Kingdom and Spain to engage in a constructive and responsive manner, with all relevant and appropriate parties, in order to find common solutions and make progress on issues of mutual benefit.\r\n\r\n\r\n(See A/72/456, para. 44; A/72/PV.66)",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/72/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2017-12-07T05:00:00.000Z",
      "ED_Number": "66th plenary meeting"
    }
  ]
}