{
  "_id": "5fecbd029b661c0917d13acc",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/548",
  "ED_Type": "Other Decisions",
  "ED_Title": "Agenda items remaining for consideration by the General Assembly at its seventy-second session",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 76th plenary meeting, on 24 December 2017, the General Assembly, apart from organizational matters and items that may have to be considered by operation of the rules of procedure of the Assembly, decided that the following agenda items remained for consideration during its seventy-second session:\r\nItem 9.\tReport of the Economic and Social Council.\r\nItem 10. \tImplementation of the Declaration of Commitment on HIV/AIDS and the political declaration on HIV/AIDS.\r\nItem 11. \tSport for development and peace: building a peaceful and better world through sport and the Olympic ideal.\r\nItem 12.\tImproving global road safety.\r\nItem 13.\t2001-2010: Decade to Roll Back Malaria in Developing Countries, Particularly in Africa.\r\nItem 14.\tIntegrated and coordinated implementation of and follow-up to the outcomes of the major United Nations conferences and summits in the economic, social and related fields.\r\nItem 15.\tCulture of peace.\r\nItem 19.\tSustainable development:\r\n(b) Follow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States.\r\nItem 22.\tGroups of countries in special situations.\r\n(b) Follow-up to the second United Nations Conference on Landlocked Developing Countries\r\nItem 24.\tOperational activities for development:\r\n(a)\tOperational activities for development of the United Nations system;\r\n(b)\tSouth-South cooperation for development.\r\nItem 29.\tReport of the Security Council.\r\nItem 30.\tReport of the Peacebuilding Commission.\r\nItem 31.\tElimination of unilateral extraterritorial coercive economic measures as a means of political and economic compulsion.\r\nItem 32.\tSupport by the United Nations system of the efforts of Governments to promote and consolidate new or restored democracies.\r\nItem 33. \tThe role of diamonds in fuelling conflict.\r\nItem 34.\tPrevention of armed conflict:\r\n(a)\tPrevention of armed conflict;\r\n(b)\tStrengthening the role of mediation in the peaceful settlement of disputes, conflict prevention and resolution.\r\nItem 35.\tProtracted conflicts in the GUAM area and their implications for international peace, security and development.\r\nItem 36.\tZone of peace and cooperation of the South Atlantic.\r\nItem 37.\tThe situation in the Middle East.\r\nItem 38.\tQuestion of Palestine.\r\nItem 40.\tThe situation in the occupied territories of Azerbaijan.\r\nItem 41.\tQuestion of the Comorian island of Mayotte.\r\nItem 43.\tThe situation in Central America: progress in fashioning a region of peace, freedom, democracy and development.\r\nItem 44.\tQuestion of Cyprus.\r\nItem 45.\tArmed aggression against the Democratic Republic of the Congo.\r\nItem 46.\tQuestion of the Falkland Islands (Malvinas).\r\nItem 47.\tThe situation of democracy and human rights in Haiti.\r\nItem 48.\tArmed Israeli aggression against the Iraqi nuclear installations and its grave consequences for the established international system concerning the peaceful uses of nuclear energy, the non-proliferation of nuclear weapons and international peace and security.\r\nItem 49.\tConsequences of the Iraqi occupation of and aggression against Kuwait.\r\nItem 55.\tComprehensive review of the whole question of peacekeeping operations in all their aspects.\r\nItem 65.\tPeacebuilding and sustaining peace.\r\nItem 66.\tNew Partnership for Africa’s Development: progress in implementation and international support:\r\n(a)\tNew Partnership for Africa’s Development: progress in implementation and international support;\r\n(b)\tCauses of conflict and the promotion of durable peace and sustainable development in Africa.\r\nItem 70.\tElimination of racism, racial discrimination, xenophoba and related intolerance.\r\nItem 72.\tPromotion and protection of human rights:\r\n(c)\tHuman rights situations and reports of special rapporteurs and representatives.\r\nItem 73.\tStrengthening of the coordination of humanitarian and disaster relief assistance of the United Nations, including special economic assistance:\r\n(a)\tStrengthening of the coordination of emergency humanitarian assistance of the United Nations;\r\n(b)\tAssistance to the Palestinian people;\r\n(c)\tSpecial economic assistance to individual countries or regions.\r\nItem 88.\tRequest for an advisory opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965.\r\nItem 107.\tCrime prevention and criminal justice.\r\nItem 111.\tReport of the Secretary-General on the Peacebuilding Fund.\r\nItem 112.\tNotification by the Secretary-General under Article 12, paragraph 2, of the Charter of the United Nations.\r\nItem 113.\tElections to fill vacancies in principal organs:\r\n(a)\tElection of five non-permanent members of the Security Council;\r\n(b)\tElection of eighteen members of the Economic and Social Council.\r\nItem 114.\tElections to fill vacancies in subsidiary organs and other elections:\r\n(a)\tElection of twenty members of the Committee for Programme and Coordination;\r\n(b)\tElection of the Executive Director of the United Nations Human Settlements Programme.\r\nItem 115.\tAppointments to fill vacancies in subsidiary organs and other appointments:\r\n\t(f)  Appointment of members of the Committee on Conferences;\r\n\t(g)  Appointment of members of the Board of the 10-year Framework of Programmes on Sustainable Consumption and Production Patterns;\r\n\t(h)  Approval of the appointment of the United Nations High Commissioner for Human Rights.\r\nItem 116.\tAdmission of new Members to the United Nations.\r\nItem 117.\tFollow-up to the outcome of the Millennium Summit.\r\nItem 118.\tThe United Nations Global Counter-Terrorism Strategy.\r\nItem 119.\tCommemoration of the abolition of slavery and the transatlantic slave trade.\r\nItem 120.\tImplementation of the resolutions of the United Nations.\r\nItem 121.\tRevitalization of the work of the General Assembly\r\nItem 122.\tQuestion of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council.\r\nItem 123.\tStrengthening of the United Nations system.\r\nItem 124.\tUnited Nations reform: measures and proposals.\r\nItem 125.\tCooperation between the United Nations and regional and other organizations: cooperation between the United Nations and the African Union.\r\nItem 126.\tInteraction between the United Nations, national parliaments and the Inter-Parliamentary Union.\r\nItem 127.\tGlobal health and foreign policy.\r\nItem 128.\tInternational Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991.\r\nItem 130.\tInvestigation into the conditions and circumstances resulting in the tragic death of Dag Hammarskjöld and of the members of the party accompanying him.\r\nItem 131.\tSexual exploitation and abuse: implementing a zero-tolerance policy.\r\nItem 132.\tThe responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity.\r\nItem 133.\tFinancial reports and audited financial statements, and reports of the Board of Auditors.\r\nItem 134.\tReview of the efficiency of the administrative and financial functioning of the United Nations.\r\nItem 135.\tProgramme budget for the biennium 2016-2017.\r\nItem 136.\tProposed programme budget for the biennium 2018-2019.\r\nItem 137.\tProgramme planning.\r\nItem 138.\tImproving the financial situation of the United Nations.\r\nItem 139.\tPattern of conferences.\r\nItem 140.\tScale of assessments for the apportionment of the expenses of the United Nations.\r\nItem 141.\tHuman resources management.\r\nItem 142.\tJoint Inspection Unit.\r\nItem 143.\tUnited Nations common system.\r\nItem 144.\tAdministrative and budgetary coordination of the United Nations with the specialized agencies and the International Atomic Energy Agency.\r\nItem 145.\tReport on the activities of the Office of Internal Oversight Services.\r\nItem 146.\tAdministration of justice at the United Nations.\r\nItem 147.\tFinancing of the International Tribunal for the Prosecution of Persons Responsible for Serious Violations of International Humanitarian Law Committed in the Territory of the Former Yugoslavia since 1991.\r\nItem 148.\tFinancing of the International Residual Mechanism for Criminal Tribunals.\r\nItem 149.\tAdministrative and budgetary aspects of the financing of the United Nations peacekeeping operations.\r\nItem 150.\tFinancing of the United Nations Interim Security Force for Abyei.\r\nItem 151.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic.\r\nItem 152.\tFinancing of the United Nations Operation in Côte d’Ivoire.\r\nItem 153.\tFinancing of the United Nations Peacekeeping Force in Cyprus.\r\nItem 154.\tFinancing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo.\r\nItem 155.\tFinancing of the United Nations Mission in East Timor.\r\nItem 156.\tFinancing of the United Nations Stabilization Mission in Haiti.\r\nItem 157.\tFinancing of the United Nations Interim Administration Mission in Kosovo.\r\nItem 158.\tFinancing of the United Nations Mission in Liberia.\r\nItem 159.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in Mali.\r\nItem 160.\tFinancing of the United Nations peacekeeping forces in the Middle East:\r\n(a)\tUnited Nations Disengagement Observer Force;\r\n(b)\tUnited Nations Interim Force in Lebanon.\r\nItem 161.\tFinancing of the United Nations Mission in South Sudan.\r\nItem 162.\tFinancing of the United Nations Mission for the Referendum in Western Sahara.\r\nItem 163.\tFinancing of the African Union-United Nations Hybrid Operation in Darfur.\r\nItem 164.\tFinancing of the activities arising from Security Council resolution 1863 (2009).\r\nItem 165.\tFinancing of the United Nations Mission for Justice Support in Haiti.\r\n\r\n\r\n(See A/72/PV.76)",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/72/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2017-12-20T05:00:00.000Z",
      "ED_Number": "76th plenary meeting"
    }
  ]
}