{
  "_id": "5fecbd029b661c0917d13af8",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/504 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of agenda items ",
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A.\r\n\r\nAt its 2nd plenary meeting, on 15 September 2017, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  adopted the agenda  and the allocation of agenda items  for the seventy-second session.\r\n\r\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to include in the agenda of its seventy-second session the item entitled “Question of the Comorian island of Mayotte” under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the General Assembly until further notice.\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,  decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Sassas da India” and to include it in the provisional agenda of its seventy-third session.\r\n\r\nAlso at the same meeting, the General Assembly, by a recorded vote of 113 to 21, with 17 abstentions,  on the recommendation of the General Committee as set forth in its first report,  decided to include in the agenda of its seventy-second session the item entitled “The responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity” under heading I (Organizational, administrative and other matters).\r\n\r\nAt its 34th plenary meeting, on 26 October, the General Assembly, on the recommendation of the General Committee as set forth in its second report,  decided to include in the agenda of its seventy-second session an additional sub-item entitled “Confirmation of the appointment of members of the Investments Committee” as sub-item (j) of agenda item 115 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to allocate it to the Fifth Committee.\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its second report,  decided to include in the agenda of its seventy-second session an additional item entitled “Observer status for the Fund for the Development of the Indigenous Peoples of Latin America and the Caribbean in the General Assembly” as agenda item 175, under heading I (Organizational, administrative and other matters), and to allocate it to the Sixth Committee.\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its second report,  decided to include in the agenda of its seventy-second session an additional item entitled “Cooperation between the United Nations and regional and other organizations: cooperation between the United Nations and the Organization of Islamic Cooperation” as agenda item 176, under heading I (Organizational, administrative and other matters), and to consider it directly in plenary meeting.\r\n\r\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its second report,  decided to include in the agenda of its seventy-second session an additional item entitled “Impact of exponential technological change on sustainable development and peace” as agenda item 177, under heading I (Organizational, administrative and other matters), and to consider it directly in plenary meeting.\r\n\r\n(See A/72/250, A/72/PV.2; A/72/250/Add.1, A/72/PV.34)\r\n\r\nB.\r\nAt its 80th meeting, on 26 March 2018, the General Assembly decided to reopen consideration of sub-item (cc) entitled “Follow-up to the 2013 high-level meeting of the General Assembly on nuclear disarmament” of agenda item 99 entitled “General and complete disarmament” under heading G (Disarmament), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision (A/72/L.44). \r\n\r\n\tAt its 82nd meeting, on 12 April 2018, the General Assembly decided to reopen consideration of agenda item 11 entitled “Sport for development and peace: building a peaceful and better world through sport and the Olympic ideal” under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences) and to proceed expeditiously with the consideration of a draft resolution (A/72/L.43). \r\n\r\n\tAt the same meeting, the General Assembly decided to consider directly in plenary meeting agenda item 19 entitled “Sustainable development” under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences) and to proceed expeditiously with the consideration of a draft resolution (A/72/L.43). \r\n\r\n\tAt its 91st plenary meeting on 31 May 2018, the General Assembly decided to consider directly in plenary meeting sub-item (a) entitled “Operational activities for development of the United Nations system” of agenda item 24 entitled “Operational activities for development” under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences) and to proceed expeditiously with the consideration of a draft resolution (A/72/L.52).\r\n\r\nAt its 97th plenary meeting on 22 June 2018, the General Assembly decided to reopen consideration of sub-item (c) entitled “Election of five members of the International Court of Justice” of agenda item 113 entitled “Elections to fill vacancies in principal organs” under heading I (Organizational, administrative and other matters) and to proceed expeditiously with the election to fill the vacancy caused by the resignation of a member of the Court (A/72/872). \r\n\r\n\tAt its 106th plenary meeting on 13 July 2018, the General Assembly decided to reopen consideration of sub-item (d) entitled “Election of fifteen members of the Human Rights Council” of agenda item 114 entitled “Elections to fill vacancies in subsidiary organs and other elections” under heading I (Organizational, administrative and other matters) and to proceed expeditiously with the election to fill the vacancy caused by the withdrawal by a member of the Council (A/72/872). \r\n\r\n\tAt its 107th plenary meeting on 23 July 2018, the General Assembly decided to reopen consideration of sub-item (a) entitled “Appointment of members of the Advisory Committee on Administrative and Budgetary Questions” of agenda item 115 entitled “Appointments to fill vacancies in subsidiary organs and other appointments” under heading I (Organizational, administrative and other matters), to consider it directly in plenary meeting and to proceed expeditiously with the appointment to fill the vacancy caused by the resignation of a member of the Committee (A/72/924). \r\n\r\n         At its 112th plenary meeting, on 6 September 2018, the General Assembly decided to consider directly in plenary meeting agenda item 99 entitled “General and complete disarmament” under heading G (Disarmament), in order to proceed with the high-level meeting to commemorate and promote the International Day against Nuclear Tests.\r\n\r\n\r\n(See A/72/PV.80, A/72/PV.82, A/72/PV.91, A/72/PV.97, A/72/PV.106, A/72/PV.107, A/72/PV.112)\r\n",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/72/49 (Vols. II and III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": true,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2018-09-06T05:00:00.000Z",
      "ED_Number": "112 plenary meeting"
    },
    {
      "ED_Date": "2018-07-23T05:00:00.000Z",
      "ED_Number": "107th plenary meeting"
    },
    {
      "ED_Date": "2018-07-13T05:00:00.000Z",
      "ED_Number": "106th plenary meeting"
    },
    {
      "ED_Date": "2018-06-22T05:00:00.000Z",
      "ED_Number": "97th plenary meeting"
    },
    {
      "ED_Date": "2018-05-31T05:00:00.000Z",
      "ED_Number": "91st plenary meeting"
    },
    {
      "ED_Date": "2018-04-12T05:00:00.000Z",
      "ED_Number": "82nd plenary meeting"
    },
    {
      "ED_Date": "2018-03-26T05:00:00.000Z",
      "ED_Number": "80th plenary meeting"
    },
    {
      "ED_Date": "2017-10-26T05:00:00.000Z",
      "ED_Number": "34th plenary meeting"
    },
    {
      "ED_Date": "2017-09-15T05:00:00.000Z",
      "ED_Number": "2nd plenary meeting"
    }
  ]
}