{
  "_id": "5fecbd029b661c0917d13aef",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/513",
  "ED_Type": "Other Decisions",
  "ED_Title": "Treaty banning the production of fissile material for nuclear weapons or other nuclear explosive devices",
  "ED_AgendaItem": "99 (a)",
  "ED_Plenary_Committee": "First Committee",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "First Committee",
  "ED_DecisionText": "At its 62nd plenary meeting, on 4 December 2017, the General Assembly, on the recommendation of the First Committee,  recalling its resolution 71/259 of 23 December 2016 and previous resolutions on this matter, decided:\r\n\t(a)\tTo welcome the commencement of the work of the high-level fissile material cut-off treaty expert preparatory group tasked with making recommendations on substantial elements of a future non-discriminatory, multilateral and internationally and effectively verifiable treaty banning the production of fissile material for nuclear weapons or other nuclear explosive devices, on the basis of document CD/1299 and the mandate contained therein, and examining, with a view to making possible recommendations, the report of the Group of Governmental Experts mandated pursuant to resolution 67/53 of 3 December 2012, as contained in document A/70/81, as well as the views submitted by Member States as contained in documents A/68/154, A/68/154/Add.1, A/71/140/Rev.1 and A/71/140/Rev.1/Add.1; \r\n\t(b)\tTo welcome the first informal open-ended consultative meeting in New York, which was open-ended so that all Member States could engage in interactive discussions and share their views on a treaty banning the production of fissile material for nuclear weapons or other nuclear explosive devices;\r\n\t(c)\tTo welcome the informal discussions in the Conference on Disarmament on a treaty banning the production of fissile material for nuclear weapons or other nuclear explosive devices;\r\n\t(d)\tTo include in the provisional agenda of its seventy-third session, under the item entitled “General and complete disarmament”, the sub-item entitled “Treaty banning the production of fissile material for nuclear weapons or other nuclear explosive devices”.\r\n\r\n\r\n(See A/72/409, para. 85, draft decision I, A/72/PV.62)",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/72/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2017-12-04T05:00:00.000Z",
      "ED_Number": "62nd plenary meeting"
    }
  ]
}