{
  "_id": "5fecbd029b661c0917d13ad0",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/544",
  "ED_Type": "Other Decisions",
  "ED_Title": "Programme of work of the Second Committee for the seventy-third session of the General Assembly",
  "ED_AgendaItem": "121",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "At its 74th meeting, on 20 December 2017, the General Assembly, on the recommendation of the Second Committee,  approved the programme of work of the Second Committee for the seventy-third session of the General Assembly as set out below:\r\n1.\tInformation and communications technologies for sustainable development.\r\n2.\tMacroeconomic policy questions:\r\n(a)\tInternational trade and development;\r\n(b)\tInternational financial system and development;\r\n(c)\tExternal debt sustainability and development;\r\n(d)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development.\r\n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\r\n4.\tSustainable development:\r\n(a)\tImplementation of Agenda 21, the Programme for the Further Implementation of Agenda 21 and the outcomes of the World Summit on Sustainable Development and of the United Nations Conference on Sustainable Development;\r\n(b)\tFollow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States;\r\n(c)\tDisaster risk reduction;\r\n(d)\tProtection of global climate for present and future generations of humankind;\r\n(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\r\n(f)\tConvention on Biological Diversity;\r\n(g)\tReport of the United Nations Environment Assembly of the United Nations Environment Programme;\r\n(h)\tHarmony with Nature;\r\n(i)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\r\n(j)\tCombating sand and dust storms.\r\n5.\tImplementation of the outcomes of the United Nations Conferences on Human Settlements and on Housing and Sustainable Urban Development and strengthening of the United Nations Human Settlements Programme (UN-Habitat).\r\n6.\tGlobalization and interdependence:\r\n(a)\tGlobalization and interdependence;\r\n(b)\tInternational migration and development.\r\n7.\tGroups of countries in special situations:\r\n(a)\tFollow-up to the Fourth United Nations Conference on the Least Developed Countries;\r\n(b)\tFollow-up to the second United Nations Conference on Landlocked Developing Countries.\r\n8.\tEradication of poverty and other development issues:\r\n(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018-2027);\r\n(b)\tIndustrial development cooperation.\r\n9.\tOperational activities for development:\r\n(a)\tOperational activities for development of the United Nations system; \r\n(b)\tSouth-South cooperation for development.\r\n10.\tAgriculture development, food security and nutrition.\r\n11.\tTowards global partnerships.\r\n12.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\r\n\r\n\r\n(See A/72/479, para. 5; A/72/PV.74)",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/72/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2017-12-20T05:00:00.000Z",
      "ED_Number": "74th plenary meeting"
    }
  ]
}