{
  "_id": "5fecbd029b661c0917d13ad8",
  "ED_Division": "GA",
  "ED_DecisionNumber": "72/536",
  "ED_Type": "Other Decisions",
  "ED_Title": "Programme of work of the Third Committee for the seventy-third session of the General Assembly",
  "ED_AgendaItem": "121",
  "ED_Plenary_Committee": "Third Committee",
  "ED_Session": "72nd session of the General Assembly",
  "ED_OriginatingBody": "Third Committee",
  "ED_DecisionText": "At its 73rd meeting, on 19 December 2017, the General Assembly, on the recommendation of the Third Committee,  approved the programme of work of the Third Committee for the seventy-third session of the Assembly as set out below:\r\nItem 1.\tSocial development:\r\n(a)\tImplementation of the outcome of the World Summit for Social Development and of the twenty-fourth special session of the General Assembly;\r\n(b)\tSocial development, including questions relating to the world social situation and to youth, ageing, disabled persons and the family.\r\nItem 2.\tCrime prevention and criminal justice.\r\nItem 3.\tInternational drug control.\r\nItem 4.\tAdvancement of women.\r\nItem 5.\tPromotion and protection of the rights of children:\r\n(a)\tPromotion and protection of the rights of children;\r\n(b)\tFollow-up to the outcome of the special session on children.\r\nItem 6. \tRights of indigenous peoples:\r\n(a)\tRights of indigenous peoples;\r\n(b)\tFollow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples.\r\nItem 7.\tPromotion and protection of human rights:\r\n(a)\tImplementation of human rights instruments;\r\n(b)\tHuman rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms;\r\n(c)\tHuman rights situations and reports of special rapporteurs and representatives;\r\n(d)\tComprehensive implementation of and follow-up to the Vienna Declaration and Programme of Action.\r\nItem 8.\tElimination of racism, racial discrimination, xenophobia and related intolerance:\r\n(a)\tElimination of racism, racial discrimination, xenophobia and related intolerance;\r\n(b)\tComprehensive implementation of and follow-up to the Durban Declaration and Programme of Action.\r\nItem 9.\tRights of peoples to self-determination.\r\nItem 10.\tReport of the Human Rights Council.\r\nItem 11.\tReport of the United Nations High Commissioner for Refugees, questions relation to refugees, returnees and displaced persons and humanitarian questions.\r\nItem 12.\tRevitalization of the work of the General Assembly.\r\n\r\n\r\n(See A/72/480, para. 5; A/72/PV.73)",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/72/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "ED_Meeting": [
    {
      "ED_Date": "2017-12-19T05:00:00.000Z",
      "ED_Number": "73rd plenary meeting"
    }
  ]
}