{
  "_id": "63767b1ea7f062001aa64f45",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/407",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Appointment of the judges of the United Nations Appeals Tribunal",
  "ED_Meeting": [
    {
      "_id": "63767b1ea7f062001aa64f46",
      "ED_Date": "2022-11-15T05:00:00.000Z",
      "ED_Number": "34th plenary meeting"
    }
  ],
  "ED_AgendaItem": "118 (h)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 34th plenary meeting, on 15 November 2022, the General Assembly, pursuant to article 3 of the statute of the United Nations Appeals Tribunal, contained in annex II to resolution 63/253 of 24 December 2008, and on the recommendation of the Internal Justice Council, (footnote: See A/77/129/Rev.1.) appointed Leslie Formine FORBANG (Cameroon), Katharine SAVAGE (South Africa), Abdelmohsen Ahmed SHEHA (Egypt) and Nassib ZIADÉ (Lebanon/Chile) as judges of the Tribunal for a term of office beginning on 1 July 2023 and expiring on 30 June 2030 to fill the vacancies occurring on the expiration of the terms of office of Martha HALFELD FURTADO DE MENDONÇA SCHMIDT, Sabine KNIERIM, John Raymon MURPHY and Dimitrios RAIKOS; and  GAO Xiaoli (China) for a term of office beginning on 15 November 2022 and expiring on 30 June 2026 to fill the vacancy occurring as a result of the resignation of Jean-François NEVEN on 10 January 2022.\n\nAs a result, as of 1 July 2023, the United Nations Appeals Tribunal is composed as follows: Graeme COLGAN (New Zealand),* Leslie Formine FORBANG (Cameroon),** GAO Xiaoli (China),* Kanwaldeep SANDHU (Canada),* Katharine SAVAGE (South Africa),** Abdelmohsen Ahmed SHEHA (Egypt)** and Nassib ZIADÉ (Lebanon/Chile).**\n\n___________________ \n* \tTerm of office expires on 30 June 2026. \n** \tTerm of office expires on 30 June 2030.",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/77/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2022-11-18T00:00:00.076Z"
}