{
  "_id": "63a324049e5789001ab3ed5a",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/416",
  "ED_Type": "Elections and Appointments",
  "ED_Title": "Election of members of the Organizational Committee of the Peacebuilding Commission",
  "ED_Meeting": [
    {
      "_id": "63a324049e5789001ab3ed5b",
      "ED_Date": "2022-12-20T05:00:00.000Z",
      "ED_Number": "56th plenary meeting"
    }
  ],
  "ED_AgendaItem": "117 (b)",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 56th plenary meeting, on 20 December 2022, the General Assembly, pursuant to its resolutions 60/180 of 20 December 2005, 60/261 of 8 May 2006 and 63/145 of 18 December 2008, elected EGYPT, KENYA, QATAR, SAINT VINCENT AND THE GRENADINES and SOUTH AFRICA as members of the Organizational Committee of the Peacebuilding Commission for a two-year term of office beginning on 1 January 2023 to fill the vacancies occurring on the expiration of the terms of office of BRAZIL, COSTA RICA, EGYPT, LEBANON and SOUTH AFRICA. \n\nPursuant to paragraphs 4 (a) to (d) of resolution 60/180, 26 States have already been elected and/or selected as members of the Organizational Committee of the Peacebuilding Commission: BULGARIA and DOMINICAN REPUBLIC elected by the Assembly;(Footnote: See decision 76/412.) CHINA, ECUADOR, FRANCE, MOZAMBIQUE, RUSSIAN FEDERATION, UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and UNITED STATES OF AMERICA selected by the Security Council;(Footnote: See S/2023/37.)  BRAZIL, CROATIA, DENMARK, ITALY, NIGERIA, PERU and REPUBLIC OF KOREA elected by the Economic and Social Council;(Footnote: See Economic and Social Council decisions 2022/206 C and D and 2023/208.) CANADA, GERMANY, JAPAN, NORWAY and SWEDEN selected by and from among the top 10 providers of assessed contributions to United Nations budgets and of voluntary contributions to United Nations funds, programmes and agencies, including a standing peacebuilding fund;(Footnote: See A/77/652.) and BANGLADESH, ETHIOPIA, INDIA, NEPAL and RWANDA selected by and from among the top 10 providers of military personnel and civilian police to United Nations missions.(Footnote: See A/77/650.)\n\nAs a result, on 1 January 2023, the Organizational Committee of the Peacebuilding Commission is composed of the following 31 Member States: BANGLADESH,*** BRAZIL,**** BULGARIA,** CANADA,*** CHINA,* CROATIA,**** DENMARK,**** DOMINICAN REPUBLIC,** ECUADOR,** EGYPT,*** ETHIOPIA,*** FRANCE,* GERMANY,*** INDIA,*** ITALY,**** JAPAN,*** KENYA,*** NEPAL,*** NIGERIA,**** MOZAMBIQUE,** NORWAY,*** PERU,**** QATAR,*** REPUBLIC OF KOREA,**** RUSSIAN FEDERATION,* RWANDA,*** SAINT VINCENT AND THE GRENADINES,*** SOUTH AFRICA,*** SWEDEN,*** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND* and UNITED STATES OF AMERICA.* \n__________________ \n\n* Permanent members of the Security Council. \n** Term of office expires on 31 December 2023. \n*** Term of office expires on 31 December 2024. \n**** Term of office expires on 31 December 2024 or when they cease to be members of the Economic and Social Council, whichever comes earlier.",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/77/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2022-12-22T00:00:00.077Z"
}