{
  "_id": "64f2525bc080b40012e6e78d",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/568",
  "ED_Type": "Other Decisions",
  "ED_Title": "Scope  of the Summit of the Future",
  "ED_Meeting": [
    {
      "_id": "64f2525bc080b40012e6e78e",
      "ED_Date": "2023-09-01T04:00:00.000Z",
      "ED_Number": "99 plenary meeting"
    }
  ],
  "ED_AgendaItem": "126",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 99th plenary meeting, on 1 September 2023, the General Assembly, on the proposal of its President,  (Footnote: A/77/L.109.) reaffirming the Charter of the United Nations, and recalling its resolution 76/307 of 8 September 2022 on the modalities of the Summit of the Future, in which it had decided that the Summit of the Future would adopt a concise, action-oriented outcome document entitled “A Pact for the Future”, agreed in advance by consensus through intergovernmental negotiations: \n\t(a)\tDecided that the scope of the Summit of the Future would encompass the following elements, and that these elements would be reflected in the outcome document, entitled “A Pact for the Future”, comprising a chapeau and five chapters, as follows:\n\t(i)\tChapter I. Sustainable development and financing for development;\n\t(ii)\tChapter II. International peace and security;\n\t(iii)\tChapter III. Science, technology and innovation and digital cooperation;\n\t(iv)\tChapter IV. Youth and future generations;\n\t(v)\tChapter V. Transforming global governance;\n\t(b)\tAlso decided that the 2030 Agenda for Sustainable Development  (Footnote: Resolution 70/1.) and its pledge to leave no one behind, the commitment to end poverty and hunger everywhere, to combat inequalities within and among countries, to build peaceful, just and inclusive societies, and to ensure the lasting protection of the planet and its natural resources and creating conditions for sustainable, inclusive and sustained economic growth, shared prosperity and decent work for all, taking into account different levels of national development and capacities; as well as the realization of the human rights of all, the achievement of gender equality and the empowerment of all women and girls would be taken into account in the relevant chapters of the Pact for the Future;\n\t(c)\tRenewed its request to the President of the General Assembly contained in paragraph 16 of resolution 76/307 to appoint co-facilitators, one from a developed country and one from a developing country, no later than 31 October 2023, and decided that the remainder of the intergovernmental preparatory process of the Summit shall consist of consultations to determine the topics and organization of the interactive dialogues, and negotiations to conclude the outcome document with adequate time for the negotiating sessions, and requested the co-facilitators, in consultation with the President of the Assembly, to designate, as necessary, pairs of coordinators, each comprising one from a developed country and one from a developing country, taking into account gender balance, for specific chapters or elements;\n\t(d)\tRequested the President of the General Assembly to appoint, no later than 31 October 2023, two pairs of co-facilitators, each comprising one from a developed country and one from a developing country, taking into account gender balance, to facilitate, as part of the preparatory process of the Summit of the Future, open, transparent and inclusive intergovernmental consultations on a global digital compact and a declaration on future generations, which would be annexed to the Pact for the Future if intergovernmentally agreed;\n\t(e)\tDecided that no meetings of the preparatory process of the Summit would be held in parallel to one another, to ensure a well-coordinated and streamlined process, and that the preparatory process of the Summit shall avoid overlaps and duplications with existing intergovernmental processes.\n",
  "ED_Disclaimer": "The final version of the text of this decision will be contained in document A/77/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2023-09-02T00:00:00.260Z"
}