{
  "_id": "63921264a7f062001aa6589d",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/512 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Open-ended working group on security  of and in the use of information and communications technologies 2021–2025 established pursuant to General Assembly resolution 75/240",
  "ED_Meeting": [
    {
      "_id": "63921264a7f062001aa6589e",
      "ED_Date": "2022-12-07T05:00:00.000Z",
      "ED_Number": "46 plenary meeting"
    },
    {
      "_id": "64e8df63c080b40012e6e125",
      "ED_Date": "2023-08-25T04:00:00.000Z",
      "ED_Number": "96 plenary meeting"
    }
  ],
  "ED_AgendaItem": "94",
  "ED_Plenary_Committee": "First Committee",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "First Committee",
  "ED_DecisionText": "A\n\nAt its 46th plenary meeting, on 7 December 2022, the General Assembly, on the recommendation of the First Committee, (Footnote: A/77/380, para.12.),  recalling its resolutions 75/240 of 31 December 2020 and 76/19 of 6 December 2021, noting that the open-ended working group on security of and in the use of information and communications technologies established pursuant to resolution 75/240 had held its organizational session and its first substantive session in 2021 and its second and third substantive sessions in 2022, and recalling that, at its third substantive session on 29 July 2022, the open-ended working group had considered its annual progress report, had decided to include in its report the outcome of the substantive discussions of the working group as contained in the annex to document A/77/275 and had subsequently issued a compendium of statements in explanation of position on the adoption of the annual progress report as document A/AC.292/2022/INF/4:\n\t(a)\tDecided to endorse the annual progress report and convene intersessional meetings of up to five days each in 2023 and 2024, to advance discussions, build on the annual progress report and support the continued work of the open-ended working group in accordance with its mandate pursuant to resolution 75/240, recognizing that States had emphasized that the open-ended working group itself served as a confidence-building measure;\n(b)\tAlso decided to include in the provisional agenda of its seventy-eighth session the item entitled “Developments in the field of information and telecommunications in the context of international security”.\n\nB  (Footnote: Decision 77/512, in section B.2 of the Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 49 (A/77/49), vol. II, becomes decision 77/512 A.)\n\nAt its 96th plenary meeting, on 25 August 2023, the General Assembly, on the proposal of Singapore  (footnote: A/77/L.101.), recalling its resolution 75/240 of 31 December 2020, in which the Assembly had decided to convene the open-ended working group on security of and in the use of information and communications technologies 2021–2025, decided to hold the sixth session of the open-ended working group in December 2023.\n\n\n\n\n",
  "ED_Disclaimer": "The final text of this decision will be contained in documents A/77/49 (Vol. II) and (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2022-12-09T00:00:00.052Z"
}