{
  "_id": "639b3fe5a7f062001aa65cbe",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/538 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Revitalization  of the work of the Second Committee ",
  "ED_Meeting": [
    {
      "_id": "639b3fe5a7f062001aa65cbf",
      "ED_Date": "2022-12-14T05:00:00.000Z",
      "ED_Number": "53 plenary meeting"
    },
    {
      "_id": "64c2b59ee734f000122242c5",
      "ED_Date": "2023-07-24T04:00:00.000Z",
      "ED_Number": "93 plenary meeting"
    }
  ],
  "ED_AgendaItem": "124",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "A \n\nAt its 53rd plenary meeting, on 14 December 2022, the General Assembly, on the recommendation of the Second Committee,  (Footnote: A/77/451, para. 9.) recalling its resolution 75/325 of 10 September 2021, in particular the provisions relating to working methods, as well as its decisions 74/537 B of 11 August 2020 and 75/548 B of 29 July 2021:\n\n(a)\tDecided that the Bureau of the Second Committee would convene informal dialogues to discuss the revitalization of the work of the Committee in the first months of 2023;\n\n(b)\tAlso decided that the Second Committee would convene a plenary meeting following those dialogues to take stock of the deliberations and, as appropriate, take action on any recommendations, for subsequent approval by the General Assembly, to allow any change to come into effect ahead of the seventy-eighth session.\n\n\nB  \n\n[Footnote: Decision 77/538, in section B.4 of the Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 49 (A/77/49), vol. II, becomes decision 77/538 A.] \n\nAt its 93rd plenary meeting, on 24 July 2023, the General Assembly, on the recommendation of the Second Committee,  (Footnote: A/77/451/Add.1, para. 7.) recalling its resolution 75/325 of 10 September 2021, in particular the provisions relating to working methods, as well as its decisions 74/537 B of 11 August 2020 and 75/548 B of 29 July 2021 and the informal dialogue on the revitalization of the work of the Second Committee held on 26 May 2023 pursuant to decision 77/538 of 14 December 2022, and noting the ongoing consultations of the Ad Hoc Working Group on the Revitalization of the Work of the General Assembly, took note of the updated conference room paper A/C.2/77/CRP.3 on the working methods of the Second Committee, prepared by the Bureau of the Committee, and requested the Bureau of the Committee, at the seventy-eighth session of the Assembly, to further update the paper, taking into account the work of the Committee during the main part of the seventy-eighth session, as well as any guidance to be provided by the Ad Hoc Working Group.\n\n",
  "ED_Disclaimer": "The final version of decision A is contained in document A/77/49 (Vol.II). The final version of decision B will be contained in document A/77/49 (Vol. III) after editorial review.\n",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2022-12-16T00:00:00.074Z"
}