{
  "_id": "6321191ea7f062001aa62662",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/501",
  "ED_Type": "Other Decisions",
  "ED_Title": "Meetings of subsidiary organs and entities during the main part of the seventy-seventh session\t ",
  "ED_Meeting": [
    {
      "_id": "6321191ea7f062001aa62663",
      "ED_Date": "2022-09-13T04:00:00.000Z",
      "ED_Number": "1 plenary meeting"
    }
  ],
  "ED_AgendaItem": "7 and 141",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 1st plenary meeting, on 13 September 2022, the General Assembly decided to authorize those entities listed in the letter dated 6 September 2022 from the Chair of the Committee on Conferences (A/77/329),1 namely the Committee on Relations with the Host Country; the Independent Audit Advisory Committee; the Committee on Non-Governmental Organizations; the Conference on the Establishment of a Middle East Zone Free of Nuclear Weapons and Other Weapons of Mass Destruction; the Executive Board of the United Nations Development Programme, of the United Nations Population Fund and of the United Nations Office for Project Services; the Committee on the Exercise of the Inalienable Rights of the Palestinian People; the Executive Board of the United Nations Entity for Gender Equality and the Empowerment of Women; and the Ad Hoc Working Group of the Whole on the Regular Process for Global Reporting and Assessment of the State of the Marine Environment, including Socioeconomic Aspects to meet during the main part of the seventy-seventh session of the Assembly, on the strict understanding that all such meetings would be allocated conference services on an “if available” basis, from within existing resources, in such a way as to ensure that the work of the General Assembly and its Main Committees would not be impeded. \n\n ",
  "ED_Disclaimer": "The final text of this decision will be contained in document A/77/49 (Vol. II) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2022-09-14T00:00:00.187Z"
}