{
  "_id": "6324cf52a7f062001aa62982",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/505 A and B",
  "ED_Type": "Other Decisions",
  "ED_Title": "Adoption of the agenda and allocation of agenda items",
  "ED_Meeting": [
    {
      "_id": "6324cf52a7f062001aa62983",
      "ED_Date": "2022-09-16T04:00:00.000Z",
      "ED_Number": "3 plenary meeting"
    },
    {
      "_id": "639ce3b4a7f062001aa65fc2",
      "ED_Date": "2022-12-16T05:00:00.000Z",
      "ED_Number": "55 plenary meeting"
    },
    {
      "_id": "63a4a2ee9e5789001ab3edef",
      "ED_Date": "2022-12-20T05:00:00.000Z",
      "ED_Number": "56 plenary meeting"
    },
    {
      "_id": "63e2a2e402da5300191deb24",
      "ED_Date": "2023-02-06T05:00:00.000Z",
      "ED_Number": "58 plenary meeting"
    },
    {
      "_id": "64401653a540700019baac8e",
      "ED_Date": "2023-04-18T04:00:00.000Z",
      "ED_Number": "66 plenary meeting"
    },
    {
      "_id": "64825026597e070019329459",
      "ED_Date": "2023-06-08T04:00:00.000Z",
      "ED_Number": "77 plenary meeting"
    },
    {
      "_id": "6489edb4597e07001932996f",
      "ED_Date": "2023-06-14T04:00:00.000Z",
      "ED_Number": "79 plenary meeting"
    },
    {
      "_id": "64a575cf597e07001932a073",
      "ED_Date": "2023-06-30T04:00:00.000Z",
      "ED_Number": "87 plenary meeting"
    },
    {
      "_id": "64c2b6cbe734f000122242e2",
      "ED_Date": "2023-07-24T04:00:00.000Z",
      "ED_Number": "93 plenary meeting"
    },
    {
      "_id": "64e8dea1c080b40012e6e107",
      "ED_Date": "2023-08-25T04:00:00.000Z",
      "ED_Number": "96 plenary meeting"
    },
    {
      "_id": "64f250d3c080b40012e6e75b",
      "ED_Date": "2023-09-01T04:00:00.000Z",
      "ED_Number": "99 plenary meeting"
    }
  ],
  "ED_AgendaItem": "7",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "A \n\nAt its 3rd plenary meeting, on 16 September 2022, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (footnote: A/77/250)  adopted the agenda (footnote: A/77/251)  and the allocation of agenda items (A/77/252)  for the seventy-seventh session.\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (Footnote: A/77/250, para. 90)  decided to include in the agenda of its seventy-seventh session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.\n\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (footnote: Ibid., para. 91)  decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its seventy-eight session.\n\nAt its 55th plenary meeting, on 16 December 2022, the General Assembly decided to consider directly in plenary meeting agenda item 68 entitled “Promotion and protection of human rights”, under heading D (Promotion of human rights), and to proceed expeditiously with the consideration of a draft resolution.  (footnote: A/77/L.37.)\n \nAt the same meeting, the General Assembly decided to consider directly in plenary meeting agenda item 109 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to proceed expeditiously with the consideration of a draft resolution. [2] (footnote: A/77/L.29.).\n\nAt its 56th plenary meeting, on 20 December 2022, the General Assembly decided to consider directly in plenary meeting sub-item (a) entitled “Towards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21 ” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision.11 (footnote: A/77/L.42.)  \n\nB  \n\n(Footnote: Decision 77/505, in section B.1 of the Official Records of the General Assembly, Seventy-seventh Session, Supplement No. 49 (A/77/49), vol. II, becomes decision 77/505 A.)\n\nAt its 58th (resumed) plenary meeting, on 6 February 2023, the General Assembly decided to consider directly in plenary meeting sub-item (a) entitled “Follow-up to the Fifth United Nations Conference on the Least Developed Countries” of agenda item 21 entitled “Groups of countries in special situations”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision.  (footnote: A/77/L.50.)\n\nAt the same meeting, the General Assembly decided to consider directly in plenary meeting agenda item 22 entitled “Eradication of poverty and other development issues”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (footnote: A/77/L.43.)\n\nAt its 66th plenary meeting, on 18 April 2023, the General Assembly decided to reopen consideration of sub-item (b) entitled “Appointment of members of the Committee on Contributions” of agenda item 118 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of the report of the Fifth Committee . (Footnote: A/77/568/Add.1.)\n\nAt the same meeting, the General Assembly decided to consider directly in plenary meeting agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/77/L.60.)\n \nAt its 77th plenary meeting, on 8 June 2023, the General Assembly decided to consider directly in plenary meeting sub-item (j) entitled “Combating sand and dust storms” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/77/L.72.)\n\nAt its 79th plenary meeting, on 14 June 2023, the General Assembly decided to consider directly in plenary meeting agenda item 48 entitled “Comprehensive review of the whole question of peacekeeping operations in all their aspects”, under heading B (Maintenance of international peace and security), and to proceed expeditiously with the consideration of a draft resolution.7  (Footnote: A/77/L.75.) \n\nAt its 87th plenary meeting, on 30 June 2023, the General Assembly decided to reopen consideration of sub-item (a) entitled “Appointment of members of the Advisory Committee on Administrative and Budgetary Questions” of agenda item 118 entitled “Appointments to fill vacancies in subsidiary organs and other appointments”, under heading I (Organizational, administrative and other matters), and to proceed expeditiously with the consideration of the report of the Fifth Committee8. (Footnote: A/77/567/Add.1.) \n\nAt its 93rd plenary meeting, on 24 July 2023, the General Assembly decided to reopen consideration of agenda item 68 entitled “Promotion and protection of human rights”, under heading D (Promotion of human rights), and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/77/L.81) \n\nAt its 96th plenary meeting, on 25 August 2023, the General Assembly decided to reopen consideration of agenda item 11 entitled “Sport for development and peace”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/77/L.95.)\n\nAt the same meeting, the General Assembly decided to reopen consideration of sub-item (b) entitled “Follow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/77/L.96.)\n\nAt the same meeting, the General Assembly decided to reopen consideration of sub-item (b) entitled “Follow-up to the second United Nations Conference on Landlocked Developing Countries” of agenda item 21 entitled “Groups of countries in special situations”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/77/L.92.)\n\nAt the same meeting, the General Assembly decided to reopen consideration of agenda item 94 entitled “Developments in the field of information and telecommunications in the context of international security”, under heading G (Disarmament), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision. (Footnote: A/77/L.101.)\n\nAt its 99th plenary  meeting, on 1 September 2023, the General Assembly decided to reopen consideration of agenda item 23 entitled “Operational activities for development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/77/L.108.)",
  "ED_Disclaimer": "The final text of this decision will be contained in documents A/77/49 (Vol. II) and (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2022-09-17T00:00:00.172Z"
}