{
  "_id": "639b3c3fa7f062001aa65c91",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/533",
  "ED_Type": "Other Decisions",
  "ED_Title": "Question of Gibraltar ",
  "ED_Meeting": [
    {
      "_id": "639b3c3fa7f062001aa65c92",
      "ED_Date": "2022-12-12T05:00:00.000Z",
      "ED_Number": "52 plenary meeting"
    }
  ],
  "ED_AgendaItem": "55",
  "ED_Plenary_Committee": "Fourth Committee",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Fourth Committee",
  "ED_DecisionText": "At its 52nd plenary meeting, on 12 December 2022, the General Assembly, on the recommendation of the report of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/77/408, para.34.) recalling its decision 76/522 of 9 December 2021:\n\t(a)\tUrged the Governments of Spain and the United Kingdom of Great Britain and Northern Ireland, while listening to the interests and aspirations of Gibraltar that were legitimate under international law, to reach, in the spirit of the Brussels Declaration of 27 November 1984, a definitive solution to the question of Gibraltar, in the light of the relevant resolutions of the General Assembly and applicable principles, and in the spirit of the Charter of the United Nations;\n\t(b)\tTook note of the desire of the United Kingdom to continue with the trilateral Forum for Dialogue;\n\t(c)\tTook note of the position of Spain that the trilateral Forum for Dialogue did not exist any longer and should be replaced with a new mechanism for local cooperation in which the people of the Campo de Gibraltar and Gibraltar were represented;\n\t(d)\tWelcomed the efforts made by all to resolve problems and advance in a spirit of trust and solidarity, in order to find common solutions and move forward in areas of mutual interest towards a relationship based on dialogue and cooperation. \n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/77/49 (Vol. II) after editorial review.\n",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2022-12-16T00:00:00.074Z"
}