{
  "_id": "6408a53402da5300191df25c",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/553",
  "ED_Type": "Other Decisions",
  "ED_Title": "Annual theme  of the 2024 session of the Economic and Social Council and the 2024 high-level political forum on sustainable development and the set of Sustainable Development Goals to be reviewed by the high-level political forum in 2024",
  "ED_Meeting": [
    {
      "_id": "6408a53402da5300191df25d",
      "ED_Date": "2023-03-07T05:00:00.000Z",
      "ED_Number": "61 plenary meeting"
    }
  ],
  "ED_AgendaItem": "13",
  "ED_Plenary_Committee": "Plenary",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Plenary",
  "ED_DecisionText": "At its 61st plenary meeting, on 7 March 2023, the General Assembly, on the proposal of its President,  (Footnote: A/77/L.57.)   recalling its resolutions 67/290 of 9 July 2013, 70/1 of 25 September 2015, 70/299 of 29 July 2016, 72/305 of 23 July 2018 and 75/290 A and 75/290 B of 25 July 2021: \n\n(a)\tDecided that the theme of the 2024 session of the Economic and Social Council and the 2024 high-level political forum on sustainable development convened under the auspices of the Council shall be “Reinforcing the 2030 Agenda for Sustainable Development and eradicating poverty in times of multiple crises: the effective delivery of sustainable, resilient and innovative solutions”;\n(b)\tAlso decided that the high-level political forum in 2024, without prejudice to the integrated, indivisible and interlinked nature of the Sustainable Development Goals, shall review in depth: \n(i)\tGoal 1. End poverty in all its forms everywhere; \n(ii)\tGoal 2. End hunger, achieve food security and improved nutrition and promote sustainable agriculture;\n(iii)\tGoal 13. Take urgent action to combat climate change and its impacts; \n(iv)\tGoal 16. Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels; \n(v)\tGoal 17. Strengthen the means of implementation and revitalize the Global Partnership for Sustainable Development.",
  "ED_Disclaimer": "The final version of the text of this decision will be contained in document A/77/49 (Vol. III) after editorial review.",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2023-03-09T00:00:00.049Z"
}