{
  "_id": "639b407ca7f062001aa65cc7",
  "ED_Division": "GA",
  "ED_DecisionNumber": "77/539",
  "ED_Type": "Other Decisions",
  "ED_Title": "Draft programme  of work of the Second Committee for the seventy-eighth session of the General Assembly",
  "ED_Meeting": [
    {
      "_id": "639b407ca7f062001aa65cc8",
      "ED_Date": "2022-12-14T05:00:00.000Z",
      "ED_Number": "53 plenary meeting"
    }
  ],
  "ED_AgendaItem": "124",
  "ED_Plenary_Committee": "Second Committee",
  "ED_Session": "77th session of the General Assembly",
  "ED_OriginatingBody": "Second Committee",
  "ED_DecisionText": "At its 53rd plenary meeting, on 14 December 2022, the General Assembly, on the recommendation of the Second Committee,   (Footnote: Ibid.), \n\t(a)\tApproved the draft programme of work of the Second Committee for the seventy-eighth session of the Assembly as set out below;\n\t(b)\tInvited the Bureau of the Second Committee at the seventy-eighth session, in preparing the draft programme of work and timetable of the Committee for the seventy-eighth session, to take into account the provisional programme of work and timetable of the Committee as contained in document A/C.2/77/CRP.1.\n\n\t\tDraft programme of work  (Footnote: The final list of items and sub-items to be considered will be based on the resolutions and decisions adopted by the General Assembly.)\n\n1.\tInformation and communications technologies for sustainable development.\n2.\tMacroeconomic policy questions:\n\t(a)\tInternational trade and development;\n\t(b)\tInternational financial system and development;\n\t(c)\tExternal debt sustainability and development;\n\t(d)\tCommodities;\n\t(e)\tFinancial inclusion for sustainable development;\n\t\t(f)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development;\n\t(g)\tPromoting investments for sustainable development;\n\t\t(h)\tPromotion of inclusive and effective international cooperation on tax matters at the United Nations.\n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\n4.\tSustainable development:\n\t\t(a)\tTowards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21;\n\t\t(b)\tFollow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States;\n\t\t(c)\tDisaster risk reduction;\n\t\t(d)\tProtection of global climate for present and future generations of humankind;\n\t\t(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\n\t\t(f)\tConvention on Biological Diversity;\n\t\t(g)\tEducation for sustainable development;\n\t\t(h)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\n\t\t(i)\tCombating sand and dust storms;\n\t\t(j)\tStrengthening cooperation for integrated coastal zone management for achieving sustainable development.\n5.\tGlobalization and interdependence:\n\t(a)\tScience, technology and innovation for sustainable development;\n\t(b)\tCulture and sustainable development;\n\t(c)\tDevelopment cooperation with middle-income countries.\n6.\tGroups of countries in special situations:\n\t\t(a)\tFollow-up to the Fifth United Nations Conference on the Least Developed Countries;\n\t\t(b)\tFollow-up to the second United Nations Conference on Landlocked Developing Countries.\n7.\tEradication of poverty and other development issues:\n\t\t(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027);\n\t\t(b)\tEradicating rural poverty to implement the 2030 Agenda for Sustainable Development.\n8.\tOperational activities for development:\n\t(a)\tOperational activities for development of the United Nations system;\n\t(b)\tSouth-South cooperation for development.\n9.\tAgriculture development, food security and nutrition:\n\t(a)\tAgriculture development, food security and nutrition;\n\t(b)\tNatural plant fibres and sustainable development.\n10.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\n11.\tRevitalization of the work of the General Assembly.\n12.\tProgramme planning.\n",
  "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/77/49 (Vol. II) after editorial review.\n\n",
  "ED_MarkNew": false,
  "ED_MarkUpdated": false,
  "DEC_NotificationSent": true,
  "__v": 0,
  "DEC_NotificationSentTime": "2022-12-16T00:00:00.074Z"
}