{
  "symbol": "A/C.3/80/L.1",
  "doc_type": "proposal",
  "title": "Organization of the work of the Third Committee",
  "paragraphs": {
    "1": "The agenda items allocated by the General Assembly to the Third Committee will be issued in document A/C.3/80/1. Background information on those items may be found in the annotations to the agenda (see A/80/100 and A/80/100/Add.1). Programme of work",
    "2": "The draft programme of work (see annex) has been prepared bearing in mind paragraph (b) of rule 99 of the rules of procedure of the General Assembly, Assembly decision 79/540 on the programme of work of the Third Committee for the eightieth session, the provisional agenda of the eightieth session (A/80/150) and relevant resolutions and decisions adopted by the Assembly on the rationalization of its work and that of the Committee, as well as past experience in the utilization of conference services. The modalities on the arrangements for the work of the Third Committee at the eightieth session have been revised pursuant to the proposal submitted by the Bureau, taking into account the continued limitations arising from the liquidity crisis. These arrangements are exceptional and will not constitute a precedent for the programme of work of the eighty-first or any future session, irrespective of meeting entitlements or liquidity constraints. The Bureau remains committed to exploring all options thoroughly and to restore the traditional format of general discussions on individual items or clusters, alongside interactive dialogues, in its recommendation for the programme of work of the eighty-first session. Question time and interactive dialogues",
    "3": " to two to three minutes or less for single dialogues and six to nine minutes or less for combined dialogues. General debate",
    "4": "Also pursuant to the proposal submitted by the Bureau, on an exceptional basis, the general discussion of each agenda item or cluster of agenda items will be replaced by a single general debate to be held prior to the start of the interactive dialogues. This arrangement will not establish a precedent for future sessions. Statements by delegations",
    "5": "The list of speakers for the general debate on any or all agenda items allocated to the Committee will be opened on Tuesday, 16 September 2025.",
    "6": "Statements made during the general debate under any or all agenda items will be limited to 10 minutes for individual delegations and to 12 minutes for statements made on behalf of a group of delegations. A digital timer will be projected on the screen so that speakers can keep track of their speaking time, with microphones switched off automatically after the allotted time. Pursuant to General Assembly resolution 72/313, delegations are encouraged to adhere to the “all protocol observed” principle and to refrain from listing standard protocol expressions during their statements. In the same resolution, the Assembly recommended that speakers should be mindful of the speed of statement delivery, bearing in mind the need for accuracy of interpretation. As per past practice, the Committee will maintain a “rolling” list of speakers for the general debate, which means that delegations should be ready to deliver their statements earlier, if necessary.",
    "7": "In accordance with General Assembly decision 34/401, delegations should exercise their right of reply at the end of the day whenever two meetings have been scheduled for the consideration of the relevant agenda item on that day, or at the conclusion of the consideration of the item, if that is sooner. The first statement should be limited to five minutes and the second, if any, to three minutes. Also in accordance with previous decisions of the General Assembly and the practice of the Committee, explanations of vote and points of order should be limited to three minutes. List of documents",
    "8": "Attention is drawn to the addendum to the present note (to be issued as A/C.3/80/L.1/Add.1), which will contain a list of the documentation submitted under each agenda item expected to be allocated to the Committee. The list of documents, with any updates, will be available on iGov. Conference facilities and meeting arrangements",
    "9": "Unless otherwise specified, formal meetings of the Committee will be held from 10 a.m. to 1 p.m. and from 3 to 6 p.m. in Conference Room 1 (Conference Building). The General Assembly has stressed that a punctual start of meetings is critical to the efficient utilization of services allocated to the intergovernmental bodies of the United Nations. In accordance with past practice, it is proposed that rule 108 of the rules of procedure of the Assembly be waived with respect to the quorum needed to declare a meeting open. Deadlines and sponsorship of draft resolutions and proposals",
    "10": " approved deadline. Adherence to the deadlines is critical to ensuring the successful conclusion of the work of the Committee.",
    "11": "The initiation and sponsorship of draft proposals will be undertaken electronically through the eSponsorship application without prejudice to the possibility offered to delegations of co-sponsoring a proposal at the time of the Committee’s action on the latter. To maximize the efficiency of the Committee, however, all delegations wishing to co-sponsor a proposal are encouraged to do so electronically through the eSponsorship application rather than during the formal proceedings of the Committee. Introduction of draft resolutions",
    "12": "In line with efforts to further enhance the efficiency of the Committee, main sponsors of proposals are urged to limit the introduction of their proposals, which may be made solely at the time of their consideration by the Committee, to statements not exceeding three minutes. Main sponsors are requested not to make a formal introductory statement on a draft resolution upon its issuance as an “L” document. Report of the Economic and Social Council",
    "13": "In paragraph 4 (c) of the annex to General Assembly resolution 58/316, the Assembly decided that the item entitled “Report of the Economic and Social Council” should be considered in its entirety in plenary meeting. Subsequently, it was clarified that, in implementing that decision, the relevant parts of chapter I of the report of the Council that related to agenda items allocated to the Main Committees would be considered by the Committee concerned, for final action by the Assembly (see A/59/250/Add.1, para. 4). Report of the Human Rights Council",
    "14": "In its resolution 65/281, entitled “Review of the Human Rights Council”, the General Assembly decided to continue its practice of allocating the item entitled “Report of the Human Rights Council” to the plenary of the Assembly and to the Third Committee, in accordance with its decision 65/503 A, with the understanding that the President of the Council will present the report in her or his capacity as President to the plenary of the Assembly and to the Committee and that the Committee will hold an interactive dialogue with the President of the Council following the presentation of the report of the Council to the Committee. Conclusion of the work of the Committee",
    "15": " Date/time Agenda item/ programmea Wednesday, 19 November 10 a.m. and 3 p.m. Action on proposals Thursday, 20 November 10 a.m. and 3 p.m. Action on proposals Friday, 21 November 10 a.m. Action on outstanding proposals Item 122 Revitalization of the work of the General Assembly Item 138b Programme planning Conclusion of the work of the Third Committee a Item of the provisional agenda (A/80/150). b This item is to be allocated to all the Main Committees to enhance discussion of evaluation, planning, budgeting and monitoring reports."
  },
  "signals": {
    "2": [
      "PGA"
    ],
    "4": [
      "PGA"
    ],
    "14": [
      "PGA"
    ]
  },
  "signal_summary": {
    "PGA": 3
  },
  "symbol_references": [
    "A/C.3/80/L.1"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}