{
  "symbol": "A/C.2/80/L.60",
  "doc_type": "proposal",
  "title": "Draft programme of work of the Second Committee for the eighty-first session of the General Assembly",
  "paragraphs": {
    "1": "Information and communications technologies for sustainable development.",
    "2": "Macroeconomic policy questions: (a) International trade and development; (b) International financial system and development; (c) External debt sustainability and development; (d) Promotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development; (e) Promoting investments for sustainable development; (f) Promotion of inclusive and effective international tax cooperation at the United Nations; (g) Creative economy and sustainable development.",
    "3": "Follow-up to and implementation of the outcomes of the International Conferences on Financing for Development.",
    "4": "Sustainable development: (a) Towards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21; (b) Follow-up to and implementation of the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity; (c) Disaster risk reduction; (d) Protection of global climate for present and future generations of humankind; (e) Implementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa; (f) Convention on Biological Diversity; (g) Report of the United Nations Environment Assembly of the United Nations Environment Programme; (h) Harmony with Nature; (i) Ensuring access to affordable, reliable, sustainable and modern energy for all; (j) Combating sand and dust storms; (k) Promoting the social and solidarity economy for sustainable development.",
    "5": "Follow-up to the implementation of the New Urban Agenda and strengthening of the United Nations Human Settlements Programme (UN-Habitat).",
    "6": "Globalization and interdependence: (a) Role of the United Nations in promoting development in the context of globalization and interdependence; (b) International migration and development;",
    "7": "Groups of countries in special situations: (a) Follow-up to the Fifth United Nations Conference on the Least Developed Countries; (b) Follow-up to the Third United Nations Conference on Landlocked Developing Countries.",
    "8": " (e) Eradicating rural poverty to implement the 2030 Agenda for Sustainable Development.",
    "9": "Operational activities for development: (a) Operational activities for development of the United Nations system; (b) South-South cooperation for development.",
    "10": "Agriculture development, food security and nutrition.",
    "11": "Permanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.",
    "12": "Revitalization of the work of the General Assembly.",
    "13": "Programme planning."
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [
    "A/C.2/80/L.60"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}