{
  "symbol": "A/C.4/80/L.1",
  "doc_type": "proposal",
  "title": "Special Political and Decolonization Committee",
  "paragraphs": {
    "1": "The agenda items allocated by the General Assembly to the Special Political and Decolonization Committee (Fourth Committee) for consideration are listed in document A/C.4/80/1. Background information on those items, including references to related documentation, is set out in the annotated preliminary list of items to be included in the provisional agenda of the eightieth session (A/80/100 and A/80/100/Add.1).1",
    "2": "The General Assembly, in rule 99, paragraph (b), of its rules of procedure, calls upon each Main Committee to adopt a programme of work indicating, if possible, a target date for the conclusion of its work, the approximate dates of consideration of items and the number of meetings to be allocated for the consideration of each item .",
    "3": "The General Assembly decided that the eightieth session should recess on Monday, 8 December 2025, and that, inter alia, the Special Political and Decolonization Committee (Fourth Committee) should complete its work by Wednesday, 19 November 2025 (see A/80/250, para. 5 (a) and (b)).",
    "4": " Date/time Programme Week of 17–21 November Monday, 17 November 10 a.m. Israeli practices and settlement activities affecting the rights of the Palestinian people and other Arabs of the occupied territories (item 50) Introductory statements, question-and-answer period and general debate Tuesday, 18 November 10 a.m. Israeli practices and settlement activities affecting the rights of the Palestinian people and other Arabs of the occupied territories (item 50) General debate (concludes) Consideration of outstanding agenda items Wednesday, 19 November 10 a.m. United Nations Relief and Works Agency for Palestine Refugees in the Near East (item 49) Israeli practices and settlement activities affecting the rights of the Palestinian people and other Arabs of the occupied territories (item 50) Introduction of and action on proposals Action on proposals on all outstanding agenda items Revitalization of the work of the General Assembly (item 121) Proposed programme of work and timetable for the Special Political and Decolonization Committee (Fourth Committee) for the eighty-first session of the General Assembly Programme planning (item 137) Conclusion of the work of the Special Political and Decolonization Committee (Fourth Committee) for the main part of the session",
    "5": " (d) Item 137, Programme planning, is allocated to all the Main Committees and the plenary of the General Assembly to enhance the discussion of evaluation, planning, budgeting and monitoring reports. If the Assembly allocates any report submitted under this item to the Fourth Committee, the Committee shall revert to this item.",
    "6": "Subject to the provisional programme of work above being acceptable to the Committee and in order to facilitate its work, the Chair wishes to suggest that the list of speakers in the general debate for the respective agenda items be closed as indicated in the timetable above.",
    "7": "The Chair also wishes to draw the attention of members of the Committee to the decisions of the General Assembly on the organization of its work contained in document A/80/250, sections II.B to III.",
    "8": "Members are also requested to bear in mind the decision of the General Assembly that morning and afternoon meetings should start promptly at 10 a.m. and 3 p.m., respectively, both for plenary meetings and for meetings of the Main Committees during the eightieth session. The attention of the members is also drawn to the decision of the Assembly to waive, at its eightieth session, the quorum required, under rule 108 of the rules of procedure of the General Assembly, for the Chair to declare a meeting open and permit the debate to proceed (see A/80/250, para. 8).",
    "9": "In view of the limited number of meetings available to the Committee, it is suggested that the time limit for statements be set at 10 minutes, with the exception of statements made by the spokespersons of groups of delegations, which would be extended to 15 minutes. In this connection, the Chair will set the time limit for the petitioners as deemed necessary.",
    "10": "The list of documents submitted under the various agenda items allocated to the Special Political and Decolonization Committee (Fourth Committee) is contained in document A/C.4/80/INF.1, which will be updated as necessary."
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [
    "A/C.4/80/L.1"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}