{
  "symbol": "A/C.2/80/L.1",
  "doc_type": "proposal",
  "title": "Organization of work of the Second Committee",
  "paragraphs": {
    "1": "The agenda items allocated by the General Assembly to the Second Committee are listed in the note by the Secretariat (A/C.2/80/1). Background information on those items can be found in the annotations to the agenda (A/80/100 and A/80/100/Add.1). Programme of work",
    "2": "The draft programme of work (see annex) has been prepared bearing in mind paragraph (b) of rule 99 of the rules of procedure of the General Assembly, Assembly decision 79/545 on the programme of work of the Second Committee for the eightieth session of the Assembly, by which the Assembly invited the Bureau of the Second Committee to take into account the provisional timetable of the Committee as contained in conference room paper A/C.2/79/CRP.1, the provisional agenda of the eightieth session of the Assembly (A/80/150) and the availability of documentation. The number of meetings suggested for the general discussion of the agenda items allocated to the Second Committee is based on past experience. List of documents",
    "3": "Attention is drawn to the addendum to the present note (A/C.2/80/L.1/Add.1), which lists the documentation submitted under the various agenda items allocated to the Second Committee. General debate",
    "4": "",
    "5": "Delegations may make only one national statement during the debate. The statement may cover any or all items allocated to the Committee. General discussions of agenda items, introduction of reports and question time",
    "6": "During the general discussions of agenda items, the introductions of the reports of the Secretary-General will be made through brief oral statements of no more than six minutes at the meeting at which the item is considered. Some flexibility with regard to the time limit may be exercised when two or more reports are introduced in one statement. Immediately following the introduction of reports, and in accordance with the practice of the Main Committees, delegations will be invited to make comments or pose questions to the presenters on the reports introduced. Delegations are invited to participate actively in the dialogues with questions and unscripted comments. Such interventions should be brief and to the point, not exceeding two minutes. Statements by delegations",
    "7": "The lists of speakers for the general debate and the general discussions of individual agenda items will be opened on 16 September 2025. For planning purposes, inscriptions in the general debate should be submitted by 29 September and in the general discussions by 1 October. In accordance with General Assembly decision 65/530, statements in the general debate should be limited to no more than 10 minutes for statements made on behalf of groups and 7 minutes for national statements. Statements in the general discussions of items should be limited to no more than five minutes for statements made on behalf of groups and three minutes for national statements. The lists of speakers for a given meeting will be prepared on the basis of these time limits, which will be strictly implemented, including, as necessary, by switching off microphones automatically after the allotted time. Pursuant to General Assembly resolution 72/313, delegations are encouraged to adhere to the “all protocol observed” principle and to refrain from listing standard protocol expressions during their statements. In the same resolution, the Assembly recommended that speakers should be mindful of the speed of statement delivery, bearing in mind the need for accuracy of interpretation.",
    "8": "In accordance with previous decisions of the General Assembly and the practice of the Committee, delegations should exercise their right of reply at the end of the day whenever two meetings have been scheduled for the consideration of the relevant agenda item on that day, or at the conclusion of the consideration of the item, if that is sooner. The number of interventions in exercise of the right of reply for any delegation at a given meeting should be limited to two per item, with the first intervention limited to five minutes and the second, if any, to three minutes.",
    "9": "Also in accordance with previous decisions of the General Assembly and the practice of the Committee, explanations of vote should be limited to five minutes, and points of order should be limited to three minutes. Conference facilities and meeting arrangements",
    "10": " Informal consultations",
    "11": "In accordance with established practice, informal consultations will be used for expressing general observations on the proposals and for agreeing on them ad referendum. All drafting will be done at the level of informal informal consultations (without interpretation or other services) and will be conducted by the appointed facilitators. The Bureau will coordinate a comprehensive calendar of informal consultations, within regular meeting hours, while limiting parallel negotiations to the extent possible. Report of the Economic and Social Council",
    "12": "Pursuant to paragraph 4 (c) of section D of the annex to General Assembly resolution 58/316, the item entitled “Report of the Economic and Social Council” should be considered in its entirety in plenary; subsequently, it was clarified by the General Committee that the relevant parts of chapter I of the report that fall under agenda items already allocated to the Main Committees would be considered by the Committee concerned for final action by the Assembly (see A/59/250/Add.1, para. 4). Conclusion of the work of the Committee",
    "13": " (d) Protection of global climate for present and future generations of humankind (e) Implementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa (f) Convention on Biological Diversity (g) Education for sustainable development (h) Ensuring access to affordable, reliable, sustainable and modern energy for all (i) Combating sand and dust storms (j) Sustainable mountain development (k) Strengthening cooperation for integrated coastal zone management for achieving sustainable development (l) Multidimensional vulnerability index Item 19: Global Code of Ethics for Tourism 3 p.m.: deadline for submission of draft proposals under item 16 and sub-items (a) to (d) and item 17 Tuesday, 14 October 10 a.m.–1 p.m. Joint meeting with the Economic and Social Council1 3–6 p.m. Joint general discussion on: Item 18: Sustainable development and sub-items (a) to (l) (concluded) Item 19: Global Code of Ethics for Tourism (concluded) 3 p.m.: deadline for submission of draft proposals under item 15 and item 20 and sub- items (a) to (c) Wednesday, 15 October 10 a.m.–1 p.m. and 3–6 p.m. Introductory statements and joint general discussion on: Item 22: Eradication of poverty and other development issues: (a) Implementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027) (b) Eradicating rural poverty to implement the 2030 Agenda for Sustainable Development Item 24: Agriculture development, food security and nutrition (a) Agriculture development, food security and nutrition (b) Natural plant fibres and sustainable development 3 p.m.: deadline for submission of draft proposals under sub-items (e) to (h) of item 16 Thursday, 16 October 10 a.m.–1 p.m. Side event2 3 p.m.: deadline for submission of draft proposals under item 18 and sub-items (a) to (c) and item 19 Friday, 17 October 10 a.m.–1 p.m. Introductory statement and general discussion on: Item 60: Permanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources 3 p.m.: deadline for submission of draft proposals under item 22 and sub-items (a) and (b) and item 24 and sub-items (a) and (b) Week of 20–24 October 2025 Monday, 20 October (United Nations floating holiday) No meetings scheduled 3 p.m.: deadline for submission of draft proposals under sub-items (d) to (h) of item 18 Tuesday, 21 October 10 a.m.–1 p.m. (informal meeting) Dialogue with the Executive Secretaries of the regional commissions 3 3 p.m.: deadline for submission of draft proposals under sub items (i) to (l) of item 18 and item 60 Week of 10–14 November 2025 Wednesday, 12 November 10 a.m.–11.30 a.m. Introduction of and action on draft proposals4 Week of 17–21 November 2025 Tuesday, 18 November 3 p.m.: deadline for submission of final draft proposals Week of 24–28 November 2025 Monday, 24 November 3–6 p.m. Action on draft proposals4 Tuesday, 25 November 10 a.m.–1 p.m. and 3–6 p.m. Action on draft proposals4 Wednesday, 26 November 10 a.m.–1 p.m. General discussion on: Item 121: Revitalization of the work of the General Assembly Action on draft proposals4 3–6 p.m. Action on draft proposals4 Conclusion of the work of the Second Committee"
  },
  "signals": {
    "10": [
      "process"
    ],
    "11": [
      "process"
    ]
  },
  "signal_summary": {
    "process": 2
  },
  "symbol_references": [
    "A/C.2/80/L.1"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}