{
  "symbol": "A/RES/79/81",
  "doc_type": "resolution",
  "title": "79/81. Peaceful settlement of the question of Palestine",
  "paragraphs": {
    "1": "The High-level International Conference (hereinafter “the Conference”) will be aimed at advancing the implementation of the United Nations resolutions pertaining to the question of Palestine and the two-State solution for the achievement of a just, lasting and comprehensive peace in the Middle East.",
    "2": "The Conference shall be entitled “High-level International Conference for the Peaceful Settlement of the Question of Palestine and the Implementation of the Two- State Solution”.",
    "3": "The Conference will be held in June 2025, in New York, preceded by one or more preparatory meetings, as needed.",
    "4": "The Conference will adopt an action-oriented outcome document entitled “Peaceful settlement of the question of Palestine and implementation of the two-State solution”, to urgently chart an irreversible pathway towards the peaceful settlement of the question of Palestine and the implementation of the two-State solution.",
    "5": "The Conference will have: (a) An opening segment on the first day of the plenary meetings, which will include, inter alia, statements from the President of the General Assembly, the Secretary-General and the Co-Chairs of the Conference; (b) A closing segment on the second day of the plenary meetings.",
    "6": "All States are encouraged to be represented at the highest possible level and to make statements in plenary of up to five minutes.",
    "7": "Entities having received a standing invitation to participate as observers in the work of the General Assembly are invited to participate in the Conference and to make statements in plenary of up to five minutes.",
    "8": "The United Nations system, including the relevant funds, programmes, specialized agencies and regional commissions, as well as the Bretton Woods institutions, are invited to participate in the Conference and to make statements in the thematic round tables.",
    "9": "France and Saudi Arabia shall be appointed as Co-Chairs of the Conference.",
    "10": "The Co-Chairs are requested to facilitate open, transparent and inclusive intergovernmental consultations on the preparatory process of the Conference, and the intergovernmental preparatory process of the Conference shall consist of: (a) Negotiations to conclude the outcome document with adequate time for the negotiating sessions; (b) Determination of the topics and organization of the thematic round tables and designation by the Co-Chairs of the Conference of Co-Chairs for the thematic round tables; (c) Preparatory discussions for the thematic round tables, in coordination with the designated Co-Chairs of the round tables.",
    "11": "",
    "12": "The Conference shall be webcast, and the President of the General Assembly and the Secretary-General are encouraged to give the highest visibility to the Conference, including during its preparation, through all relevant media platforms and information and communications technologies.",
    "13": "Reaffirms its commitment, in accordance with international law, to the two- State solution of Israel and Palestine, living side by side in peace and security within recognized borders, based on the pre‑1967 borders;",
    "14": "Underscores in this regard the affirmation by the Security Council in its resolution 2334 (2016) of its determination to examine practical ways and means to secure the full implementation of its relevant resolutions;",
    "15": " (b) The realization of the inalienable rights of the Palestinian people, primarily the right to self-determination and the right to their independent State; (c) A just resolution of the problem of Palestine refugees in conformity with its resolution 194 (III) of 11 December 1948;",
    "16": "Calls upon all States, consistent with their obligations under the Charter and relevant Security Council resolutions, inter alia: (a) Not to recognize any changes to the pre‑1967 borders, including with regard to Jerusalem, other than those agreed by the parties through negotiations, including by ensuring that agreements with Israel do not imply recognition of Israeli sovereignty over the territories occupied by Israel in 1967; (b) To distinguish, in their relevant dealings, between the territory of the State of Israel and the territories occupied since 1967; (c) Not to render aid or assistance to illegal settlement activities, including not to provide Israel with any assistance to be used specifically in connection with settlements in the occupied territories, in line with Security Council resolution 465 (1980) of 1 March 1980; (d) To respect and ensure respect for international law, in all circumstances, including through measures of accountability, consistent with international law;",
    "17": "Recalls its decision to convene during the seventy-ninth session of the General Assembly an international conference under the auspices of the Assembly for the implementation of the United Nations resolutions pertaining to the question of Palestine and the two-State solution for the achievement of a just, lasting and comprehensive peace in the Middle East, and, considering paragraph 2 of the present resolution, decides to adopt the modalities set out in the annex to the present resolution for the convening of this international conference;",
    "18": "Urges all States and the United Nations to continue and expedite the provision of economic, humanitarian and technical assistance to the Palestinian people and the Palestinian Government during this critical period in order to help to alleviate the serious humanitarian situation in the Occupied Palestinian Territory, including East Jerusalem, which is catastrophic in the Gaza Strip, to rehabilitate the Palestinian economy and infrastructure and to support the development and strengthening of Palestinian institutions and Palestinian State-building efforts in preparation for independence;",
    "19": "Recalls the conclusion of the International Court of Justice, in its advisory opinion of 19 July 2024, that Israel is under an obligation to provide full reparation for the damage caused by its internationally wrongful acts to all natural or legal persons concerned;",
    "20": " Annex Modalities for the High-level International Conference for the Peaceful Settlement of the Question of Palestine and the Implementation of the Two- State Solution"
  },
  "signals": {
    "5": [
      "PGA",
      "process"
    ],
    "9": [
      "process"
    ],
    "10": [
      "process"
    ],
    "12": [
      "PGA"
    ]
  },
  "signal_summary": {
    "PGA": 2,
    "process": 3
  },
  "symbol_references": [
    "A/79/L.23"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}