{
  "symbol": "A/RES/73/165",
  "doc_type": "resolution",
  "title": "73/165. United Nations Declaration on the Rights of Peasants and Other People Working in Rural Areas",
  "paragraphs": {
    "1": "Nothing in the present Declaration may be construed as diminishing, impairing or nullifying the rights that peasants and other people working in rural areas and indigenous peoples currently have or may acquire in the future.",
    "2": "The human rights and fundamental freedoms of all, without discrimination of any kind, shall be respected in the exercise of the rights enunciated in the present Declaration. The exercise of the rights set forth in the present Declaration shall be subject only to such limitations as are determined by law and that are compliant with international human rights obligations. Any such limitations shall be non-discriminatory and necessary solely for the purpose of securing due recognition and respect for the rights and freedoms of others and for meeting the just and most compelling requirements of a democratic society.",
    "3": "States shall respect, and take measures to recognize and protect, the rights of peasants and other people working in rural areas relating to their traditional knowledge and eliminate discrimination against the traditional knowledge, practices and technologies of peasants and other people working in rural areas. Article 27",
    "4": "States shall invest in providing training, market information and advisory services at the farm level. Article 26",
    "5": "States shall prevent third parties from impairing the enjoyment of the right to water of peasants and other people working in rural areas. States shall prioritize water for human needs before other uses, promoting its conservation, restoration and sustainable use. Article 22",
    "6": "States shall take appropriate measures to support peasant seed systems and promote the use of peasant seeds and agrobiodiversity.",
    "7": "States shall take appropriate measures to ensure that agricultural research and development integrates the needs of peasants and other people working in rural areas and to ensure their active participation in the definition of priorities and the undertaking of research and development, taking into account their experience, and increase investment in research and the development of orphan crops and seeds that respond to the needs of peasants and other people working in rural areas.",
    "8": "States shall ensure that seed policies, plant variety protection and other intellectual property laws, certification schemes and seed marketing laws respect and take into account the rights, needs and realities of peasants and other people working in rural areas. Article 20"
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}