{
  "symbol": "A/RES/76/112",
  "doc_type": "resolution",
  "title": "Seventy-sixth session Report of the International Law Commission on the work of its seventy-second session",
  "paragraphs": {
    "1": "Disputes between States relating to the protection of the atmosphere from atmospheric pollution and atmospheric degradation are to be settled by peaceful means.",
    "2": "Since such disputes may be of a fact-intensive and science-dependent character, due consideration should be given to the use of scientific and technical experts.",
    "3": "When applying paragraphs 1 and 2, special consideration should be given to persons and groups particularly vulnerable to atmospheric pollution and atmospheric degradation. Such groups may include, inter alia, indigenous peoples, people of the least developed countries and people of low-lying coastal areas and small island developing States affected by sea-level rise. Guideline 10 Implementation",
    "4": "Also takes note of the preamble and guidelines on the protection of the atmosphere, the text of which is annexed to the present resolution, with the commentaries thereto, brings them to the attention of States, international organizations and all who may be called upon to deal with the subject, and encourages their widest possible dissemination. 49th plenary meeting 9 December 2021 Annex Guidelines on the protection of the atmosphere Preamble Acknowledging that the atmosphere is a natural resource, with a limited assimilation capacity, essential for sustaining life on Earth, human health and welfare, and aquatic and terrestrial ecosystems, Bearing in mind that the transport and dispersion of polluting and degrading substances occur within the atmosphere, Considering that atmospheric pollution and atmospheric degradation are a common concern of humankind, Aware of the special situation and needs of developing countries, Noting the close interaction between the atmosphere and the oceans, Noting in particular the special situation of low-lying coastal areas and small island developing States due to sea-level rise, Recognizing that the interests of future generations of humankind in the long- term conservation of the quality of the atmosphere should be fully taken into account, Recalling that the present guidelines were elaborated on the understanding that they were not intended to interfere with relevant political negotiations or to impose on current treaty regimes rules or principles not already contained therein, Guideline 1 Use of terms For the purposes of the present guidelines: (a) “atmosphere” means the envelope of gases surrounding the Earth; (b) “atmospheric pollution” means the introduction or release by humans, directly or indirectly, into the atmosphere of substances or energy contributing to significant deleterious effects extending beyond the State of origin of such a nature as to endanger human life and health and the Earth’s natural environment; (c) “atmospheric degradation” means the alteration by humans, directly or indirectly, of atmospheric conditions having significant deleterious effects of such a nature as to endanger human life and health and the Earth’s natural environment. Guideline 2 Scope"
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}