{
  "symbol": "A/RES/76/3",
  "doc_type": "resolution",
  "title": "76/3. The “Space2030” Agenda: space as a driver of sustainable development",
  "paragraphs": {
    "1": "The United Nations has been at the centre of international cooperation in space activities since the beginning of the space age. The Committee on the Peaceful Uses of Outer Space came into being as a result of the recognition by the General Assembly, in its resolution 1348 (XIII) of 13 December 1958, of the importance of using outer space for peaceful purposes and of the need to promote international cooperation in the conduct of space activities; in its resolution 1472 A (XIV) of 1959, the Assembly permanently established the Committee.",
    "2": "Owing to its unique mandate and position at the centre of international cooperation in the peaceful uses of outer space, and the global governance of outer space activities,1 consistent with international law, the Committee played a key role in the organization of the first three United Nations conferences on the exploration and peaceful uses of outer space, held in 1968, 1982 and 1999.",
    "3": "Fifty years after the first United Nations Conference on the Exploration and Peaceful Uses of Outer Space (UNISPACE), States Members of the United Nations and representatives of the international space community gathered in Vienna on 20 and 21 June 2018 for the high-level segment of the fiftieth anniversary of the first United Nations Conference on the Exploration and Peaceful Uses of Outer Space (UNISPACE+50) to reflect on more than 50 years of achievement in space exploration and use and to strengthen global cooperation in outer space and the use of outer space for sustainable development.",
    "4": "The General Assembly, in its resolution 73/6 of 26 October 2018, noted with appreciation that the preparatory process and the high-level segment of UNISPACE+50 had resulted in documents aimed at articulating a comprehensive, inclusive and strategically oriented vision on strengthening international cooperation in the exploration and peaceful uses of outer space, in which space was seen as a major driver of and contributor to the achievement of the Sustainable Development Goals for the benefit of all countries.",
    "5": "In that regard, the General Assembly invited the Committee to continue to develop, on the basis of the results of the UNISPACE+50 process, a “Space2030” Agenda and implementation plan and to provide the General Assembly with the outcome of its work for consideration by the Assembly at its seventy-fifth session, in",
    "2020": "6. The “Space2030” Agenda and implementation plan is submitted by the Committee to the General Assembly as a forward-looking strategy for reaffirming and strengthening the contribution of space activities and space tools to the achievement of global agendas, 2 addressing long-term sustainable development concerns of humankind. It also contributes to charting the future contribution of the Committee to the framework for the global governance of outer space activities, consistent with international law. II. Strategic vision",
    "7": "We, the States Members of the United Nations, acknowledge that the exploration and peaceful uses of outer space have enriched our collective knowledge and revolutionized life on Earth. Space science and technology are now intrinsic to our daily lives and bring an abundance of unique and fundamental benefits to Earth. As the space community moves forward with its space exploration endeavours, space will continue to serve as a source of inspiration and innovation and to provide applications for the benefit of humankind.",
    "8": "We emphasize that space tools are highly relevant for the attainment of the global development agendas, in particular the 2030 Agenda for Sustainable Development and its goals and targets, either directly, as enablers and drivers of sustainable development, or indirectly, by providing essential data for the indicators used to monitor the progress towards achieving the 2030 Agenda and the Sendai Framework for Disaster Risk Reduction 2015–2030 and the commitments by States parties to the Paris Agreement. The fulfilment of these global agendas requires improved access to space-based data and applications and space infrastructure, taking into account the particular needs of developing countries.",
    "9": "We acknowledge the distinguished historical record of the Committee on the Peaceful Uses of Outer Space and its Legal Subcommittee and Scientific and Technical Subcommittee in the establishment and further development of the international legal regime governing outer space activities. Under that regime, outer space activities of States, international intergovernmental organizations and non-governmental entities are flourishing, and as a result, space science and technology and their applications are contributing immeasurably to economic growth and improvements in the quality of life worldwide.",
    "10": "We reaffirm the unique role of the Committee, and its subcommittees, supported by the Office for Outer Space Affairs, as unique platforms for international cooperation in the exploration and use of outer space for peaceful purposes, for the global governance of outer space activities, consistent with international law, for developing international space law, for fostering dialogue among spacefaring and emerging space nations, and for promoting the increased involvement of all countries in space activities, including through capacity-building initiatives.",
    "11": "We underscore the importance of the Outer Space Treaty as the cornerstone of the international legal regime governing outer space activities. It contains the fundamental principles of international space law and will continue to provide an indispensable framework for the conduct of outer space activities. The universalization and effective implementation of the Outer Space Treaty should be promoted.",
    "12": "We encourage the Committee to continue to coordinate efforts to strengthen the implementation of the United Nations treaties and principles on outer space and to complement existing international space law, when appropriate, to respond to emerging issues. The Committee and its subcommittees should continue to demonstrate their relevance and address current and emerging challenges and opportunities, such as the long-term sustainability of outer space activities.",
    "13": "We commit to addressing changes in the undertaking of outer space activities at a time when new technologies have emerged and when an increasing number of participants, representing both governmental agencies and non-governmental entities, including industry and the private sector, are becoming involved in ventures to explore and use space and carry out space activities. In that regard, we commit to ensuring that the Committee, and its subcommittees, supported by the Office for Outer Space Affairs, continue, as appropriate, to respond to such changes, in their role as unique platforms for international cooperation in the peaceful uses of outer space.",
    "14": "We commit to strengthening international cooperation, for which the Committee continues to provide a unique platform in the exploration and peaceful uses of outer space and the global governance of outer space activities, consistent with international law, taking into account the particular needs of developing countries. We also recognize the common interest of all humankind in the progress of the exploration and use of outer space for peaceful purposes, and take note of General Assembly resolutions 51/122 of 13 December 1996 and 73/6 of 26 October 2018 and the contribution that their implementation will make to the “Space2030” Agenda.",
    "15": "We aim to promote equal opportunities in the space sector by encouraging, in particular, young people and women to consider careers in science, technology, engineering and mathematics.",
    "16": "We also aim to leverage to a greater extent new, innovative technologies, such as space technologies and their applications, to contribute to improved delivery of the mandates of the United Nations as a whole.",
    "17": " and future perspectives of the legal regime of outer space and global governance (thematic priority 2), enhanced information exchange on space objects and events (thematic priority 3), an international framework for space weather services (thematic priority 4), strengthened space cooperation for global health (thematic priority 5), international cooperation towards low-emission and resilient societies (thematic priority 6) and capacity-building for the twenty-first century (thematic priority 7).3",
    "18": "We also emphasize that, in fulfilling the “Space2030” Agenda and implementation plan, importance is attached to global partnerships and strengthened cooperation among Member States, United Nations entities, intergovernmental and non-governmental organizations, industry and private sector entities, to ensure that, through joint efforts and by taking advantage of the practical experiences and contributions of different stakeholders, the benefits of space will be brought to everyone, everywhere. III. Objectives",
    "19": " onwards, and strengthen their engagement in science, technology, engineering and mathematics subjects. 3.2. Nations Register of Objects Launched into Outer Space to increase transparency and improve the efficiency of the registration mechanism and the timeliness and consistency of the registration of objects, including by providing technical assistance to Member States in this regard. 4.5. Ensure the long-term sustainability of outer space activities and the preservation of the outer space environment for peaceful uses, including through the implementation on a voluntary basis of the adopted preamble and the guidelines for the long-term sustainability of outer space activities and the sharing of experiences in implementing the guidelines, and address new challenges, risks and threats posed to the long-term sustainability of outer space activities. 4.6. Enhance the safety of outer space operations as a contribution to the long-term sustainability of outer space activities. 4.7. Promote international cooperation and exchange information and best practices, within the framework of the Committee, on the supervision of space activities of non-governmental entities, consistent with international law, with a view to enhancing the safety and long-term sustainability of outer space activities while facilitating the development of the space industry. 4.8. Enhance, within the framework of the Committee, the exchange of information on space objects and events, as well as the discussion on the prediction and prevention of potential collisions. 4.9. Strengthen the coordination and interrelationship between the Committee on the Peaceful Uses of Outer Space and its subcommittees, with the assistance of the Office for Outer Space Affairs as the secretariat. 4.10. Encourage strengthened cooperation between the United Nations entities dealing with space, in line with the United Nations system-wide efforts to increase coherency and deliver as one, on interdisciplinary and cross-sectoral space-related matters, in order to promote international cooperation in the peaceful exploration and use of outer space and in the utilization of space science and technology for sustainable development. Part B. Implementation plan",
    "20": "Each Member State will implement the “Space2030” Agenda on a voluntary basis. I. Partnerships",
    "21": "In fulfilling the “Space2030” Agenda and its implementation plan, importance is attached to strengthened partnerships and cooperation among Member States, United Nations entities, intergovernmental and non-governmental organizations, industry and private sector entities.",
    "22": "",
    "23": "In view of implementing the “Space2030” Agenda, the Committee on the Peaceful Uses of Outer Space and the Office for Outer Space Affairs should continue to fulfil their respective mandates and to cooperate and coordinate with other relevant entities within the United Nations system, including through the Inter-Agency Meeting on Outer Space Activities (UN-Space). II. Tools",
    "24": "In implementing the “Space2030” Agenda, Member States could contribute to and benefit from a number of international and regional mechanisms, programmes, projects and platforms that are already in place or are being developed, such as the following: (a) The seven thematic priorities in the context of UNISPACE+50, undertaken in the agendas and work of the Committee and its subcommittees, and the Office for Outer Space Affairs, in the areas of global partnership in space exploration and innovation, current and future perspectives of the legal regime of outer space and global governance, enhanced information exchange on space objects and events, an international framework for space weather services, strengthened space cooperation for global health, international cooperation for low-emission and resilient societies and capacity-building for the twenty-first century;4 (b) The United Nations Platform for Space-based Information for Disaster Management and Emergency Response (UN-SPIDER),5 a programme of the Office for Outer Space Affairs that provides Member States with access to space-based data and services for disaster-risk reduction and emergency response, and through the UN-SPIDER knowledge portal, enables access to space-based resources in all phases of the disaster management cycle; (c) The regional centres for space science and technology education, affiliated to the United Nations,6 including the alliance of the regional centres. The regional centres are designed to enhance capacity-building, education and training in space science and applications, as well as space law and policy, in particular for developing countries; (d) The Charter on Cooperation to Achieve the Coordinated Use of Space Facilities in the Event of Natural or Technological Disasters (also called the International Charter on Space and Major Disasters), as a worldwide collaboration among space agencies and space system operators, through which satellite-derived information and products are made available to support disaster response efforts; (e) The Recovery Observatory of the Committee on Earth Observation Satellites, as a means to increase the contribution of satellite data to recovery from natural disasters; (f) The international Space Climate Observatory, whose main goal is to study and monitor the impacts of climate change, especially at local scales, using satellite- based Earth-observation tools in combination with field data and models, thus providing a tool for decision-making on preparedness, adaptation and resilience to climate change and its impacts, in particular at the local level; (g) The World Meteorological Organization Integrated Global Observing System, which provides observation data useful for weather analyses, forecasts, advisories and warnings, as well as for climate monitoring and environmental activities; (h) The International Committee on Global Navigation Satellite Systems, 7 which promotes voluntary cooperation on matters of mutual interest related to civil satellite-based positioning, navigation, timing and value-added services, and encourages and facilitates compatibility, interoperability and transparency between all the satellite navigation systems; (i) The International Asteroid Warning Network (IAWN) and the Space Mission Planning Advisory Group (SMPAG), 8 which are designed to strengthen preparedness for the threat of potential impacts of near-Earth objects through international cooperation and information-sharing.",
    "25": "In addition, several tools and initiatives have been and are being developed by the Office for Outer Space Affairs, as part of the capacity-building for the twenty-first century, and in cooperation with its partners, including: (a) Access to Space for All initiative,9 aimed at broadening access to space in support of the achievement of the Sustainable Development Goals through triangular cooperation between spacefaring nations, the United Nations and non-spacefaring or emerging spacefaring nations, with the involvement of the private sector; (b) The Open Universe initiative, in order to enhance access to astronomical and space science data;10 (c) The space solutions compendium, as a tool for supporting Member States in the implementation of the 2030 Agenda for Sustainable Development, linking space solutions with Sustainable Development Goals and targets;11 (d) The Space for Women project, aimed at broadening the possibilities for women to pursue space-related education and careers; (e) The “Space law for new space actors” project, as part of capacity-building and advisory services in response to the needs and requirements of policymakers and legislators in governmental and regulatory authorities of countries that are either entering the space sector for the first time or that are embarking upon new phases of space activities; (f) The Space4Water portal, as a platform for interdisciplinary knowledge exchange on space technologies and water-related topics; (g) Space for Youth, to advance Youth 2030: The United Nations Strategy on Youth, the United Nations-wide initiative in the area of space-related activities and projects; (h) The “Space solutions for the Pacific” project, aimed at offering a range of programmatic services to Pacific island States to enhance their ability to meet Sustainable Development Goals, including in the areas of climate change, illegal fishing, telecommunications, global health and disaster risk reduction; (i) The World Space Forums on space as a driver for socioeconomic sustainable development aimed at strengthening partnerships and continuous dialogue among the global community on a broad range of space matters and at raising awareness and supporting the implementation of the “Space2030” Agenda through the broad involvement of all relevant space actors.",
    "26": "The above lists are not exhaustive, and new initiatives could be developed, including with a view to assisting Member States in implementing the “Space2030” Agenda. III. Resources",
    "27": "Member States are invited to actively undertake bilateral, multilateral, regional and broader international space cooperation in various forms, including capacity- building, the sharing of information and infrastructure and the development of joint projects, and, as appropriate, to integrate space cooperation with economic and development cooperation, in order to promote the fulfilment of the “Space2030” Agenda and its implementation plan.",
    "28": "Member States and other donors are invited to provide voluntary extrabudgetary resources to the Office for Outer Space Affairs to advance the implementation of the “Space2030” Agenda, in accordance with the rules and procedures of the United Nations.",
    "29": "The Secretary-General is urged to consider the sufficiency of resources provided to the Office for Outer Space Affairs in its role as secretariat to the Committee on the Peaceful Uses of Outer Space and its subcommittees, and to ensure that the Office can fully and effectively implement its mandate, including capacity-building activities for Member States in the field of space science and technology and their applications, as well as in space law and policy, taking into account the “Space2030” Agenda and implementation plan. IV. Review of progress",
    "30": "The Committee on the Peaceful Uses of Outer Space should include an item on its agenda for each session allowing for an exchange among States members of the Committee and its permanent observers on their experiences in implementing the “Space2030” Agenda. In 2025, the Committee should carry out a midterm review of progress made in implementing the “Space2030” Agenda. In 2030, the Committee should carry out a final review of the implementation of the “Space2030” Agenda and report to the General Assembly on the results."
  },
  "signals": {
    "3": [
      "PGA"
    ],
    "4": [
      "PGA"
    ],
    "30": [
      "report"
    ]
  },
  "signal_summary": {
    "PGA": 2,
    "report": 1
  },
  "symbol_references": [
    "A/76/L.3"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}