{
  "symbol": "A/RES/73/202",
  "doc_type": "resolution",
  "title": "73/202. Subsequent agreements and subsequent practice in relation to the interpretation of treaties",
  "paragraphs": {
    "1": "For the purposes of these conclusions, an expert treaty body is a body consisting of experts serving in their personal capacity, which is established under a treaty and is not an organ of an international organization.",
    "2": "The relevance of a pronouncement of an expert treaty body for the interpretation of a treaty is subject to the applicable rules of the treaty.",
    "3": "A pronouncement of an expert treaty body may give rise to, or refer to, a subsequent agreement or subsequent practice by parties under article 31, paragraph 3, or subsequent practice under article 32. Silence by a party shall not be presumed to constitute subsequent practice under article 31, paragraph 3 (b), accepting an interpretation of a treaty as expressed in a pronouncement of an expert treaty body.",
    "4": "This conclusion is without prejudice to the contribution that pronouncements of expert treaty bodies make to the interpretation of the treaties under their mandates.",
    "5": "The interpretation of a treaty consists of a single combined operation, which places appropriate emphasis on the various means of interpretation indicated, respectively, in articles 31 and 32. Conclusion 3 Subsequent agreements and subsequent practice as authentic means of interpretation Subsequent agreements and subsequent practice under article 31, paragraph 3 (a) and (b), being objective evidence of the understanding of the parties as to the meaning of the treaty, are authentic means of interpretation, in the application of the general rule of treaty interpretation reflected in article 31. Conclusion 4 Definition of subsequent agreement and subsequent practice"
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}