{
  "symbol": "A/RES/80/162",
  "doc_type": "resolution",
  "title": "80/162. United Nations Convention on Negotiable Cargo Documents",
  "paragraphs": {
    "1": "A State Party may denounce this Convention by a formal notification in writing addressed to the depositary. The denunciation may be limited to certain territorial units of a non‑unified legal system to which this Convention applies.",
    "2": "The denunciation shall take effect 365 days after the date of the receipt of the notification by the depositary. Where a longer period for the denunciation to take effect is specified in the notification, the denunciation shall take effect upon the expiration of such longer period after the date of the receipt of the notification by the depositary. DONE in a single original, of which the Arabic, Chinese, English, French, Russian and Spanish texts are equally authentic.",
    "3": "An adopted amendment shall be submitted by the depositary to all States Parties for ratification, acceptance or approval.",
    "4": "",
    "5": "When a State Party ratifies, accepts or approves an amendment following the deposit of the tenth instrument of ratification, acceptance or approval, the amendment shall enter into force in respect of that State Party 180 days after the date of the deposit of its instrument of ratification, acceptance or approval. Article 27 Denunciation",
    "6": "If the negotiable cargo document fails to state the apparent order and condition of the goods at the time the transport operator takes them in charge, it shall be deemed to state that the goods were in apparent good order and condition at the time the transport operator took them in charge. Article 6 Evidentiary effect of the negotiable cargo document",
    "7": "“Transport document” means a document that: (a) Evidences or contains the transport contract; and (b) Evidences the taking in charge of the goods for transport under the transport contract.",
    "8": "“Transport operator” means a person that concludes a transport contract with the consignor and that assumes responsibility for the performance of the contract, irrespective of whether or not that person performs the transport itself. Chapter II Issuance, content and legal effect of negotiable cargo documents Article 3 Issuance of a negotiable cargo document"
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}