{
  "symbol": "A/RES/76/120",
  "doc_type": "resolution",
  "title": "Seventy-sixth session Strengthening and promoting the international treaty framework",
  "paragraphs": {
    "1": "The Secretariat shall publish as soon as possible in a single series every treaty or international agreement which is registered or filed and recorded, in the original language or languages, followed by a translation in English and in French. The certified statements referred to in article 2 of these regulations shall be published in the same manner.",
    "2": "The Secretariat will, however, have the option not to publish in extenso a treaty or international agreement, or a technical annex to a treaty or international agreement, belonging to one of the following categories: (a) Assistance and cooperation agreements of limited scope concerning financial, commercial, administrative or technical matters; (b) Agreements relating to the organization of conferences, seminars or meetings; (c) Agreements that are to be published otherwise than in the series mentioned in paragraph 1 of this article by the United Nations Secretariat, or by a specialized or related agency; (d) Multilateral agreements that are to be published in a format similar to the series mentioned in paragraph 1 of this article by their depositaries; (e) Technical annexes to treaties or agreements where technical annexes are frequently amended.",
    "3": " it being understood that a decision not to publish in extenso may be reversed at any time.",
    "4": "Any State or intergovernmental organization may obtain from the Secretary- General a copy of the text of any treaty or international agreement which it has been decided, pursuant to paragraph 2 of this article, not to publish in extenso. The Secretariat shall likewise make a copy of any such treaty or agreement available to private persons against payment.",
    "5": "In respect of each treaty or international agreement registered or filed and recorded, the series referred to in paragraph 1 of this article shall include at least the following information: the registration or recording number, the names of the parties, the title, the date and place of conclusion, the date and method of entry into force, the duration (where appropriate), the languages of conclusion, the name of the State or organization that has registered it or transmitted it for filing and recording, and, if appropriate, references to publications in which the complete text of the treaty or international agreement is reproduced. Article 13 The Secretariat shall make available the series referred to in article 12 of these regulations through any electronic means that may be available. The text of a registered treaty or international agreement, as submitted, and unofficial translations into English and French prepared by the Secretariat shall also be made available online, as soon as possible after registration and prior to publication in the series. The Secretariat shall send printed copies of the series to Members of the United Nations, upon request.",
    "6": "The requirements set forth in this article shall also apply to subsequent actions submitted pursuant to article 2 of these regulations. Article 6 The date of receipt by the Secretariat of the United Nations of the treaty or international agreement registered shall be deemed to be the date of registration, provided that the date of registration of a treaty or agreement registered ex officio by the United Nations shall be the date on which the treaty or agreement first came into force between two or more of the parties thereto. Article 7 A certificate of registration signed by the Secretary-General, or his or her representative, shall be issued to the registering party, or specialized agency or depositary, and also, upon request, to any party to the treaty or international agreement registered. Certificates of registration shall also be made public through electronic means. Article 8",
    "7": "Notes that workshops on treaty law and practice at the national and regional levels could not be organized since 2016, including owing to a lack of funds, and invites States and interested organizations and institutions to make voluntary contributions to the trust fund established by the Secretary-General for the Office of Legal Affairs to support the promotion of international law, towards the financing of such workshops, or otherwise to assist in their implementation and possible expansion, as a complement to workshops on treaty law and practice held at Headquarters;",
    "8": "Welcomes efforts to build the capacity of States in treaty law and practice, and invites Member States to consider providing targeted technical assistance, upon request, at the bilateral, regional and multilateral levels, in particular to developing countries, in order to develop and enhance their treaty practice, including in the use of information and communications technology;",
    "9": "Also welcomes the efforts made to develop and enhance the United Nations electronic treaty database, which provides online access to comprehensive information on the depositary functions of the Secretary-General and the registration and publication of treaties under Article 102 of the Charter, and encourages the continuation of such efforts in the future, while bearing in mind the challenges that many developing countries face in accessing information and communications technology;",
    "10": "Notes that most submissions of treaties for registration are in electronic format, and encourages the Secretary-General to develop, in consultation with and on the basis of feedback from Member States and within existing resources, an online treaty registration system to facilitate submissions of treaties for registration, as an additional option to the existing ways of submission in electronic or hard-copy format;",
    "11": "Recognizes the importance of the legal publications prepared by the Treaty Section, and stresses the need to update the Summary of Practice of the Secretary- General as Depositary of Multilateral Treaties in the light of new developments and practices;",
    "12": "Acknowledges the efforts of the depositaries in the registration of treaties under Article 102 of the Charter, and encourages the continuation of such efforts in the future;",
    "13": "Calls upon the Secretary-General to ensure the expedited publication of the United Nations Treaty Series, in accordance with the regulations, through the prompt provision of editorial and translation services, to enable effective dissemination of and access to treaties;",
    "14": "Decides to undertake a thematic debate in the Sixth Committee to foster a technical exchange of views on practice relating to the strengthening and promoting of the international treaty framework, and in that regard invites Member States to focus their comments during the debate at the seventy-eighth session of the General Assembly on the subtopic “Best practices of depositaries of multilateral treaties”;",
    "15": " Annex Regulations to give effect to Article 102 of the Charter of the United Nations Part One Registration Article 1"
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}