{
  "symbol": "A/RES/73/210",
  "doc_type": "resolution",
  "title": "73/210. Strengthening and promoting the international treaty framework",
  "paragraphs": {
    "1": "The Secretariat shall publish as soon as possible in a single series every treaty or international agreement which is registered or filed and recorded, in the original language or languages, followed by a translation in English and in French. The certified statements referred to in article 2 of these regulations shall be published in the same manner.",
    "2": "The Secretariat will, however, have the option not to publish in extenso a bilateral treaty or international agreement belonging to one of the following categories: (a) Assistance and cooperation agreements of limited scope concerning financial, commercial, administrative or technical matters; (b) Agreements relating to the organization of conferences, seminars or meetings; (c) Agreements that are to be published otherwise than in the series mentioned in paragraph 1 of this article by the United Nations Secretariat, or by a specialized or related agency.",
    "3": "",
    "4": "Any State or intergovernmental organization may obtain from the Secretary- General a copy of the text of any treaty or international agreement which it has been decided, pursuant to paragraph 2 of this article, not to publish in extenso. The Secretariat shall likewise make a copy of any such treaty or agreement available to private persons against payment.",
    "5": "In respect of each treaty or international agreement registered or filed and recorded, the series referred to in paragraph 1 of this article shall include at least the following information: the registration or recording number, the names of the parties, the title, the date and place of conclusion, the date and method of entry into force, the duration (where appropriate), the languages of conclusion, the name of the State or organization that has registered it or transmitted it for filing and recording, and, if appropriate, references to publications in which the complete text of the treaty or international agreement is reproduced. Article 13 The Secretariat shall make available the series referred to in article 12 of these regulations through any electronic means that may be available. It shall send printed copies of the series to Members of the United Nations, upon request.",
    "6": "Welcomes the organization of workshops on treaty practice by the Treaty Section at Headquarters and at the national and regional levels as an important capacity-building initiative, encourages the Treaty Section to continue to do so as regularly as possible, and invites States to continue to support this activity;",
    "7": "Also welcomes efforts to build the capacity of States in treaty law and practice, and invites Member States to consider providing targeted technical assistance, upon request, at the bilateral, regional and multilateral levels, in particular to developing countries, in order to develop and enhance their treaty practice, including in the use of information and communications technology;",
    "8": "Further welcomes the efforts made to develop and enhance the United Nations electronic treaty database, which provides online access to comprehensive information on the depositary functions of the Secretary-General and the registration and publication of treaties under Article 102 of the Charter, and encourages the continuation of such efforts in the future, while bearing in mind the challenges that many developing countries face in accessing information and communications technology;",
    "9": "Recognizes the importance of the legal publications prepared by the Treaty Section, and stresses the need to update the Summary of Practice of the Secretary- General as Depositary of Multilateral Treaties in the light of new developments and practices;",
    "10": "Acknowledges the efforts of the depositaries in the registration of treaties under Article 102 of the Charter, and encourages the continuation of such efforts in the future;",
    "11": "Calls upon the Secretary-General to ensure the expedited publication of the United Nations Treaty Series, in accordance with the regulations, through the prompt provision of editorial and translation services, to enable effective dissemination of and access to treaties;",
    "12": "Requests the Secretary-General to provide, at its seventy-fifth session, a report, following broad consultations with Member States, with information on practice and possible options to review the regulations, taking into account outstanding issues identified by Member States;",
    "13": "Decides to include in the provisional agenda of its seventy-fifth session the item entitled “Strengthening and promoting the international treaty framework”. 62nd plenary meeting 20 December 2018 Annex Regulations to give effect to Article 102 of the Charter of the United Nations Part One Registration Article 1"
  },
  "signals": {
    "13": [
      "agenda"
    ]
  },
  "signal_summary": {
    "agenda": 1
  },
  "symbol_references": [],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}