{
  "symbol": "A/RES/78/128",
  "doc_type": "resolution",
  "title": "78/128. 2025 United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
  "paragraphs": {
    "1": "Non-governmental organizations, major groups and other relevant stakeholders approved to participate in the Conference may designate representatives to attend public meetings of the Conference and the Main Committee as observers.",
    "2": "Upon the invitation of the presiding officer of the Conference and subject to the approval of the Conference, such observers may make oral statements on questions in which they have special competence. If the number of requests to speak is too large, the non-governmental organizations shall be requested to form themselves into constituencies, such constituencies to speak through spokespersons. Rule 66 Written statements Written statements submitted by the designated representatives referred to in rules 60 to 65 shall be circulated by the secretariat to all delegations in the quantities and the languages in which the statements are made available to it at the site of the Conference, provided that a statement submitted on behalf of a non-governmental organization must be related to the work of the Conference and be on a subject in which the organization has a special competence. Written statements shall not be made available at United Nations expense and shall not be issued as official documents. XII. Suspension and amendment of the rules of procedure Rule 67 Method of suspension Any of these rules may be suspended by the Conference provided that 24 hours’ notice of the proposal for the suspension has been given, which may be waived if no representative objects. Any such suspension shall be limited to a specific and stated purpose and to a period required to achieve that purpose. Rule 68 Method of amendment These rules of procedure may be amended by a decision of the Conference taken by a two-thirds majority of the States present and voting, after the General Committee has reported on the proposed amendment.",
    "3": "A motion requiring that no decision be taken on a proposal shall be put to the vote before a decision is taken on the proposal in question. Rule 44 Elections All elections shall be held by secret ballot unless, in the absence of any objection, the Conference decides to proceed without taking a ballot when there is an agreed candidate or slate of candidates. Rule 45 Balloting",
    "4": "If a vote is equally divided, the proposal or motion shall be regarded as rejected. Rule 36 Meaning of the phrase “States present and voting” For the purpose of the present rules, the phrase “States present and voting” means States casting an affirmative or negative vote. States which abstain from voting shall be regarded as not voting. Rule 37 Method of voting",
    "5": "At the opening of the Conference, to take place during the first plenary meeting, from 9 to 10 a.m. on Monday, 9 June, consideration will be given to all procedural and organizational matters, including the adoption of the rules of procedure and the agenda, the election of the two Presidents of the Conference, the election of officers, the establishment of subsidiary organs, as appropriate, the appointment of the members of the Credentials Committee, arrangements for the preparation of the report of the Conference and other matters. Also at the first plenary meeting, statements will be made by the Presidents of the Conference, the Secretary-General of the United Nations, the President of the General Assembly, the President of the Economic and Social Council, the Secretary-General of the Conference and elected representatives of the host region and city.",
    "6": "The plenary meetings will also hear statements from representatives of other intergovernmental organizations, international financial institutions, international bodies, the United Nations specialized agencies, funds and programmes, as well as major groups and other stakeholders listed in paragraph 28 of the present resolution in accordance with the practices of the General Assembly.",
    "7": " panels, to be followed by the adoption of the brief, concise, action-oriented and intergovernmentally agreed declaration and the report of the Conference, followed by statements by the Special Adviser to the Presidents of the Conference on oceans and legal matters and the Special Envoy of the Secretary-General of the United Nations for the Ocean.",
    "8": "The plenary meetings will run in parallel with the Ocean Action panels unless otherwise specified in the present resolution. B. Ocean Action panels",
    "9": "The Conference will include 10 Ocean Action panels, to be webcast, to be held in parallel with the plenary meetings, as follows: Monday, 9 June: panel 1 from 10 a.m. to 1 p.m. and panel 2 from 3 to 6 p.m. Tuesday, 10 June: panel 3 from 10 a.m. to 1 p.m. and panel 4 from 3 to 6 p.m. Wednesday, 11 June: panel 5 from 10 a.m. to 1 p.m. and panel 6 from 3 to 6 p.m. Thursday, 12 June: panel 7 from 10 a.m. to 1 p.m. and panel 8 from 3 to 6 p.m. Friday, 13 June: panel 9 from 9 a.m. to 12 p.m. and panel 10 from 1.30 to 4.30 p.m.",
    "10": "Summaries of the discussions of the Ocean Action panels should be submitted to the Conference at its closing plenary meeting and included in the final report of the Conference. C. Main Committee",
    "11": "A Main Committee, if established in accordance with the rules of procedure of the Conference, will meet when the plenary meetings are not being held. The Main Committee will be responsible for finalizing any outstanding matters. II. Credentials of representatives to the Conference: appointment of the members of the Credentials Committee",
    "12": "The Credentials Committee will be appointed according to the rules of procedure of the Conference. III. Accreditation: institutional stakeholders",
    "13": " members of the regional commissions,12 may participate in the deliberations of the Conference and its preparatory meeting, as appropriate, in accordance with the rules of procedure of the Conference.",
    "14": "Interested intergovernmental organizations that were not accredited to the conferences and summits listed in paragraph 13 above may apply to the General Assembly for accreditation following the established accreditation procedure. IV. Accreditation: non-governmental organizations, major groups and other relevant stakeholders",
    "15": "The non-governmental organizations and major groups as identified in Agenda 21,13 in consultative status with the Economic and Social Council, as well as those that were accredited to the conferences and summits listed in paragraph 13 above, shall register in order to participate.",
    "16": "The President of the General Assembly shall also draw up a list of representatives of other relevant non-governmental organizations, civil society and youth organizations, Indigenous Peoples’ organizations, local and regional authorities, academic institutions, the scientific community, the private sector, philanthropic organizations and other stakeholders whose work is relevant to the Conference, who may participate in the Conference and the preparatory meeting as observers, taking into account the principles of transparency and of equitable geographical representation, and shall submit the proposed list to Member States for their consideration on a non-objection basis. The President of the General Assembly shall bring the list to the attention of the General Assembly before the preparatory meeting and, in any case, no later than April 2024, and, where applicable, shall bring another list to the attention of the Assembly before the Conference and, in any case, no later than February 2025.14",
    "17": "The provisions of paragraph 15 of General Assembly resolution 67/290 of 9 July 2013 shall apply mutatis mutandis to the Conference and its preparatory process. V. Secretariat",
    "18": "The Secretary-General of the Conference will serve as focal point within the Secretariat for providing support to the organization of the Conference, in cooperation with the representatives of the two Presidents.",
    "19": "The Special Adviser to the Presidents of the Conference on oceans and legal matters will support the achievement of the goals of the Conference by providing both substantive and procedural advice. VI. Documentation",
    "20": "In accordance with the practice followed at previous United Nations conferences, the official documentation of the Conference will include documents issued before, during and after the Conference.",
    "21": "In accordance with the practice followed at previous United Nations conferences, it is recommended that the Conference adopt a report consisting of the decisions of the Conference, including the intergovernmentally agreed declaration, a brief account of the proceedings and a reportorial account of the work of the Conference and the action taken at the plenary meetings.",
    "22": "Summaries of the plenary meetings and Ocean Action panels and a list of voluntary commitments announced before or at the Conference should also be included in the report of the Conference. VII. Organization of parallel meetings and other events of the Conference",
    "23": "Parallel meetings and other events, including those of major groups and other stakeholders, will be held during the same hours as the plenary meetings and Ocean Action panels, space permitting. Interpretation services will be provided for such meetings, as available. VIII. Side events",
    "24": "Side events, including forums, briefings, seminars, workshops and panel discussions on issues related to the implementation of Goal 14, will be organized by participants in the Conference, at their cost, and being mindful when planning side events and identifying events on similar topics or issues in an effort to minimize overlap and avoid duplication. Guidelines for organizing such events and the calendar of those events will be made available on the Conference website. IX. Media coverage",
    "25": "Press materials will be prepared by the Department of Global Communications of the Secretariat for journalists covering the Conference. In addition, regular press releases will be issued on the results of plenary meetings, Ocean Action panels and other events. All relevant documentation will be made available on the Conference website.",
    "26": " Rule 2 Alternates and advisers The head of delegation may designate an alternate representative or an adviser to act as a representative. Rule 3 Submission of credentials The credentials of representatives and the names of alternate representatives and advisers shall be submitted to the Secretary-General of the United Nations, if possible, not less than one week before the date fixed for the opening of the Conference. The credentials shall be issued either by the Head of the State or Government or by the Minister for Foreign Affairs or, in the case of the European Union, by the President of the European Commission. Rule 4 Credentials Committee A Credentials Committee of nine members shall be appointed at the beginning of the Conference. Its composition shall be based on that of the Credentials Committee of the General Assembly at its current session. It shall examine the credentials of representatives and report to the Conference without delay. Rule 5 Provisional participation in the Conference Pending a decision of the Conference on their credentials, representatives shall be entitled to participate provisionally in the Conference. II. Officers Rule 6 Elections The Conference shall elect from among the representatives of participating States the following officers: two Presidents, one from Costa Rica and one from France, each of whom shall preside separately. The Conference shall also elect 13 Vice-Presidents,15 one of whom shall be designated as Rapporteur-General, two ex officio Vice- Presidents from the host countries as well as a Chair for the Main Committee established in accordance with rule 46. The officers shall be elected with a view to ensuring the representative character of the General Committee. The Conference may also elect such other officers as it deems necessary for the performance of its functions. Rule 7 General powers of the presiding President",
    "27": "Decides that the Conference and its preparatory process shall be open to all States Members of the United Nations, members of the specialized agencies and parties to the United Nations Convention on the Law of the Sea,10 recognizing that neither participation in the preparatory process and the Conference nor its outcome may affect the legal status of non-parties to the Convention or any other related agreements with regard to those instruments, or the legal status of parties to the Convention or any other related agreements with regard to those instruments;",
    "28": "Invites other relevant stakeholders, including organizations and bodies of the United Nations, intergovernmental organizations, international financial institutions, other interested international bodies and non-governmental organizations, civil society organizations, Indigenous Peoples and local communities, academic institutions, the scientific community, the private sector and philanthropic organizations, whose work is relevant to the Conference, accredited in accordance with the provisions set forth in annex II to the present resolution, to participate as observers in the Conference and its preparatory meeting;",
    "29": "Invites associate members of the regional commissions11 to participate in the Conference and the preparatory meeting, in the same capacity specified for their participation in the global conferences on the sustainable development of small island developing States held in 1994, 2005 and 2014;",
    "30": "Decides that accreditation to the Conference and the preparatory meeting shall be in accordance with the provisions set forth in annex II to the present resolution;",
    "31": "Requests the Secretary-General to provide appropriate support from all relevant parts of the Secretariat, and in cooperation with other relevant parts of the United Nations system, to the work of the Conference and to facilitate inter-agency cooperation to that end, as well as to ensure the efficient use of resources, so that the objectives of the Conference can be achieved;",
    "32": "Encourages States and international donors, as well as the private sector, financial institutions, foundations and other donors in a position to do so, to support the preparations for the Conference through voluntary contributions to a trust fund in support of preparations for the Conference and to support the participation of representatives of developing countries, priority being given to representatives of the least developed countries and small island developing States, including coverage of economy-class air tickets, daily subsistence allowances and terminal expenses, in the meetings of the Conference and its preparatory meeting. 48th plenary meeting 18 December 2023 Annex I Provisional agenda of the 2025 United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development Nice, France – 9 to 13 June 2025"
  },
  "signals": {
    "3": [
      "PGA"
    ],
    "5": [
      "PGA"
    ],
    "16": [
      "PGA"
    ]
  },
  "signal_summary": {
    "PGA": 3
  },
  "symbol_references": [
    "A/78/L.25"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}