{
  "symbol": "A/RES/79/1",
  "doc_type": "resolution",
  "title": "79/1. The Pact for the Future",
  "paragraphs": {
    "1": "The maintenance of international peace and security, and the full respect for international law, must be promoted in line with the purposes and principles of the Charter of the United Nations.",
    "2": "The pursuit and enjoyment of human rights and fundamental freedoms for all, encompassing civil, political, economic, social and cultural rights, which includes the right to development, must be respected, protected and promoted, without distinction or discrimination of any kind.",
    "3": "The opportunity for future generations to thrive in prosperity and achieve sustainable development must be ensured, including by eliminating the intergenerational transmission of poverty and hunger, inequality and injustice, and acknowledging the special challenges faced by the most vulnerable countries, in particular African countries, least developed countries, landlocked developing countries and small island developing States.",
    "4": "The promotion of intergenerational solidarity, as well as intergenerational dialogue, and social cohesion is an indispensable part of the foundation for the prosperity of future generations and, in this regard, the role of families and family- friendly and family-oriented policies as contributors to sustainable development must be recognized.",
    "5": "A clean, healthy and sustainable environment, where humanity lives in harmony with nature, must be created and maintained by urgently addressing the causes and adverse impacts of climate change and scaling up collective action to promote environmental protection.",
    "6": " open, fair and inclusive environment for scientific and technological development and digital cooperation while bridging the scientific, technological and innovation divides, including digital divides, within and between countries.",
    "7": "The achievement of gender equality, the empowerment of all women and girls and the full enjoyment of their human rights and fundamental freedoms without discrimination of any kind are necessary requirements for a sustainable future.",
    "8": "The full and equal participation of persons with disabilities of present and future generations in society, including the opportunity for them to be actively involved in decision-making processes, is critical to ensuring that no one is left behind.",
    "9": "The elimination of racism, racial discrimination, xenophobia and related intolerance, as well as the achievement of racial equality and the empowerment of all people, are required for a prosperous and sustainable future.",
    "10": "An inclusive, transparent and effective multilateral system is essential to enhance international solidarity and cooperation, rebuild trust and create a world that is safe, just and sustainable, where human dignity is ensured. Commitments Guided by these principles, we hereby pledge to:",
    "11": "Promote international stability, peace and security, whereby conflicts and crises are resolved through peaceful means.",
    "12": "Ensure peaceful, inclusive and just societies, while addressing inequalities within and among nations and the special needs of developing countries, as well as people in vulnerable situations.",
    "13": "Implement policies and programmes to achieve gender equality and the empowerment of all women and girls, eliminate all forms of discrimination and violence, harassment and abuse against women and girls, including sexual and gender-based violence, and ensure women’s full, equal and meaningful participation and equal opportunities for leadership at all levels of decision-making in all spheres of society.",
    "14": "Eliminate all forms of persistent historical and structural inequalities, including by acknowledging, addressing and taking effective measures to remedy past tragedies and their consequences, and eradicate all forms of discrimination.",
    "15": "Honour, promote and preserve cultural diversity and cultural heritage, as well as languages, knowledge systems and traditions, and foster intercultural and interreligious dialogue, including through encouraging strengthened international cooperation on the return or restitution of cultural properties of spiritual, ancestral, historical and cultural value to countries of origin, including but not limited to objets d’art, monuments, museum pieces, manuscripts and documents, and strongly encourage relevant private entities to similarly engage, including through bilateral dialogue and with the assistance of multilateral mechanisms, as appropriate.",
    "16": "",
    "17": "Undertake comprehensive and targeted strategies to achieve inclusive economic growth and sustainable development, food security and the eradication of poverty in all its forms and dimensions, including extreme poverty, and to combat the feminization of poverty, in order to meet the needs of the present generations, achieve global resilience and establish a more prosperous foundation for future generations.",
    "18": "Prioritize urgent action to address critical environmental challenges and implement measures to reduce disaster risk and build resilience, reverse the degradation of ecosystems and ensure a clean, healthy and sustainable environment; and reaffirm the importance of accelerating action to address climate change and its adverse impacts, based on the principle of common but differentiated responsibilities and respective capabilities in the light of different national circumstances, noting the importance for some of the concept of “climate justice”.",
    "19": "Harness the benefits of existing, new and emerging technologies and mitigate the associated risks through effective, inclusive and equitable governance at all levels, scaling up collaboration to bridge the digital divides within and between developed and developing countries, increasing capacity-building efforts in the field of science, technology and innovation, and promoting the transfer of technology on mutually agreed terms.",
    "20": "Strengthen cooperation among States in their response to demographic trends and realities, such as rapid population growth, declining birth rates and ageing populations, as well as in addressing the interlinkages between population issues and development across all regions, taking into account the needs and interests of present and future generations, including children and youth, and the substantial contributions of older persons to sustainable development efforts.",
    "21": "Strengthen cooperation among States to ensure safe, orderly and regular migration between countries of origin, transit and destination, including through enhancing and diversifying the availability and flexibility of pathways for regular migration, while recognizing the positive contributions of migrants to inclusive growth and sustainable development.",
    "22": "Invest in accessible, safe, inclusive and equitable quality education for all, including physical education and sport, and promote opportunities for lifelong learning, technical and vocational training, and digital literacy, allowing for the intergenerational acquisition and transfer of knowledge and skills to advance the prospects of future generations.",
    "23": "Protect the right to the enjoyment of the highest attainable standard of physical and mental health, through universal health coverage and strengthened and resilient health systems, as well as equitable access to safe, affordable, effective and quality medicines, vaccines, therapeutics and other health products, to ensure healthy lives and promote well-being for present and future generations. Actions Acknowledging the primary role and responsibility of governments at all levels, in line with their respective constitutional frameworks, towards safeguarding the needs and interests of future generations, we will implement, institutionalize and monitor the above commitments in national, regional and global policymaking by:",
    "24": "",
    "25": "Ensuring inclusive and equitable access to knowledge, science and information, while promoting innovation, critical thinking and life skills to create generations of citizens that are agents of positive change and transformation.",
    "26": "Strengthening our systems of national and global accounting, including by promoting the use of forward-looking, evidence-based impact assessments, developing stronger anticipatory risk analyses and encouraging the use of measures of progress on sustainable development that complement and go beyond gross domestic product.",
    "27": "Investing in capacity to better prepare for and respond to future global shocks, crises and challenges, and using evidence-based planning and foresight to avoid and mitigate risks, while ensuring that the poorest and most vulnerable do not bear disproportionate costs and burdens of mitigation, adaptation, restoration and resilience-building.",
    "28": "Undertaking a whole-of-government approach to coordination, including at the national and local levels, on the assessment, development, implementation and evaluation of policies that safeguard the needs and interests of future generations.",
    "29": "Enhancing cooperation with stakeholders, including civil society, academia, the scientific and technological community and the private sector, and encouraging intergenerational partnerships, by promoting a whole-of-society approach, to share best practices and develop innovative, long-term and forward-thinking ideas in order to safeguard the needs and interests of future generations.",
    "30": "Equipping the multilateral system, including the United Nations, to support States, upon their request, in their efforts to implement this Declaration and embed the needs and interests of future generations and long-term thinking in policymaking processes by fostering cooperation and facilitating greater use of anticipatory planning and foresight, based on science, data and statistics, and raising awareness of and advising on the likely intergenerational or future impacts of policies and programmes.",
    "31": "Fostering an organizational culture that is future-oriented and mainstreamed across the United Nations system in order to facilitate science- and evidence-based decision-making by developing diverse capabilities, including anticipatory planning, foresight and futures literacy, and systematically promoting long-term and intergenerational thinking at all levels.",
    "32": "Recognizing the important advisory and advocacy role that the United Nations should play with respect to future generations, we: (a) Take note of the Secretary-General’s proposal to appoint a Special Envoy for Future Generations to support the implementation of this Declaration; (b) Decide to convene an inclusive high-level plenary meeting of the General Assembly on future generations that will review the implementation of this Declaration during the eighty-third session of the General Assembly and provide updates on the actions taken to safeguard the needs and interests of future generations; (c) Request the Secretary-General to present a report on the implementation of this Declaration for consideration at the high-level plenary meeting to be held during the eighty-third session of the General Assembly.",
    "33": "Access to relevant, reliable and accurate information and knowledge is essential for an inclusive, open, safe and secure digital space. We recognize that digital and emerging technologies can facilitate the manipulation of and interference with information in ways that are harmful to societies and individuals, and negatively affect the enjoyment of human rights and fundamental freedoms as well as the attainment of the Sustainable Development Goals.",
    "34": "We will work together to promote information integrity, tolerance and respect in the digital space, as well as to protect the integrity of democratic processes. We will strengthen international cooperation to address the challenge of misinformation and disinformation and hate speech online and mitigate the risks of information manipulation in a manner consistent with international law.",
    "35": " (b) Promote diverse and resilient information ecosystems, including by strengthening independent and public media and supporting journalists and media workers (SDGs 9 and 16); (c) Provide, promote and facilitate access to and dissemination of independent, fact-based, timely, targeted, clear, accessible, multilingual and science- based information to counter misinformation and disinformation (SDGs 3, 4, 9 and 16); (d) Promote access to relevant, reliable and accurate information in crisis situations, to protect and empower those in vulnerable situations (SDG 10); (e) Encourage United Nations entities, in collaboration with Governments and relevant stakeholders, to assess the impact of misinformation and disinformation on the achievement of the Sustainable Development Goals (SDG 17).",
    "36": "We further urgently: (a) Call on digital technology companies and social media platforms to enhance the transparency and accountability of their systems, including terms of service, content moderation and recommendation algorithms and handling of users’ personal data in local languages, to empower users to make informed choices and provide or withdraw informed consent (SDGs 9 and 10); (b) Call on social media platforms to provide researchers access to data, with safeguards for user privacy, to ensure transparency and accountability to build an evidence base on how to address misinformation and disinformation and hate speech that can inform government and industry policies, standards and best practices (SDGs 9, 16 and 17); (c) Call on digital technology companies and developers to continue to develop solutions and publicly communicate actions to counter potential harms, including hate speech and discrimination, from artificial intelligence-enabled content. Such measures include incorporation of safeguards into artificial intelligence model training processes, identification of artificial intelligence-generated material, authenticity certification for content and origins, labelling, watermarking and other techniques (SDGs 10, 16 and 17). Objective 4. Advance responsible, equitable and interoperable data governance approaches Data privacy and security",
    "37": "We recognize that responsible and interoperable data governance is essential to advance development objectives, protect human rights, foster innovation and promote economic growth. The increasing collection, sharing and processing of data, including in artificial intelligence systems, may amplify risks in the absence of effective personal data protection and privacy norms.",
    "38": "",
    "39": "We commit, by 2030, to: (a) Draw on existing international and regional guidelines on the protection of privacy in the development of data governance frameworks (all SDGs); (b) Strengthen support to all countries to develop effective and interoperable national data governance frameworks (all SDGs); (c) Empower individuals and groups with the ability to consider, give and withdraw their consent to the use of their data and the ability to choose how those data are used, including through legally mandated protections for data privacy and intellectual property (SDGs 10 and 16); (d) Ensure that data collection, access, sharing, transfer, storage and processing practices are safe, secure and proportionate for necessary, explicit and legitimate purposes, in compliance with international law (all SDGs); (e) Develop skilled workforces capable of collecting, processing, analysing, storing and transferring data safely in ways that protect privacy (SDGs 8 and 9). Data exchanges and standards",
    "40": "We acknowledge that data divides, including gender and geographical data gaps, can lead to inequitable distribution of benefits, the misuse and misinterpretation of data and biased results.",
    "41": "We recognize that common data standards and interoperable data exchanges can increase the accessibility and sharing of data and help close data divides. We will enable open data initiatives that are created and managed by all stakeholders, including communities and individuals, to utilize and leverage data for their development and well-being.",
    "42": "We commit, by 2030, to: (a) Develop data and metadata standards designed to prevent and address bias, discrimination or human rights violations and abuses throughout the data life cycle, including through regular data auditing (SDGs 3, 5, 10 and 16); (b) Develop basic definitions and data classifications to promote interoperability and facilitate data exchanges (all SDGs); (c) Develop common definitions and standards on the use and reuse of data for public benefit (all SDGs). Data for the Sustainable Development Goals and for development",
    "43": "We consider that safe and secure data systems and capacity are critical for evidence-based policymaking and the delivery of public services. Underinvestment in public data systems and statistical activities can hamper progress in achieving sustainable development.",
    "44": "We recognize that quality data is critical for tracking, targeting and accelerating progress across the Sustainable Development Goals as well as responding effectively to crises. We commit to strengthen international cooperation to close the current serious gaps on data for development and to increase its public availability. We will champion the responsible use and sharing of data within and between countries to advance progress across the Sustainable Development Goals.",
    "45": " particularly in developing countries. We will scale up predictable financing for sustainable development data (SDG 17); (b) Strengthen efforts to collect, analyse and disseminate relevant, accurate, reliable and disaggregated data for better monitoring and policymaking to accelerate the achievement of the 2030 Agenda, while respecting privacy and data protection. We will aim for a 50 per cent increase in the data available to monitor the Sustainable Development Goals, disaggregated by income, sex, age, race, ethnicity, migration status, disability and geographical location and other characteristics relevant in national contexts (all SDGs); (c) Develop open and accessible data systems to support effective disaster early warning, early action and crisis response (SDGs 3 and 11). Cross-border data flows",
    "46": "Cross-border data flows are a critical driver of the digital economy. We recognize the potential social, economic and development benefits of secure and trusted cross-border data flows, in particular for micro-, small and medium-sized enterprises. We will identify innovative, interoperable and inclusive mechanisms to enable data to flow with trust within and between countries to mutual benefit, while respecting relevant data protection and privacy safeguards and applicable legal frameworks (SDG 17).",
    "47": "We commit, by 2030, to advance consultations among all relevant stakeholders to better understand commonalities, complementarities, convergence and divergence between regulatory approaches on how to facilitate cross-border data flows with trust so as to develop publicly available knowledge and best practices (SDG 17). Interoperable data governance",
    "48": "We will promote and support interoperability between national, regional and international data policy frameworks. In this context, we request the Commission on Science and Technology for Development to establish a dedicated working group to engage in a comprehensive and inclusive multi-stakeholder dialogue on data governance at all levels as relevant for development. We encourage the working group to report on its progress to the General Assembly, by no later than the eighty-first session, including on follow-up recommendations towards equitable and interoperable data governance arrangements, which may include fundamental principles of data governance at all levels as relevant for development; proposals to support interoperability between national, regional and international data systems; considerations of sharing the benefits of data; and options to facilitate safe, secure and trusted data flows, including cross-border data flows as relevant for development (all SDGs).",
    "49": "We will continue discussions in the United Nations, building on those outcomes and recognizing the ongoing work of other relevant bodies and stakeholders, including the United Nations Statistical Commission, in our efforts to pursue common understandings for data governance at all levels, as relevant for development (all SDGs). Objective 5. Enhance international governance of artificial intelligence for the benefit of humanity",
    "50": "",
    "51": "We recognize international, regional, national and multi-stakeholder efforts under way to advance safe, secure and trustworthy artificial intelligence systems. We urgently need to inclusively assess and address the potential impact, opportunities and risks of artificial intelligence systems on sustainable development and the well-being and rights of individuals. International cooperation is required to promote coordination and compatibility of emerging artificial intelligence governance frameworks.",
    "52": "We commit to advance equitable and inclusive approaches to harnessing artificial intelligence benefits and mitigating risks in full respect of international law, including international human rights law, and taking into account other relevant frameworks such as the Recommendation on the Ethics of Artificial Intelligence of the United Nations Educational, Scientific and Cultural Organization. 22",
    "53": "We recognize the immense potential of artificial intelligence systems to accelerate progress across all the Sustainable Development Goals. We will govern artificial intelligence in the public interest and ensure that the application of artificial intelligence fosters diverse cultures and languages and supports locally generated data for the benefit of countries and communities’ development. This includes, in particular, international cooperation to support developing countries in building artificial intelligence capacities as well as efforts to address potential negative impacts of emerging digital technologies on labour and employment and on the environment.",
    "54": "We consider that international governance of artificial intelligence requires an agile, multidisciplinary and adaptable multi-stakeholder approach. We recognize that the United Nations has an important role to play in shaping, enabling and supporting such governance.",
    "55": "We have a unique opportunity, through this Compact, to advance international governance of artificial intelligence in ways that complement international, regional, national and multi-stakeholder efforts. We will: (a) Assess the future directions and implications of artificial intelligence systems and promote scientific understanding (all SDGs); (b) Support interoperability and compatibility of artificial intelligence governance approaches through sharing best practices and promoting common understanding (all SDGs); (c) Help to build capacities, especially in developing countries, to access, develop, use and govern artificial intelligence systems and direct them towards the pursuit of sustainable development (all SDGs); (d) Promote transparency, accountability and robust human oversight of artificial intelligence systems in compliance with international law (all SDGs).",
    "56": "We therefore commit to: (a) Establish, within the United Nations, a multidisciplinary Independent International Scientific Panel on AI with balanced geographic representation to promote scientific understanding through evidence-based impact, risk and opportunity assessments, drawing on existing national, regional and international initiatives and research networks (SDG 17); (b) Initiate, within the United Nations, a Global Dialogue on AI Governance involving Governments and all relevant stakeholders which will take place in the margins of existing relevant United Nations conferences and meetings (SDG 17).",
    "57": "We therefore request the President of the General Assembly to appoint at the seventy-ninth session of the General Assembly co-facilitators, one from a developed country and one from a developing country, to identify, through an intergovernmental process and consultations with other relevant stakeholders, the terms of reference and modalities for the establishment and functioning of the Independent International Scientific Panel on AI and the Global Dialogue on AI Governance for the adoption by the General Assembly.",
    "58": "We call on standards development organizations to collaborate to promote the development and adoption of interoperable artificial intelligence standards that uphold safety, reliability, sustainability and human rights (SDGs 3, 5, 7, 9, 10, 12, 16 and 17).",
    "59": "We will promote safe, secure and trustworthy artificial intelligence systems that advance, protect and preserve linguistic and cultural diversity and that take into account multilingualism throughout the life cycle of these systems (SDGs 10 and 16).",
    "60": "We encourage the development of international partnerships on artificial intelligence capacity-building to develop education and training programmes, increase access to resources including open artificial intelligence models and systems, open training data and compute, facilitate artificial intelligence model training and development, and promote the participation of micro-, small and medium-sized enterprises in the digital economy (SDGs 4 and 17).",
    "61": "We will leverage existing United Nations and multi-stakeholder mechanisms to support artificial intelligence capacity-building to bridge artificial intelligence divides, facilitate access to artificial intelligence applications and build capacity in high-performance computing and related skills in developing countries (all SDGs).",
    "62": "We will promote North-South, South-South and triangular cooperation to support the development of representative high-quality data sets, affordable compute resources, local solutions that reflect linguistic and cultural diversity and entrepreneurial ecosystems in developing countries (SDGs 4, 9, 10 and 17).",
    "63": "We emphasize the importance of increased investment, particularly from the private sector and philanthropy, to scale up artificial intelligence capacity-building for sustainable development. We request the Secretary-General, in consultation with potential contributors and the United Nations system, to develop innovative voluntary financing options for artificial intelligence capacity-building that take into account the recommendations of the High-level Advisory Body on Artificial Intelligence on a Global Fund on AI and that are complementary to relevant United Nations funding mechanisms and to submit these for consideration by the General Assembly at the seventy-ninth session. Follow-up and review",
    "64": "We will implement the Global Digital Compact, within our own countries and at regional and global levels, taking into account different national realities, capacities and levels of development, and respecting national policies and priorities and applicable legal frameworks.",
    "65": " our collaboration and leverage multi-stakeholder cooperation to achieve the objectives set out in this Compact.",
    "66": "We invite international and regional organizations, the private sector, academia, the technical community and civil society groups to endorse the Compact and take active part in its implementation and follow-up. We request the Secretary-General to put in place modalities for the voluntary endorsement of this Compact, and to make this information public and accessible from December 2024.",
    "67": "We recognize the importance of financing to unlock the full potential of this Compact. Successful implementation will require public, private and multilateral resources, including the pooling of investments in joint and blended facilities for impact at scale, including through United Nations mechanisms such as the Digital Window of the Joint SDG Fund and facilities in multilateral development banks. We call on Governments to make support to digital transformation integral to development assistance, including through increased allocations to digital and data initiatives. We invite private sector and philanthropic actors to consider financial pledges in support of the implementation of this Compact.",
    "68": "We will build on the processes and forums emanating from the World Summit on the Information Society, in particular the Internet Governance Forum and its national and regional initiatives, as well as the WSIS Forum, to advance implementation of this Compact. We look forward to the WSIS+20 review in 2025 and invite it to identify how these processes and forums can support the contribution of all stakeholders to implementation of the Compact.",
    "1998": "Building on the recent progress achieved in the intergovernmental negotiations, including through more transparency and inclusivity and by enhancing its institutional memory, we decide to: (a) Encourage the submission of further models and the revision of already presented models by States and Groups of States for the structured dialogues with a view to developing a consolidated model in the future based on convergences on the five clusters, and the models presented by Member States. Action 41. We will strengthen the response of the Security Council for the maintenance of international peace and security and its relationship with the General Assembly.",
    "69": "We recognize the contribution of all United Nations entities, agencies, funds and programmes in advancing digital cooperation, including but not limited to the International Telecommunication Union, the United Nations Conference on Trade and Development, the United Nations Development Programme and the United Nations Educational, Scientific and Cultural Organization, and invite them, as well as the Office of the United Nations High Commissioner for Human Rights, to support, within their existing mandates, implementation of this Compact. We recognize the role of the United Nations regional economic commissions and United Nations country teams in supporting regional and national stakeholders to advance digital transformation.",
    "70": "We recognize the role of the Commission on Science and Technology for Development in reviewing follow-up on the implementation of the outcomes of the World Summit on the Information Society and request it to consider how it can contribute further to the implementation of the Compact.",
    "71": "To track and monitor progress, we request the Secretary-General to provide a Compact implementation map for the consideration of Governments and other stakeholders that reflects the contributions of the United Nations system and other relevant stakeholders and to reflect this in the report of the Secretary-General on progress made in the implementation of and follow-up to the outcomes of the World Summit on the Information Society at the regional and international levels ahead of the WSIS+20 review.",
    "72": "",
    "73": "We recognize the role of the high-level political forum on sustainable development and the Economic and Social Council in reviewing progress of the Compact in closing digital divides and accelerating achievement of the 2030 Agenda. We recognize the role of the Human Rights Council, within its existing mandate, in fostering an inclusive, open, safe and secure digital space for all.",
    "74": "The cross-cutting nature of digital technologies and the multiplicity of actors involved in digital cooperation require synergies and aligned follow-up. We commit to review the Compact to assess progress against its objectives and to identify emerging opportunities and challenges for global digital cooperation. We decide to convene a high-level meeting entitled “High-level review of the Global Digital Compact”, to take place during the eighty-second session of the General Assembly, based on a progress report by the Secretary-General and with the input and meaningful participation of all stakeholders, including the Commission on Science and Technology for Development, the Internet Governance Forum and World Summit on the Information Society action line facilitators. We request the President of the General Assembly to appoint co-facilitators, one from a developing country and one from a developed country, at the eighty-first session to facilitate open, transparent and inclusive intergovernmental consultations to determine the modalities for this high- level meeting. Annex II Declaration on Future Generations Preamble We, the Heads of State and Government and high representatives, having met at the Summit of the Future at United Nations Headquarters on 22 and 23 September 2024, Reaffirming our commitments to the purposes and principles of the Charter of the United Nations, the Universal Declaration of Human Rights, 23 as well as our respective obligations under international law, Reaffirming also our commitments to the 2030 Agenda for Sustainable Development,24 including the political declaration of the Sustainable Development Goals Summit of 2023,25 and our pledge to future generations as set out, inter alia, in the Rio Declaration on Environment and Development, 26 Cognizant that future generations are all those generations that do not yet exist, and who will inherit this planet, Observing that many existing national legal systems, as well as some cultures and religions, seek to safeguard the needs and interests of future generations and promote intergenerational solidarity, justice and equity, Recognizing that the decisions, actions and inactions of present generations have an intergenerational multiplier effect, and therefore resolving to ensure that present generations act with responsibility towards safeguarding the needs and interests of future generations, Acknowledging that we must learn from our past achievements and failures, and their consequences, in order to ensure a more sustainable, just and equitable world for present and future generations, and understanding the interconnectedness of past, present and future, Recognizing children and youth as agents of change and the need for intergenerational dialogue and engagement, including with and among children, youth and older persons, to be taken into consideration in our policy and decision- making processes in order to safeguard the needs and interests of future generations, Acknowledging that investing in building a strong foundation for lasting international peace and security, sustainable development, the promotion of universal respect for and observance of human rights and fundamental freedoms for all and upholding the rule of law is the most effective way to safeguard the needs and interests of future generations, Recognizing the complex and interrelated opportunities, challenges and risks faced by present generations, as well as the implications of projected global demographic trends, Further committing to build a stronger, more effective and resilient multilateral system based on international law, with the United Nations at its core, underpinned by transparency, confidence and trust, for the benefit of present and future generations, Declare the following: Guiding principles In order to seize the opportunity that present generations possess to leave a better future for generations to come and to fulfil our commitment to meet the demands of the present in a way that safeguards the needs and interests of future generations, while leaving no one behind, we will observe the following guiding principles:",
    "75": "Reform of the international financial architecture is an important step towards building greater trust in the multilateral system. We commend ongoing reform efforts and call for even more urgent and ambitious action to ensure that the international financial architecture becomes more efficient, more equitable, fit for the world of today and responsive to the challenges faced by developing countries in closing the Sustainable Development Goal financing gap. The reform of the international financial architecture should place the 2030 Agenda at its centre, with an unwavering commitment to investing in the eradication of poverty in all its forms and dimensions. We decide to: (a) Continue to pursue deeper reforms of the international financial architecture to turbocharge implementation of the 2030 Agenda and achieve a more inclusive, just, peaceful, resilient and sustainable world for people and planet, for present and future generations. Action 48. We will accelerate reform of the international financial architecture to strengthen the voice and representation of developing countries.",
    "76": " executive boards, senior management and staff positions. These steps can equip these institutions to better address global challenges. We decide to: (a) Encourage the Board of the International Monetary Fund to take further steps to continue to support a strong, quota-based and adequately resourced institution and improve the voice and representation of developing countries, in particular through the ongoing work of the Executive Board of the Fund to develop by June 2025 possible approaches as a guide for further quota realignment, including through a new quota formula, under the seventeenth general review of quotas, while protecting the quota shares of the poorest members; (b) Urge the governing bodies of the World Bank and other multilateral development banks to take further steps to achieve robust and broader representation, voice and participation of developing countries, while fully recognizing ongoing efforts in this regard. Action 49. We will accelerate reform of the international financial architecture to mobilize additional financing for the Sustainable Development Goals, respond to the needs of developing countries and direct financing to those most in need.",
    "77": " multilateral development bank and request the Secretary-General to update Member States on progress; (f) Note the work of the international financial institutions, international organizations and multilateral development banks to consider structural vulnerability and invite them to consider using the multidimensional vulnerability index, as appropriate, as a complement to their existing practices and policies in line with their respective mandates; (g) Call on multilateral development banks to provide timely support to developing countries by increasing and optimizing long-term concessional finance, including lending in local currencies, as well as the design, financing and scaling up of country-owned and -driven innovative mechanisms. Action 50. We will accelerate the reform of the international financial architecture so that countries can borrow sustainably to invest in their long-term development.",
    "78": " Action 51. We will accelerate the reform of the international financial architecture to strengthen its capacity to support developing countries more effectively and equitably during systemic shocks and make the financial system more stable.",
    "79": "The growing frequency and intensity of global economic shocks has set back progress on the achievement of the Sustainable Development Goals. We recognize the role of special drawing rights in strengthening the global financial safety net in a world prone to systemic shocks, and their potential contribution to greater global financial stability. We welcome the pledges to rechannel over 100 billion dollars worth of special drawing rights, or equivalent contributions, to developing countries while stressing the urgency of delivering on these pledges to developing countries as rapidly as possible. We decide to: (a) Call on countries that are in a position to do so to voluntarily rechannel special drawing rights from the 2021 allocation, and for those countries to also consider rechannelling at least half of their special drawing rights, including through multilateral development banks, while respecting relevant legal frameworks and preserving the reserve asset character of special drawing rights; (b) Encourage the International Monetary Fund to explore all options to continue to strengthen the global financial safety net to support developing countries to better respond to macroeconomic shocks and consider the feasibility of expediting issuances of special drawing rights and facilitating prompt, voluntary rechannelling to developing countries during future financial crises and systemic shocks; (c) Welcome the ongoing review by the International Monetary Fund of its surcharge policy; (d) Promote financial stability through international cooperation on, and consistent regulation of, banks and other financial service entities. Action 52. We will accelerate the reform of the international financial architecture so that it can meet the urgent challenge of climate change.",
    "80": " risks, support steps to address the high cost of capital for developing countries and provide policy support to help to better manage and reduce risks; (d) Encourage the private sector, especially large corporations, to contribute to sustainability and protecting our planet and the achievement of the 2030 Agenda and the Sustainable Development Goals, including through partnership-based approaches, to scale up support to developing countries and enable climate action. Action 53. We will develop a framework on measures of progress on sustainable development to complement and go beyond gross domestic product.",
    "81": "We recognize that sustainable development must be pursued in a balanced and integrated manner. We reaffirm the need to urgently develop measures of progress on sustainable development that complement or go beyond gross domestic product. These measures should reflect progress on the economic, social and environmental dimensions of sustainable development, including in the consideration of informing access to development finance and technical cooperation. We decide to: (a) Request the Secretary-General to establish an independent high-level expert group to develop recommendations for a limited number of country-owned and universally applicable indicators of sustainable development that complement and go beyond gross domestic product, in close consultation with Member States and relevant stakeholders, taking into account the work of the Statistical Commission, building on the global indicator framework for the Sustainable Development Goals and targets of the 2030 Agenda for Sustainable Development and to present the outcome of its work during the eightieth session of the General Assembly; (b) Initiate a United Nations-led intergovernmental process following the completion of the work of the independent high-level expert group in consultation with relevant stakeholders, including the Statistical Commission, international financial institutions, multilateral development banks and regional commissions, in line with their respective mandates, on measures of progress on sustainable development that complement or go beyond gross domestic product, considering the recommendations of the Secretary-General’s high-level expert group. Action 54. We will strengthen the international response to complex global shocks.",
    "82": " Nations principal organs, relevant United Nations entities, United Nations coordination entities and mechanisms, and specialized agencies mandated to respond to emergencies, and with full respect for the mandated coordination role of the United Nations in response to humanitarian emergencies. Action 55. We will strengthen our partnerships to deliver on existing commitments and address new and emerging challenges.",
    "83": "We recognize the importance of the United Nations engagement with national parliaments and relevant stakeholders, while preserving the intergovernmental character of the Organization. The challenges we face require cooperation not only across borders but also across the whole of society. Our efforts must involve Governments as well as parliaments, the United Nations system and other international institutions, local authorities, Indigenous Peoples, civil society, business and the private sector, faith-based organizations, the scientific and academic communities, and all people to ensure an effective response to our common challenges. We decide to: (a) Ensure that relevant stakeholders can meaningfully participate, in their respective roles and responsibilities, in accordance with relevant rules of procedure, in relevant United Nations processes and that Member States have access to the views and expertise of those partners; (b) Leverage existing channels and strengthen communication between United Nations intergovernmental bodies and civil society, allowing for ongoing dialogue and exchange of information; (c) Encourage the contribution of the private sector to addressing global challenges and strengthen its accountability towards the implementation of United Nations frameworks; (d) Deepen United Nations engagement with national parliaments in United Nations intergovernmental bodies and processes, in accordance with national legislation, including through building on the efforts of the United Nations and the Inter-Parliamentary Union to engage parliamentarians to maintain support for the implementation of relevant United Nations agreements and resolutions; (e) Request the Secretary-General to provide recommendations on how engagement with local and regional authorities could advance the 2030 Agenda, particularly the localization of the Sustainable Development Goals, by the end of the seventy-ninth session for Member States’ consideration; (f) Enhance cooperation between the United Nations and regional, subregional and other organizations, within their respective mandates, which will be critical to maintaining international peace and security, promoting and protecting human rights and achieving sustainable development. Action 56. We will strengthen international cooperation for the exploration and use of outer space for peaceful purposes and for the benefit of all humanity.",
    "84": " the proposal to hold a fourth United Nations Conference on the Peaceful Exploration of Outer Space (UNISPACE IV) in 2027. We decide to: (a) Reaffirm the importance of the widest possible adherence to and full compliance with the 1967 Outer Space Treaty and discuss the establishment of new frameworks for space traffic, space debris and space resources through the Committee on the Peaceful Uses of Outer Space; (b) Invite the engagement of relevant private sector, civil society and other relevant stakeholders, where appropriate and applicable, to contribute to intergovernmental processes related to the increased safety and sustainability of outer space. 3rd plenary meeting 22 September 2024 Annex I Global Digital Compact"
  },
  "signals": {
    "57": [
      "PGA",
      "process"
    ],
    "74": [
      "PGA",
      "process"
    ]
  },
  "signal_summary": {
    "PGA": 2,
    "process": 2
  },
  "symbol_references": [
    "A/79/L.2"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}