{
  "symbol": "A/RES/72/244",
  "doc_type": "resolution",
  "title": "72/244.  Modalities for the Intergovernmental Conference to Adopt the Global Compact for Safe, Orderly and Regular Migration",
  "paragraphs": {
    "1": "Non-governmental organizations accredited to participate in the Conference may designate representatives to attend public meetings of the Conference and the Main Committee as observers.",
    "2": "Upon the invitation of the presiding officer of the Conference and subject to the approval of the Conference, such observers may make oral statements on questions in which they have special competence. If the number of requests to speak is too large, the non-governmental organizations shall be requested to form themselves into constituencies, such constituencies to speak through spokespersons. Rule 66 Written statements Written statements submitted by the designated representatives referred to in rules 60 to 65 shall be circulated by the secretariat to all delegations in the quantities and the languages in which the statements are made available to it at the site of the Conference, provided that a statement submitted on behalf of a non-governmental organization must be related to the work of the Conference and be on a subject in which the organization has a special competence. Written statements shall not be made available at United Nations expense and shall not be issued as official documents. XII. Suspension and amendment of the rules of procedure Rule 67 Method of suspension Any of these rules may be suspended by the Conference provided that 24 hours’ notice of the proposal for the suspension has been given, which may be waived if no representative objects. Any such suspension shall be limited to a specific and stated purpose and to a period required to achieve that purpose. Rule 68 Method of amendment These rules of procedure may be amended by a decision of the Conference taken by a two-thirds majority of the representatives present and voting, after the General Committee has reported on the proposed amendment.",
    "3": "A motion requiring that no decision be taken on a proposal shall be put to the vote before a decision is taken on the proposal in question. Rule 44 Elections All elections shall be held by secret ballot unless, in the absence of any objection, the Conference decides to proceed without taking a ballot when there is an agreed candidate or slate of candidates. Rule 45 Balloting",
    "4": "If a vote is equally divided, the proposal or motion shall be regarded as rejected. Rule 36 Meaning of the phrase “States present and voting” For the purpose of the present rules, the phrase “States present and voting” means States casting an affirmative or negative vote. States which abstain from voting shall be regarded as not voting. Rule 37 Method of voting",
    "5": "Welcomes the offer of the Government of Morocco to host the Intergovernmental Conference;",
    "6": "Reaffirms its decision that the Intergovernmental Conference: (a) Shall be held at the highest possible political level, including Heads of State or Government; (b) Shall result in the adoption of an intergovernmentally negotiated and agreed outcome, entitled “Global Compact for Safe, Orderly and Regular Migration”, the scope of which is defined in annex II to its resolution 71/1, the negotiations for which shall be concluded by July 2018, in accordance with its resolution 71/280, and that the outcome shall be transmitted by the President of the General Assembly, during its seventy-second session, to the Intergovernmental Conference for adoption; (c) Shall also result in summaries of the plenary meetings and other deliberations of the Intergovernmental Conference, to be included in the report of the Conference; (d) Shall apply the modalities for participation as stated in its resolution 71/280;",
    "7": "Decides that the Intergovernmental Conference shall elect from among the representatives of participating States the following officers: two Presidents, and 13 Vice-Presidents,6 one of whom shall be designated as Rapporteur-General, as well as a Chair of the Main Committee, if established;",
    "8": "Recommends the provisional rules of procedure, set forth in annex to the present resolution, for adoption at the Intergovernmental Conference;",
    "9": "Decides that the Global Compact for Safe, Orderly and Regular Migration shall be adopted at the opening plenary meeting of the Intergovernmental Conference, on Monday, 10 December 2018;",
    "10": "Also decides that the Intergovernmental Conference shall be organized in accordance with the arrangements set forth in the note by the Secretary-General, taking into account paragraphs 7, 8 and 9 of the present resolution;",
    "11": "Further decides that statements made at the opening plenary meeting, on 10 December, and at the closing plenary meeting, on 11 December, will be delivered as proposed in paragraphs 11 and 12 of the note by the Secretary-General;",
    "12": "Decides that the Intergovernmental Conference shall comprise eight consecutive plenary meetings and two dialogues, to be held on 10 and 11 December;",
    "13": "Also decides that four running plenary meetings shall be held each day, as follows: Monday, 10 December: from 9 a.m. to 1 p.m.; from 1 p.m. to 3 p.m.; from 3 p.m. to 6 p.m.; and from 6 p.m. to 8 p.m.; Tuesday, 11 December: from 9 a.m. to 1 p.m.; from 1 p.m. to 3 p.m.; from 3 p.m. to 6 p.m.; and from 6 p.m. to 8 p.m.;",
    "14": "Further decides that two dialogues shall be held in parallel with the plenary meetings, except during the opening and closing plenary meetings, as follows: Monday, 10 December: from 10 a.m. to 1 p.m. and from 3 p.m. to 6 p.m.; Tuesday, 11 December: from 10 a.m. to 1 p.m. and from 3 p.m. to 6 p.m.;",
    "15": "Decides that the dialogues, building upon the adoption of the Global Compact for Safe, Orderly and Regular Migration, have the purpose to exemplify ways and means to support the implementation of the Global Compact, and that they shall be interactive and multi-stakeholder in nature: Dialogue 1: “Promoting action on the commitments of the Global Compact for Safe, Orderly and Regular Migration”; Dialogue 2: “Partnerships and innovative initiatives for the way forward”;",
    "16": "Invites Member States and relevant stakeholders, in the dialogues, to consider sharing their perspectives on all dimensions of international migration, including promotion and protection of human rights of all migrants, contributions of migrants to sustainable development, shared responsibilities and opportunities, cooperation on data collection and analysis and governance;",
    "17": "Decides that each dialogue shall be co-chaired by two Chairs, to be appointed by the Presidents of the Intergovernmental Conference from among the high-level representatives attending the Conference, in consultation with regional groups and with due regard for geographical and gender balance;",
    "18": "Also decides that the dialogues shall consist of introductory remarks by the co-Chairs, a keynote address, interventions from participating States and at least three interventions from stakeholders, giving due regard to gender balance as well as situations in countries of origin, transit and destination, and requests the Secretary-General to organize the keynote speakers and stakeholders who will participate;",
    "19": " 76th plenary meeting 24 II. Officers Rule 6 Elections The Conference shall elect from among the representatives of participating States the following officers: two Presidents, each of whom shall preside separately. The Conference shall also elect 13 Vice-Presidents,7 one of whom shall be designated as Rapporteur-General, as well as a chair for the Main Committee established in accordance with rule 46. The officers shall be elected with a view to ensuring the representative character of the General Committee. The Conference may also elect such other officers as it deems necessary for the performance of its functions. Rule 7 General powers of the presiding President"
  },
  "signals": {
    "3": [
      "PGA"
    ],
    "6": [
      "PGA"
    ],
    "13": [
      "PGA"
    ],
    "14": [
      "PGA"
    ],
    "18": [
      "process"
    ]
  },
  "signal_summary": {
    "PGA": 4,
    "process": 1
  },
  "symbol_references": [
    "A/72/L.9"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}