{
  "symbol": "A/RES/73/203",
  "doc_type": "resolution",
  "title": "73/203. Identification of customary international law",
  "paragraphs": {
    "1": "A rule of particular customary international law, whether regional, local or other, is a rule of customary international law that applies only among a limited number of States.",
    "2": "To determine the existence and content of a rule of particular customary international law, it is necessary to ascertain whether there is a general practice among the States concerned that is accepted by them as law (opinio juris) among themselves.",
    "3": "The present conclusion is without prejudice to any question concerning peremptory norms of general international law (jus cogens). Part Seven Particular customary international law Conclusion 16 Particular customary international law",
    "4": "Also takes note of the conclusions on identification of customary international law, the text of which is annexed to the present resolution, with the commentaries thereto, brings them to the attention of States and all who may be called upon to identify rules of customary international law, and encourages their widest possible dissemination;",
    "5": "Acknowledges the utility of published digests and surveys of practice relating to international law, including those that make legislative, executive and judicial practice widely available, and encourages States to make every effort to support existing publications and libraries specialized in international law. 62nd plenary meeting 20 December 2018 Annex Identification of customary international law Part One Introduction Conclusion 1 Scope The present conclusions concern the way in which the existence and content of rules of customary international law are to be determined. Part Two Basic approach Conclusion 2 Two constituent elements To determine the existence and content of a rule of customary international law, it is necessary to ascertain whether there is a general practice that is accepted as law (opinio juris). Conclusion 3 Assessment of evidence for the two constituent elements"
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}