{
  "symbol": "A/RES/73/292",
  "doc_type": "resolution",
  "title": "73/292. 2020 United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
  "paragraphs": {
    "1": "Non-governmental organizations accredited to participate in the Conference may designate representatives to attend public meetings of the Conference and the Main Committee as observers.",
    "2": "Upon the invitation of the presiding officer of the Conference and subject to the approval of the Conference, such observers may make oral statements on questions in which they have special competence. If the number of requests to speak is too large, the non-governmental organizations shall be requested to form themselves into constituencies, such constituencies to speak through spokespersons. Rule 66 Written statements Written statements submitted by the designated representatives referred to in rules 60 to 65 shall be circulated by the secretariat to all delegations in the quantities and the languages in which the statements are made available to it at the site of the Conference, provided that a statement submitted on behalf of a non-governmental organization must be related to the work of the Conference and be on a subject in which the organization has a special competence. Written statements shall not be made available at United Nations expense and shall not be issued as official documents. XII. Suspension and amendment of the rules of procedure Rule 67 Method of suspension Any of these rules may be suspended by the Conference provided that 24 hours’ notice of the proposal for the suspension has been given, which may be waived if no representative objects. Any such suspension shall be limited to a specific and stated purpose and to a period required to achieve that purpose. Rule 68 Method of amendment These rules of procedure may be amended by a decision of the Conference taken by a two-thirds majority of the States present and voting, after the General Committee has reported on the proposed amendment.",
    "3": "A motion requiring that no decision be taken on a proposal shall be put to the vote before a decision is taken on the proposal in question. All elections shall be held by secret ballot unless, in the absence of any objection, the Conference decides to proceed without taking a ballot when there is an agreed candidate or slate of candidates. Rule 45 Balloting",
    "4": "If a vote is equally divided, the proposal or motion shall be regarded as rejected. Rule 36 Meaning of the phrase “States present and voting” For the purpose of the present rules, the phrase “States present and voting” means States casting an affirmative or negative vote. States which abstain from voting shall be regarded as not voting. Rule 37 Method of voting",
    "5": "At the opening of the Conference, to take place during the first plenary meeting, to be held on the morning of Tuesday, 2 June, consideration will be given to all procedural and organizational matters, including the adoption of the rules of procedure and the agenda, the election of the two Presidents of the Conference, the election of officers, the establishment of subsidiary organs, as appropriate, the appointment of the members of the Credentials Committee, arrangements for the preparation of the report of the Conference and other matters. At the resumed first plenary meeting, to be held on the morning of Wednesday, 3 June, statements will be made by the Presidents of the Conference, the Secretary-General of the United Nations, the President of the General Assembly, the President of the Economic and Social Council and the Secretary-General of the Conference.",
    "6": "The plenary meetings will also hear statements from representatives of other intergovernmental organizations, international financial institutions, international bodies, the United Nations specialized agencies, funds and programmes, as well as major groups and other stakeholders listed in paragraph 27 in accordance with the practices of the General Assembly.",
    "7": "The final plenary meeting, to be held on the afternoon of Saturday, 6 June, is expected to conclude with, inter alia, reporting on the interactive dialogues, to be followed by the adoption of the brief, concise, action-oriented and intergovernmentally agreed declaration and of the report of the Conference.",
    "8": "The plenary meetings will run in parallel with the interactive dialogues, unless otherwise specified in the present resolution. B. Interactive dialogues",
    "9": "The Conference will include eight interactive dialogues, to be held in parallel with the plenary meetings, as follows: Tuesday, 2 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m. Wednesday, 3 June: from 3 to 6 p.m. Thursday, 4 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m. Friday, 5 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m. Saturday, 6 June: from 10 a.m. to 1 p.m.",
    "10": "Summaries of the interactive dialogues should be submitted to the Conference at its closing plenary meeting and included in the final report of the Conference. C. Main Committee",
    "11": " during the opening and closing of the Conference, and will be responsible for finalizing any outstanding matters. II. Credentials of representatives to the Conference: appointment of the members of the Credentials Committee",
    "12": "The Credentials Committee will be appointed according to the rules of procedure of the Conference. III. Accreditation: institutional stakeholders",
    "13": "Relevant intergovernmental organizations, international financial institutions and international bodies that were accredited to the World Summit on Sustainable Development, the United Nations Conference on Sustainable Development, the high- level United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development, the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction and to previous United Nations conferences on the sustainable development of small island developing States, held in Barbados, Mauritius and Samoa, including associate members of the regional commissions, 10 may participate in the deliberations of the Conference and its preparatory meeting, as appropriate, in accordance with the rules of procedure of the Conference.",
    "14": "Interested intergovernmental organizations that were not accredited to the conferences and summits listed in paragraph 13 above may apply to the General Assembly for accreditation following the established accreditation procedure. IV. Accreditation: non-governmental organizations and other stakeholders",
    "15": "The non-governmental organizations and major groups as identified in Agenda 21,11 in consultative status with the Economic and Social Council, as well as those that were accredited to the conferences and summits listed in paragraph 13 above, shall register in order to participate.",
    "16": "The President of the General Assembly shall also draw up lists of representatives of other relevant non-governmental organizations, civil society organizations, academic institutions, the scientific community, the private sector and philanthropic organizations whose work is relevant to the Conference, who may participate in the Conference and the preparatory meeting as observers, taking into account the principles of transparency and of equitable geographical representation, and shall submit the proposed lists to Member States for their consideration on a non-objection basis. The President of the General Assembly shall bring a list to the attention of the General Assembly before the preparatory meeting and, in any case, no later than December 2019, and, where applicable, shall bring another list to the attention of the Assembly before the Conference and, in any case, no later than April 2020. 12",
    "17": "The provisions of paragraph 15 of General Assembly resolution 67/290 of 9 July 2013 shall apply mutatis mutandis to the Conference and its preparatory process. V. Secretariat",
    "18": "The Secretary-General of the Conference will serve as focal point within the Secretariat for providing support to the organization of the Conference, in cooperation with the representatives of the two Presidents.",
    "19": "The Special Adviser to the Presidents of the Conference on oceans and legal matters will support the achievement of the goals of the Conference by providing both substantive and procedural advice. VI. Documentation",
    "20": "In accordance with the practice followed at previous United Nations conferences, the official documentation of the Conference will include documents issued before, during and after the Conference.",
    "21": "In accordance with the practice followed at previous United Nations conferences, it is recommended that the Conference adopt a report consisting of the decisions of the Conference, including the intergovernmentally agreed declaration, a brief account of the proceedings and a reportorial account of the work of the Conference and the action taken at the plenary meetings.",
    "22": "Summaries of the plenary meetings and interactive dialogues and a list of voluntary commitments registered after 9 June 2017 and those announced at the Conference should also be included in the report of the Conference. VII. Organization of parallel meetings and other events of the Conference",
    "23": "Parallel meetings and other events, including those of major groups and other stakeholders, will be held during the same hours as the plenary meetings and interactive dialogues, space permitting. Interpretation services will be provided for such meetings, as available. VIII. Side events",
    "24": "Side events, including briefings, seminars, workshops and panel discussions on issues related to the implementation of Goal 14, will be organized by participants in the Conference. Guidelines for organizing such events and the calendar of those events will be made available on the Conference website. IX. Media coverage",
    "25": "Press materials will be prepared by the Department of Global Communications of the Secretariat for journalists covering the Conference. In addition, regular press releases will be issued on the results of plenary meetings, interactive dialogues and other events. All relevant documentation will be made available on the Conference website.",
    "26": " Presidents,13 one of whom shall be designated as Rapporteur-General, as well as a chair for the Main Committee established in accordance with rule 46. The officers shall be elected with a view to ensuring the representative character of the General Committee. The Conference may also elect such other officers as it deems necessary for the performance of its functions. Rule 7 General powers of the presiding President",
    "27": "Invites other relevant stakeholders, including organizations and bodies of the United Nations, intergovernmental organizations, international financial institutions, other interested international bodies and non-governmental organizations, civil society organizations, academic institutions, the scientific community, the private sector and philanthropic organizations, whose work is relevant to the Conference, accredited in accordance with the provisions set forth in annex II to the present resolution, to participate as observers in the Conference and its preparatory meeting;",
    "28": "Invites associate members of the regional commissions9 to participate in the Conference and the preparatory meeting, in the same capacity specified for their participation in the global conferences on the sustainable development of small island developing States held in 1994, 2005 and 2014;",
    "29": "Decides that accreditation to the Conference and the preparatory meeting shall be in accordance with the provisions set forth in annex II to the present resolution;",
    "30": "Requests the Secretary-General to provide appropriate support from all relevant parts of the Secretariat, and in cooperation with other relevant parts of the United Nations system, to the work of the Conference and to facilitate inter-agency cooperation to that end, as well as to ensure the efficient use of resources, so that the objectives of the Conference can be achieved;",
    "31": "Encourages States and international donors, as well as the private sector, financial institutions, foundations and other donors in a position to do so, to support the preparations for the Conference through voluntary contributions to a trust fund in support of preparations for the Conference and to support the participation of representatives of developing countries, priority being given to representatives of the least developed countries and small island developing States, including coverage of economy-class air tickets, daily subsistence allowances and terminal expenses, in the meetings of the Conference and its preparatory meeting. 80th plenary meeting 9 May 2019 Annex I Provisional agenda of the 2020 United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development Lisbon, 2 to 6 June 2020"
  },
  "signals": {
    "3": [
      "PGA"
    ],
    "5": [
      "PGA"
    ],
    "7": [
      "PGA"
    ],
    "8": [
      "PGA"
    ],
    "9": [
      "PGA"
    ],
    "10": [
      "PGA"
    ],
    "16": [
      "PGA"
    ],
    "22": [
      "PGA"
    ],
    "23": [
      "PGA"
    ],
    "25": [
      "PGA"
    ]
  },
  "signal_summary": {
    "PGA": 10
  },
  "symbol_references": [
    "A/73/L.82"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}