{
  "symbol": "A/RES/79/323",
  "doc_type": "resolution",
  "title": "79/323. Sevilla Commitment",
  "paragraphs": {
    "1": "We, the Heads of State and Government and High Representatives, have gathered in Sevilla, Spain, from 30 June to 3 July 2025 to renew the global financing for development framework, building on the 2015 Addis Ababa Action Agenda. 1 We also uphold and will advance all commitments in the 2002 Monterrey Consensus,2 the 2008 Doha Declaration,3 as well as the relevant commitments in the Pact for the Future.4",
    "2": "We reaffirm our commitment to realize sustainable development, including effectively implementing the 2030 Agenda for Sustainable Development 5 and its 17 Sustainable Development Goals and upholding all principles enshrined in it. We also reaffirm that poverty in all its forms and dimensions, including extreme poverty, remains the greatest global challenge and its eradication is an indispensable requirement for sustainable development. We recommit to end poverty and hunger everywhere, leaving no one behind.",
    "3": "We further reaffirm that the pursuit and enjoyment of human rights and fundamental freedoms for all, encompassing civil, political, economic, social and cultural rights, which includes the right to development, must be respected, protected and promoted, without distinction or discrimination of any kind.",
    "4": "We are meeting at a time of profound transformation, serious geopolitical tensions, conflicts, increasing macroeconomic challenges and growing systemic risks. Progress in achieving sustainable development in its economic, social and environmental dimensions is severely off track. We are running out of time to achieve our goals and to address the adverse impacts of climate change. Despite significant efforts by the international community to respond to recent multiple interlinked global challenges, the gap between our sustainable development aspirations and financing to meet them has continued to widen, particularly in developing countries, reaching an estimated 4 trillion United States dollars annually.",
    "5": "We cannot afford a retreat from multilateral cooperation. These global challenges far exceed the capacity of any single State to respond. To address them, we reaffirm our continued and strong commitment to multilateralism, international cooperation, and global solidarity based on mutual respect and collective action. We also reaffirm our unwavering commitment to international law, including the Charter of the United Nations.",
    "6": "We decide to launch an ambitious package of reforms and actions to close this financing gap with urgency and catalyse sustainable development investments at scale. We will take concrete actions to enhance fiscal space, address debt challenges of developing countries and lower the cost of capital. We will provide and mobilize additional, innovative, adequate, affordable, predictable and accessible financing from all sources, recognizing the comparative advantages of public and private finance.",
    "7": "We commit to continued reform of the international financial architecture, enhancing its resilience, coherence and effectiveness in responding to present and future challenges and crises. To better reflect today’s realities, we commit to make global economic governance more inclusive, representative, equitable and effective. We will strengthen the roles of the United Nations, international financial institutions and other relevant international organizations, while recognizing their respective mandates and governance bodies. We will enhance coordination and complementarity among them.",
    "8": "We recognize that each country has primary responsibility for its own economic and social development. National development efforts need to be supported by an enabling international economic environment and effective means of implementation that promote sustained, inclusive and sustainable economic growth, and prevent external shocks from disproportionately affecting developing countries. We commit to align international support with national strategies, plans and frameworks, such as integrated national financing frameworks, and will respect each country’s policy space to pursue sustainable development while remaining consistent with relevant international rules and commitments.",
    "9": "We will address the diverse needs and challenges faced by countries in special situations, in particular African countries, the least developed countries, landlocked developing countries and small island developing States, as well as the specific challenges faced by middle-income countries and countries in conflict and post- conflict situations. We reaffirm that least developed countries, as the most vulnerable group of countries, need enhanced global support to overcome the structural challenges they face for the achievement of the Sustainable Development Goals. We reaffirm the need to address the special challenges and needs of landlocked developing countries in structurally transforming their economies, harnessing benefits from international trade and developing efficient transport and transit systems. We further reaffirm that small island developing States remain a special case for sustainable development in view of their small size, remoteness, narrow resource and export base and exposure to global environmental challenges. We also reaffirm the need to achieve a positive socioeconomic transformation in Africa and the need to address the diverse and specific development needs of middle-income countries, including combating poverty in all of its forms and dimensions, including extreme and multidimensional poverty. We commit to support and implement the relevant development agendas, strategies and programmes of action for countries in special situations, including the Doha Programme of Action for the Least Developed Countries,6 the Programme of Action for Landlocked Developing Countries for the Decade 2024–2034 7 and the Antigua and Barbuda Agenda for Small Island Developing States, 8 and reaffirm our support for the achievement of the African Union Agenda 2063. We look forward to the elaboration of a specific inter-agency, comprehensive, system-wide response plan for middle-income countries by the United Nations development system.",
    "10": "We will place people at the centre of all our actions and reaffirm the path to a brighter future for all of humanity. We will take action to combat inequalities within and among countries, including through investment in social protection systems and human development and through enhanced international cooperation.",
    "11": "We reaffirm the imperative of achieving gender equality and the empowerment of all women and girls. We will ensure their full and equal enjoyment of all their human rights and fundamental freedoms. Gender equality and the empowerment of all women and girls bring proven economic benefits and have the potential to contribute to financing for development. We commit to mainstream a gender perspective and promote gender-responsive solutions across the financing for development agenda. We recognize that the feminization of poverty persists, and the eradication of poverty in all its forms and dimensions, including extreme poverty, is an indispensable requirement for women’s economic empowerment and sustainable development. We will increase investment in the care economy and recognize, value and equitably redistribute the disproportionate share of unpaid care and domestic work done by women. We reaffirm our commitment to eliminate gender-based violence.",
    "12": "We recognize that discrimination in all its forms is a serious impediment to economic and social development. We will step up our efforts to promote tolerance, embrace diversity and combat all forms of discrimination, including racism, racial discrimination, xenophobia and related intolerance and all their abhorrent and contemporary forms and manifestations. We reaffirm the imperative of ensuring access to finance and economic opportunities for persons with disabilities.",
    "13": "We commit to develop effective, accountable and inclusive governance systems and democratic institutions at the subnational, national and international levels and ensure responsive, participatory and representative decision-making at all levels. We will foster transparency, accountability, the rule of law, good governance and sound policies at all levels. We commit to eradicate all forms of corruption at all levels, address financial integrity and integrate anti‑corruption as cross-cutting issues to enhance public sector integrity and public trust, reduce inequalities, ensure fair domestic resource allocation and increase private investments and economic growth. We will prevent and combat illicit financial flows and corruption, and call upon the international community to support anti‑corruption capacity-building efforts and promote the exchange of best practices.",
    "14": "We reaffirm our determination to foster peaceful, just and inclusive societies which are free from fear and violence. There can be no sustainable development without peace and no peace without sustainable development.",
    "15": "We are falling short in tackling climate change, biodiversity loss and desertification. We stress the urgency of enhancing ambition for climate action in the implementation of the United Nations Framework Convention on Climate Change 9 and the Paris Agreement 10 in relation to climate mitigation, adaptation and the provision of the means of implementation, especially finance, to developing countries. We recognize the Convention on Biological Diversity, 11 the United Nations Convention to Combat Desertification12 and the Conferences of the Parties thereto, for negotiating global responses to the challenges they address. In pursuit of the objectives of the United Nations Framework Convention on Climate Change and the goals of the Paris Agreement, we reaffirm the importance of accelerating action in this critical decade. We will promote the conservation and sustainable use of the ocean and its resources.",
    "16": "We reaffirm all the principles of the Rio Declaration on Environment and Development, 13 including, inter alia, the principle of common but differentiated responsibilities, as set out in principle 7 thereof.",
    "17": "We commit to scale up investment in disaster risk reduction and disaster risk financing to safeguard development gains from disasters. We will promote risk- informed investment to develop the infrastructure for sustainable development in alignment with the Sendai Framework for Disaster Risk Reduction 2015–2030. 14 Disasters and shocks are increasingly hampering developing countries’ abilities to make progress toward sustainable development, reversing development gains, and stretching national capabilities and the international system’s ability to respond.",
    "18": "We encourage efforts to address food insecurity and malnutrition and invest in agrifood systems, particularly in developing countries, using a long-term, strategic approach. We emphasize the need to develop an enabling policy environment which facilitates private investment in agriculture and food systems, and the role that public investments can play in incentivizing and derisking private investments.",
    "19": "We reaffirm our commitments to increase investment in universal health coverage and inclusive, equitable, affordable, resilient and quality health systems.",
    "20": "We commit to support adequate financing to ensure inclusive, equitable and quality education for all. We will take action to leverage the positive impacts of digitalization in education and reaffirm our commitment to foster innovation, financial literacy and digital capacity-building, including through education and skills development, particularly for children, youth and older persons.",
    "21": "We will invest in productive sectors, the creation of decent jobs at scale and skills development to enable all people to benefit from inclusive, equitable and sustainable economic growth. We will promote entrepreneurship, including social entrepreneurship, particularly among women and youth, and facilitate the growth of micro-, small and medium-sized enterprises, cooperatives and the social and solidarity economy, as well as inclusive and sustainable industrialization. We recognize the contribution of culture and creative economy to advance sustainable development.",
    "22": "We commit to support developing countries, particularly countries in special situations, to develop quality, reliable, resilient and sustainable infrastructure. Closing the significant infrastructure gap in critical sectors, such as energy, transport, information and communications technologies, water and sanitation will greatly improve access to essential services, employment opportunities, economic growth and sustainable development.",
    "23": "We recognize that high-quality and disaggregated data and statistics enable evidence-based policy decisions and enhance accountability and transparency, fostering public trust and international cooperation. We will support programmes that strengthen national data collection and statistics, especially on sustainable development.",
    "24": "We recognize the contributions of multi-stakeholder engagement to sustainable development. We will continue to collaborate meaningfully with all relevant stakeholders, including civil society and the private sector, and encourage multi- stakeholder collaboration and partnerships.",
    "25": "This renewed global framework for financing for development that we adopt in Sevilla will improve access to and unlock additional and innovative financial resources, support the reform of the international financial architecture to close the financing gap with urgency, and guide our efforts towards a financing for development agenda that will help to realize sustainable development. II. Action areas A. Domestic public resources",
    "26": " tax revenue increases in many developing countries in the first decade of the twenty- first century, recent years have seen stagnation and setbacks, amid weak global economic growth. Additionally, existing international tax rules often do not fully respond to the diverse needs, priorities and capacities of developing countries, especially the least developed countries, landlocked developing countries, African countries and small island developing States, as well as middle-income countries. Mobilizing additional domestic public resources and ensuring their effective and efficient use for sustainable development impact will require decisive national action to strengthen fiscal systems, promote their progressivity, build long-term financial resilience and align them with sustainable development, including through the use of data and statistics to inform decisions. In a globalized and increasingly digitalized world, domestic efforts must be complemented by international cooperation, including through inclusive and effective international tax cooperation, improved capacity to collect revenues and robust measures to prevent and combat tax evasion, illicit financial flows and corruption. National and public development banks also have a crucial role in mobilizing investments for sustainable development. We reaffirm that national sovereignty will be fully respected, and each country has the right to choose its own national priorities and policies according to its circumstances.",
    "27": " international cooperation, while respecting national sovereignty. Subnational finance (o) We will strengthen subnational finance, where appropriate, by enhancing local and regional authorities’ technical, technological and human resource capacities, improving accounting systems and reporting mechanisms, and boosting intergovernmental coordination. We will also promote the diversification of revenue and financing sources, including exploring the development of municipal bond markets as applicable, and promoting stable and transparent intergovernmental financial transfer systems and equalization mechanisms; (p) We will support national and local governments to prioritize and strengthen their policies, strategies and practices to implement effective infrastructure asset management and development over the life cycle of assets and mobilize revenues as appropriate.",
    "28": " information exchange among national beneficial ownership registries and consider the feasibility and utility of a global beneficial ownership registry. In all these efforts, we will build on existing work, facilitate the exchange of knowledge and best practices, and provide assistance to developing countries in implementing these transparency standards; (h) We will provide developing countries with demand-based technical assistance and capacity-building programmes to ensure that they benefit from international tax cooperation.",
    "29": "To overcome the substantial and persistent challenges for effectively combating illicit financial flows: (a) We commit to effectively regulate professional service providers, as appropriate, at the national level and enhance international cooperation to curb illicit financial flows and other illicit financial activities. Building on existing standards, we will promote global discussions on standardizing regulatory regimes of professional service providers involved in illicit financial flows; (b) We will support the role that the media and civil society play in fairly, transparently and ethically exposing illicit financial flows; (c) We will establish a special meeting of the Economic and Social Council on financial integrity to foster dialogue on financial integrity at a systemic level, discuss unintended consequences of financial integrity policies, and exchange best practices, including on the use of technologies to effectively combat illicit financial flows; (d) We commit to full and effective implementation and enforcement of existing obligations under the United Nations Convention against Corruption, 15 including by supporting a transparent, inclusive and efficient Mechanism for the Review of Implementation of the Convention to assist States Parties to the Convention in preventing and combating corruption. Furthermore, we commit to scale up technical assistance and exchange of best practices for the implementation of the Convention upon request; (e) We commit to ensure that assets confiscated pursuant to the United Nations Convention against Corruption are returned to countries of origin, in accordance with the provisions of the Convention, and are used transparently. We resolve to further enhance practices for asset recovery and return through strengthened international cooperation – underlining the importance of addressing, tackling and effectively responding to international challenges and barriers, in particular measures, that hinder such cooperation – capacity-building initiatives and exchange of expertise, and to improve efficiency of asset recovery and return, including through the biennial international expert meetings on asset return and the 2030 Agenda (Addis process). We will foster pilot initiatives for new and innovative approaches that support sustainable development; (f) We will strengthen international cooperation in asset recovery, including through the Stolen Asset Recovery Initiative, a joint initiative of the United Nations Office on Drugs and Crime and the World Bank; (g) We will identify, assess and act on money-laundering risks, including through effective implementation of the Financial Action Task Force standards on anti‑money-laundering/countering the financing of terrorism. We encourage the Financial Action Task Force to continue to mitigate unintended consequences of anti‑money-laundering/countering the financing of terrorism measures and ensure meaningful inclusion of developing countries in its decision-making processes, to ensure that their voices are heard and that the work and processes of the Financial Action Task Force take into account the unique contexts and capacities of developing countries; (h) We will promote measures to eliminate safe havens, aggressive tax practices, and loopholes that create incentives for illicit financial flows. We commit to take effective steps to prevent illicit financial flows from entering our jurisdictions; (i) We will strengthen the capacity of customs administrations for the detection of illicit financial flows at the borders; (j) We will enhance accurate and timely trade data exchange, as appropriate, to address smuggling of commercial goods and trade misinvoicing, including by supporting developing countries to upgrade technology in their ports.",
    "30": "To fully exploit the potential of national public development banks in mobilizing resources for sustainable development and address challenges that limit their efficiency and effectiveness: (a) We encourage countries with national development banks to reinforce their capacities to effectively contribute to sustainable development, as appropriate, including by leveraging resources from multilateral development banks and other investors; to review and update their mandates to align with sustainable development, as appropriate; and to establish or maintain social and environmental safeguards systems when needed. We commit to provide support to countries without development banks to establish such institutions to address local and national development challenges; (b) We encourage multilateral development banks and development partners to enhance financial and technical support to national public development banks in their efforts to provide long-term low-cost financing to invest in sustainable development. We also encourage multilateral development banks and other development institutions to work as a system through enhanced cooperation and coordination with national development banks, in support of national priorities and plans; (c) We will enhance alignment between national regulatory requirements and national development banks’ development-focused mandates to promote distinctive business models and risk profiles, ensuring that development banks are empowered to pursue innovative and risk-informed approaches to financing sustainable development while maintaining financial sustainability. B. Domestic and international private business and finance",
    "31": " at all levels for long-term quality investment in sustainable development and to ensure that additional private resources are mobilized at scale and speed for developing countries.",
    "32": " (i) increased digitalization for developing countries in need, especially small island developing States, building on existing global efforts.",
    "33": " capital to de-risk investments and change the risk profile of early-stage markets in countries in special situations, creating the conditions for subsequent crowding-in of the private sector with scaled-up financing through development finance institutions and multilateral development banks; (n) We encourage private sector arms of multilateral development banks to expand local currency lending and enhance private equity, venture capital and microfinance ecosystems, where appropriate; (o) We encourage multilateral development banks to establish pools of catalytic capital seeded by development banks, development finance institutions and development partners, including foundations and philanthropies, with standardized, simplified and transparent access requirements. We support the development of repositories of guarantee instruments, building on the World Bank Guarantee Platform. We also invite the multilateral development banks to continue to explore the use of innovative financial instruments such as portfolio guarantee platforms; (p) We will work with multilateral development banks, development finance institutions and the private sector to support the development of cost-effective, long- term foreign exchange risk mitigation and hedging solutions for investments in sustainable development; (q) We will support the work of relevant stakeholders, including standard- setting bodies, to ensure that the risk reduction stemming from the use of State- and multilateral development bank-guaranteed financing is fairly valued in regulatory analysis and credit assessments; (r) We commit to further improve the availability, quality and accessibility of risk and impact data to support additional investments in developing countries, including by working with institutional investors. We encourage the continued release of quality disaggregated data, including from the Global Emerging Markets Risk Database Consortium. We encourage the sharing and publishing of financial performance data of blended finance transactions and private sector mobilization rates in an aggregated and anonymized way; (s) We will strengthen efforts to facilitate diaspora investment, including through innovative instruments, and call upon development partners to support such efforts, including by engaging with diaspora communities and national Governments; (t) We recognize the role of official export credit agencies in providing export credit insurance, untied guarantee activities, and working capital financing. We encourage greater cooperation and alignment between export credit agencies, multilateral development banks and other financial actors to enhance the efficiency and impact of public capital, particularly in the light of increasing financial constraints.",
    "34": " (b) private entities and developing countries, while respecting existing national frameworks. We will leverage existing efforts for the interoperability of taxonomies, towards a set of common design principles as guidance for local implementation, taking into account national circumstances and development priorities. C. International development cooperation and development effectiveness",
    "35": "International development cooperation, including official development assistance, continues to make a significant contribution to implementing the 2030 Agenda and realizing sustainable development in its three dimensions. Recent shifts and reductions of official development assistance amid changing political priorities have put development cooperation under stress, with official development assistance commitments still falling short. South-South cooperation is a complement to, not a substitute for, North-South cooperation, and has been expanding, as has triangular cooperation. Multilateral development banks, which are in a unique position to accelerate financing for sustainable development and to leverage shareholder contribution through their balance sheets, have taken significant steps to expand their financial capacity, enhance their development impact and address global challenges. But overall, development cooperation has not kept pace with rising and evolving needs of developing countries, especially in countries in special situations, as well as countries in conflict and post-conflict situations. Persistent poverty and inequality, food insecurity, disasters, adverse impacts of climate change, biodiversity loss, environmental degradation and other challenges are increasing demands on limited resources. Addressing growing fragmentation and lack of coordination is essential to respond to increasing transaction costs and uphold long-standing effectiveness principles. International development cooperation needs to reinforce developing countries’ capacities to achieve sustainable development, and address poverty eradication and hunger, catalyse the mobilization of other sources of finance, both public and private, and support countries to better manage transitions throughout their development process. This requires reinvigorating the development cooperation architecture – globally and in countries – as a basis for a more effective, inclusive, coherent and efficient cooperation and partnership that honours existing commitments, meets and adapts to emerging needs, prioritizes country leadership and local ownership, promotes transparency and mutual accountability, and focuses on sustainable development impact.",
    "36": " frames for achieving official development assistance targets. We call upon others to do the same regarding their respective official development assistance commitments; (d) We urge developed countries to increase official development assistance programmed at the country level and aligned with the sustainable development priorities of recipient countries, including by potentially increasing budget support in official development assistance. We also recognize the value of using flexible programming modalities, where appropriate, that enhance country ownership, effectiveness and transparency. We recognize the importance of grant-based or highly concessional finance and non‑debt creating instruments for developing countries, and will explore increasing the share of grants in official development assistance. We encourage loans to be accompanied by complementary support, such as grants, technical assistance and skills transfer. We will also explore opportunities to mobilize additional finance, both public and private, through official development assistance- funded activities that are responsive to country needs and focused on long-term development and poverty eradication, while ensuring that additional private finance mobilized is not a substitute for existing commitments; South-South and triangular cooperation (e) We welcome the efforts and contributions of developing countries in providing finance for sustainable development and encourage them to scale up their voluntary contributions and support; (f) We commit to enhance the impact and effectiveness of South-South cooperation, guided by the principles of respect for national sovereignty, national ownership and independence, equality, non‑conditionality, non‑interference in domestic affairs and mutual benefit; (g) We commit to enhance triangular cooperation by fostering deeper collaboration and partnerships, ensuring knowledge exchange, aligning efforts with the Sustainable Development Goals, and leveraging innovative financing mechanisms to enhance its sustainability and impact; (h) We will strengthen regional financing mechanisms that facilitate cross- border investment, resource mobilization and knowledge-sharing among developing countries. Strengthening these mechanisms will help to ensure that South-South cooperation is more sustainable, demand-driven and aligned with national development priorities.",
    "37": " ways to expand the use of originate-to-distribute models with adequate risk management, which would free up capital for additional lending; (c) banks to consider mutual reliance frameworks to minimize overlap and duplication of efforts, acknowledging existing frameworks.",
    "38": "To improve development cooperation and access to development finance, including concessional finance: (a) We reiterate the invitation made in the Pact for the Future for multilateral development banks, in consultation with the Secretary-General, to present options and recommendations on new approaches to improve access to concessional finance for developing countries, including projects with positive externalities in middle-income countries; (b) We will consider using complementary measures of progress that go beyond gross domestic product as a complement to existing policies and practices. These measures should reflect progress on the economic, social and environmental dimensions of sustainable development, including in the consideration of informing access to development finance and technical cooperation, to ensure an inclusive approach to international cooperation; (c) We invite international financial institutions, multilateral development banks and international organizations to consider the use of the multidimensional vulnerability index, as a complement to their existing practices and policies, to inform their development cooperation policies and practices; (d) We commit to provide support for countries graduating to higher income per capita status, particularly countries that are highly vulnerable to shocks and disasters, to avoid disruptions in development trajectories, including by making efforts to avoid abrupt reductions in concessional and non‑concessional official finance, developing strategies that take into account pre‑graduation and post- graduation needs and facilitate tailored, coherent and integrated approaches to financing and integrating these into national development strategies.",
    "39": " requirements, including to simplify and speed up national development banks’ access to multilateral funds; (d) We commend initiatives that increase financing for poverty and hunger eradication, address the fragmentation of finance in this area, and promote greater alignment towards impactful public policies in a manner consistent with international trade rules, such as the Global Alliance against Hunger and Poverty; (e) We recognize the positive role that sustainable development can play in mitigating drivers of conflicts, disaster risks, humanitarian crises and complex emergencies, and also recognize that a comprehensive whole-of-system response, including greater cooperation, coherence, coordination and complementarity among development, disaster risk reduction, humanitarian action and sustaining peace, is fundamental to most efficiently and effectively addressing needs and attaining the Sustainable Development Goals; (f) We also re-emphasize that development is a central goal in itself and that in countries in conflict and post-conflict situations the development work of the entities of the United Nations development system can contribute to peacebuilding and sustaining peace, in accordance with national plans, needs and priorities and respecting national ownership, and stress in this regard the need to improve inter-agency coordination and synergy, including through the comprehensive review of the United Nations peacebuilding architecture, with the aim of maximizing the sustainable impacts, results and effectiveness of support for the implementation of the 2030 Agenda for Sustainable Development, stressing that this should not adversely affect resources for development; (g) We will support policy coherence at all levels to ensure that development partners’ policies strengthen development cooperation, including by: (i) Striving to adopt a whole-of-government approach in delivering development cooperation, taking into account existing principles; (ii) Reconfirming respective commitments to untying official development assistance and striving to reduce the number of exclusions; (iii) Reducing tax exemptions on government-to-government aid on a voluntary basis; (iv) Promoting national procurement and audit systems and the involvement of local actors.",
    "40": " (b) We support the United Nations in playing a central and coordinating role in international development cooperation; (c) We emphasize the importance of the precise measurement of official development assistance to ensure credible and reliable reporting for informed decision-making, resource allocation, progress monitoring and transparency in the reporting of development assistance. We recognize the need for inclusive multilateral dialogue on parameters and objectives of international development cooperation; (d) We will foster synergies across existing platforms and forums, including through a revitalized Development Cooperation Forum that deepens exchanges among and between all relevant actors to promote global knowledge-sharing and learning; enhance coherence, effectiveness, accountability and impact of development cooperation; and give policy guidance and recommendations, including by drawing on country reporting of data on Sustainable Development Goal indicator 17.3.1 as agreed by the Statistical Commission. Through the revitalized Development Cooperation Forum, we: (i) Will take into account the work of other relevant platforms, such as the Global Partnership for Effective Development Cooperation mechanism and its forums, in supporting global knowledge-sharing and learning in a complementary manner; (ii) Look forward to the review process of the Development Assistance Committee of the Organisation for Economic Co-operation and Development and invite them to provide updates to Member States and receive feedback on their review process; (iii) Take note of the work of the International Forum on Total Official Support for Sustainable Development on cross-border flows and we reaffirm that any such measure will not dilute commitments already made; (iv) Also take note of the work of the International Aid Transparency Initiative in fostering transparency of development cooperation.",
    "41": "To protect and preserve our ecosystems: (a) We acknowledge the importance of climate and environmental funds and will strive to enhance their alignment with national needs and priorities as well as complementarity and coherence between them, simplify access for developing countries, and strengthen cooperation with multilateral development banks and national development institutions; (b) We call for the provision and mobilization of means of implementation in line with the United Nations Framework Convention on Climate Change 16 and the Paris Agreement,17 including but not limited to the decisions on the new collective quantified goal on climate finance agreed in Baku, the Fund for responding to Loss and Damage, the Adaptation Fund, the Green Climate Fund, the Global Environment Facility, the Least Developed Countries Fund and the Special Climate Change Fund, as well as support for the implementation of nationally determined contributions and national adaptation plans. We look forward to the launch of the “Baku to Belém Roadmap to 1.3T”. We also stress the importance of transparency in climate finance reporting; (c) We call for the swift, full and effective implementation of the Kunming- Montreal Global Biodiversity Framework 18 under the Convention on Biological Diversity and emphasize the importance of urgently increasing financial resources from all sources. We welcome the establishment and operationalization of the Global Biodiversity Framework Fund as well as the launch of the Cali Fund for the Fair and Equitable Sharing of Benefits from the Use of Digital Sequence Information on Genetic Resources. We look forward to establishing the permanent arrangement for the financial mechanism envisioned under article 21 of the Convention on Biological Diversity and assessing and improving the mobilization of finance from all sources to address the global biodiversity finance gap by 2030. In this regard, we call upon Parties to the Convention to deliver on the milestones envisioned in previous outcomes without delay; (d) We encourage developed country Parties to the Convention to Combat Desertification and other relevant stakeholders to actively support the efforts of developing country Parties to the Convention in promoting sustainable land management practices and in seeking to achieve a land degradation-neutral world by providing substantial financial resources from all sources, facilitated access to appropriate technology on mutually agreed terms and other forms of support, including through capacity-building measures; (e) We recognize that accelerating ocean action globally requires significant and accessible finance as well as adequate and scaled-up means of implementation for developing countries. We call for greater mobilization of resources from all sources. We will strive to strengthen the provision of scaled-up resources in developing countries. D. International trade as an engine for development",
    "42": "International trade is an engine for inclusive growth and poverty eradication and contributes to the promotion of sustainable development. Yet, the multilateral trading system is increasingly under threat. Trade restrictions, including tariffs inconsistent with World Trade Organization rules, principles and commitments, are on the rise globally amid rising trade tensions and stalling multilateral negotiations. Developing countries, including African countries, least developed countries, landlocked developing countries, small island developing States and middle-income countries, with limited productive capacities and trade infrastructure, face challenges in integrating into regional and global value chains. This calls for concrete measures to improve their capacities to trade in goods and services and generate higher value addition in commodities and critical minerals, among other sectors, including through leveraging digital technologies, with a focus on the furthest behind. We take note that local currencies are used in cross-border payments, including for trade and investment, and that this can contribute to reducing vulnerabilities. While digital technology is creating new trading opportunities, development models reliant on the export of low-cost manufactured goods are impacted by automation. A universal, rules-based, fair, open, transparent, predictable, inclusive, non‑discriminatory and equitable multilateral trading system should contribute to the achievement of sustainable development in all three dimensions, providing policy space for national development objectives, poverty eradication and sustainable development, while remaining consistent with relevant international rules and countries’ commitments.",
    "43": " (b) approach towards the establishment of an advisory centre on international investment dispute resolution, and building on the ongoing work of the United Nations Commission on International Trade Law; (m) We encourage updating and reforming outdated investment agreements, as needed, building on existing efforts; Measures which restrict or distort trade (n) We stress the urgent need for constructive discussions in the relevant multilateral forums on measures taken for environmental purposes, including unilateral ones, and their impact on sustainable development, including in developing countries; (o) We will make efforts to ensure a level playing field and fair competition by discouraging protectionism and market-distorting practices, to foster a favourable trade and investment environment for all, consistent with World Trade Organization rules; (p) We reiterate that Member States are strongly urged to refrain from promulgating and applying any unilateral economic, financial or trade measures not in accordance with international law and the Charter of the United Nations that impede the full achievement of economic and social development, particularly in developing countries; (q) We recognize the short-term challenges faced by members, in particular developing members, including least developed countries, confronting global and domestic crises, including disasters caused by natural hazards. We encourage relevant World Trade Organization bodies to continue member-driven work aimed at supporting resilience and disaster preparedness.",
    "44": " medium-sized enterprises, and women- and youth-owned businesses, as well as disability-owned businesses, to better integrate them in regional and global value chains; (f) We further call for strengthening trade finance mechanisms to facilitate access to affordable credit, reduce transaction costs and support export expansion and industrialization, ensuring that micro-, small and medium-sized enterprises in developing countries have the necessary financial resources to participate effectively in international trade; (g) We will support the role of the International Trade Centre in enhancing the competitiveness and market access of micro-, small and medium-sized enterprises through technical assistance and capacity-building for value addition, regional integration and economic diversification; (h) We will support the development of regional value chains for developing countries, especially least developed countries, landlocked developing countries and small island developing States, providing capacity-building, assisting in formulating and implementing bankable regional infrastructure development projects, in cooperation with transit countries and partners to encourage connectivity and integration; (i) We invite least developed countries, landlocked developing countries and small island developing States to consider accession to the International Convention on the Simplification and Harmonization of Customs Procedures, also known as the revised Kyoto Convention, managed by the World Customs Organization, and support adherence to the revised Kyoto Convention for those that are already Contracting Parties.",
    "45": " (e) We call for the development of productive and transformative capacity- building programmes in least developed countries; (f) We encourage scaling up aid for trade, especially for least developed countries, and commit to enhancing the efficiency and effectiveness of aid for trade provided, with a particular focus on addressing the interest of least developed countries. We also reaffirm our commitment in the Doha Programme of Action to significantly increase Aid for Trade support for least developed countries, which is expected to double by 2031 from 2018 levels, and continue to allocate at least 50 per cent to building trade-related infrastructure.",
    "46": "To increase local value addition and beneficiation of critical minerals and commodities for economic diversification in developing countries: (a) We commit to increase the added value and competitiveness of the exports of critical minerals and commodities of developing countries by strengthening and supporting the establishment of sectors capable of enhancing the capacity of local industries to participate in regional and global value chains, to drive industrialization, growth and development in those sectors; (b) We encourage development partners and international financial institutions to engage in global commodity partnerships to support production, refining and processing of critical minerals and commodities in developing countries, while respecting State sovereignty. We support domestic value addition and broad economic diversification close to source by providing risk-sharing financing, technical assistance, capacity-building and developing market linkages. We will promote regional arrangements towards this end, as appropriate; (c) We encourage enhanced traceability, transparency and accountability along the mineral value chain; (d) We invite countries to increase voluntary contributions to the Common Fund for Commodities, to enable the fund to scale up support to developing countries, especially least developed countries, for projects that promote value addition, particularly in agriculture, and to expand into processing and manufacturing; (e) We stress the importance of providing support to developing countries to negotiate commodity contracts with terms that provide predictability and stability for investment, while also providing revenue certainty for Governments and flexibility to respond to changes in economic and market conditions. We also encourage developing countries to implement necessary regulatory reforms and to create a business environment that attracts investments aligned with their sustainable development plans; (f) We encourage collaborative efforts involving Governments, regulators, industry stakeholders and civil society to foster fair, transparent and resilient commodity markets that benefit all participants in a fair way and contribute positively to global economic stability and sustainability at all levels. E. Debt and debt sustainability",
    "47": " often still late and too lengthy. As debt, when prudently managed, is an important tool for financing sustainable development investments, we must put in place a development-oriented debt architecture that enhances responsible borrowing and lending; supports developing countries to lower their cost of capital and enhance their fiscal space; achieves efficient, fair, predictable, coordinated, timely and orderly restructurings; and is based on enhanced debt transparency and reporting, and sound and transparent analysis of sovereign debt sustainability, which is crucial for the smooth functioning and fair pricing of debt markets.",
    "48": " (g) We encourage further exploration of the use of innovative debt instruments in sustainable development projects, including debt indexation instruments and thematic bonds; (h) We will strengthen measures to curb corrupt borrowing and lending, including by enhancing domestic legal frameworks as appropriate, including clarifications regarding the authority to borrow, and fully utilizing the United Nations Convention against Corruption and its Conference of the States Parties to explore options to make such contracts unenforceable; (i) We will establish a platform for borrower countries with support from existing institutions, and a United Nations entity serving as its secretariat. The platform may be used to discuss technical issues, share information and experiences in addressing debt challenges, increase access to technical assistance and capacity- building in debt management, coordinate approaches and strengthen borrower countries’ voices in the global debt architecture.",
    "49": "To significantly lower the cost of borrowing and to provide more comprehensive and systematic support for developing countries that, while solvent, face high debt servicing costs: (a) We call for the operationalization of the Small Island Developing States Debt Sustainability Support Service under the Small Island Developing States Centre of Excellence to enable effective debt management and devise effective solutions for small island developing States to address debt vulnerability in the immediate term and debt sustainability in the long term, including through assistance on legal and financial advice on debt contract management, building local negotiating capacities, and strengthening data and technical capacity; (b) We call for coordinated and enhanced liquidity and debt management support to developing countries committed to their ambitious development objectives. We appreciate ongoing efforts in this area, including the three-pillar approach proposed by the International Monetary Fund and the World Bank to help to address debt service challenges, as well as other efforts made by the international community. We call for further strengthening and systematizing of this support through an institutional home within an existing facility, for example in the World Bank or the Fund, that is accessible to all developing countries. This strengthened facility will contribute to ongoing efforts, and could: (i) Facilitate liquidity support from multilateral and bilateral creditors; (ii) Offer a range of financial and legal tools to facilitate or incentivize liability management and reduce the cost of capital; (iii) Support scaling up debt swaps, in particular for Sustainable Development Goals, including for climate and nature, and related instruments, on a voluntary basis and maximizing their impact, including by simplifying their design, reducing transaction costs and strengthening country ownership and transparency; (iv) Consider the development of term sheets for appropriate instruments, including net present value-neutral rescheduling; (v) Provide developing countries with technical assistance, capacity support and legal advice, including cost-benefit analysis and the effective use of financial instruments.",
    "50": " (a) We encourage the Group of 20 to further strengthen the Common Framework for Debt Treatments beyond the Debt Service Suspension Initiative, building on ongoing efforts. We encourage rendering it more predictable, timely, orderly and coordinated, including by building on lessons learned from individual country cases. We further encourage the Group of 20 to consider incorporating temporary suspensions of debt service by borrower countries during negotiations, on a case-by-case basis; providing a guide for borrower countries on indicative timelines and main steps of debt treatment, building on the Global Sovereign Debt Roundtable playbook for country authorities on sovereign debt restructuring; developing a guide for assessing comparability of treatment and refining tools for enforcing comparability of treatment; promoting information-sharing and early engagement between the International Monetary Fund and World Bank and the official bilateral creditors. We further encourage the expansion of coordinated debt treatments to countries not covered by current initiatives, including middle-income countries, on a case-by-case basis; (b) We encourage jurisdictions to consider passing legislation aimed at limiting holdouts by creditors to facilitate effective debt restructuring; (c) We encourage the continued adoption of collective action clauses in bonds and majority voting provisions in loan agreements. We call for assessing and refining contractual tools and instruments used in debt restructuring to facilitate participation of creditors, including claw-back clauses, loss reinstatement features and value recovery instruments; (d) We will scale up support for initiatives and entities such as the African Legal Support Facility, which provide legal and financial advice to developing countries during negotiations and structuring of complex debt transactions and workouts with creditors; (e) We recognize the need to assist developing countries in attaining long-term debt sustainability through coordinated policies aimed at fostering debt financing, debt relief, debt restructuring and sound debt management, as appropriate; (f) Building on existing work, the review of the sovereign debt architecture envisioned in the Pact for the Future and the update by the Secretary-General on progress and proposals, we will initiate an intergovernmental process at the United Nations, with a view to making recommendations for closing gaps in the debt architecture and exploring options to address debt sustainability, including through holding a dialogue among States Members of the United Nations, the Paris Club, and other official creditors and debtors, along with the International Monetary Fund and the World Bank, other multilateral development banks, private creditors and other relevant actors.",
    "51": " We encourage the Fund and the World Bank to continue to implement revisions in an open and consultative manner, including discussing the recommendations of the independent Expert Review on Debt, Nature and Climate. We invite these institutions and other relevant stakeholders to strengthen countries’ capacities to carry out their own debt sustainability assessments; (b) We call upon credit rating agencies to similarly refine their methodologies, while respecting their independence, to account for investments, lengthen time horizons for credit analysis, publish long-term ratings based on scenario analysis, and positively reflect the long-term debt sustainability benefits of voluntary debt restructurings and treatments; (c) We will take action to address high debt premium of borrowing countries, especially in Africa, that pay significantly higher interest rates compared to their peers despite similar risk ratings. Actions will include, but are not limited to, capacity- building to enable them to engage effectively with financial market actors, including credit rating agencies; (d) We welcome the establishment of the Africa Credit Rating Agency and look forward to its full operationalization. F. International financial architecture and systemic issues",
    "52": "From Monterrey to Sevilla, we have emphasized the importance of continuing to reform global economic governance and strengthen the United Nations leadership role in promoting development to arrive at a stronger, more coherent and more inclusive international economic and financial architecture. The international financial architecture – the existing set of international financial frameworks, rules, institutions and markets that safeguard the stability and function of the global monetary and financial systems – fundamentally shapes sustainable development outcomes. International economic and financial institutions have made significant efforts towards institutional reform, including to preserve macroeconomic stability amid major shocks, address growing financing challenges faced by developing countries, and bring the architecture into greater alignment with sustainable development. But major systemic challenges persist. With full respect for the respective mandates and governance bodies of different international institutions, additional measures are needed to ensure that governance arrangements accurately reflect the diversity and complexity of the world; the global financial safety net has sufficient depth and coverage; financial regulatory frameworks effectively address existing and new risks and financial innovations; and private credit ratings effectively perform the important function of providing accurate and long-term-oriented information to financial markets. The international community must work together to broaden and enhance the voice and representation of developing countries in international financial and economic institutions. The international financial architecture must continuously adapt to changing global realities, align with sustainable development, and respond to the needs, evolving challenges and vulnerabilities facing all countries, especially developing countries.",
    "53": " better reflect members’ relative positions in the world economy, while protecting the shares of the poorest members, under the seventeenth General Review of Quotas. In this regard, we invite the Governors to consider increasing basic votes, among other measures; (c) We encourage the World Bank Board of Governors to conduct a comprehensive and successful shareholding review in 2025, in line with the Lima shareholding principles, to achieve an equitable balance of voting power, and promptly implement the review outcomes; (d) We encourage the executive boards of the international financial institutions to consider options to enhance the voice and representation of developing countries, including, when appropriate, further increasing the size of the executive boards to create balanced geographical representation of the members, building on the recent creation of a twenty-fifth chair at the International Monetary Fund Executive Board dedicated to sub-Saharan Africa. We aim to achieve gender balance in the executive boards of all international organizations through more balanced nominations to the boards; (e) We welcome progress made and recommit to open, transparent, gender- balanced and merit-based selection of the heads of international economic and financial institutions; (f) We encourage the boards of all international economic and financial institutions to continue to conduct regular reviews on diversity in their boards and in the executive and senior leadership to address geographical underrepresentation and gender imbalance, and to publish regular public reports on diversity; (g) We encourage enhanced geographical representation in International Monetary Fund senior management positions, particularly for developing countries, including in the potential future creation of an additional Deputy Managing Director of the Fund; (h) We commit to further enhance the transparency and accountability of decision-making in global economic governance.",
    "54": " reviews of its precautionary facilities, whether it can strengthen its role in the ex-ante global financial safety net, especially for developing countries; (e) Africa by providing concessional lending and liquidity support, and invite development finance institutions and international financial institutions to also support this initiative; (n) We will consider adjusting borrowing limits in all layers of the safety net, where appropriate, to ensure that emergency and standby resources can meet needs, while taking into account institutions’ financial sustainability.",
    "55": "To ensure that the financial system supports accurate, objective, and long-term oriented credit ratings: (a) We decide to establish a recurring special high-level meeting on credit ratings under the auspices of the Economic and Social Council for dialogue among Member States, credit rating agencies, regulators, standard setters, long-term investors and public institutions that publish independent debt sustainability analysis. The meeting will include updates on the Secretary-General’s efforts to engage with credit rating agencies, discussion on the use of credit assessments, exchanges on good practices for regulation of credit rating agencies, and sharing of perspectives on credit assessment methodologies; (b) Building on good practices, we encourage countries to consider national regulatory frameworks related to credit ratings, where appropriate, to reduce overreliance on credit ratings, increase transparency regarding the issuing of sovereign debt ratings, improve the quality of the rating process and make credit rating agencies more accountable for their actions, and reduce conflicts of interest and encourage a greater number of actors to operate in the credit rating market; (c) We will strive to make more and better economic, financial, risk and resilience data available to all financial market actors, including through capacity- building for developing countries; (d) We will support developing countries to engage more effectively with credit rating agencies by providing technical assistance and capacity-building.",
    "56": " supervision, as appropriate to different national contexts, transition pathways and financial regulators’ mandates.",
    "57": "To reap potential benefits and appropriately consider macroeconomic risks as central banks explore digital currencies and interoperable settlement systems: (a) We invite the Bank for International Settlements to build on the Group of 20 Roadmap for Enhancing Cross-border Payments and include more developing countries in discussions on how to improve payments infrastructure, potentially including creating central bank digital currencies and fast payment systems that harness the benefits of digital technologies, increase efficiency of cross-border payments and address potential macroeconomic risks; (b) We encourage the Bank for International Settlements, the International Monetary Fund and other relevant institutions to provide capacity-building to support developing countries to make robust design and implementation decisions about upgrading payments infrastructure, potentially including adoption of central bank digital currencies and other platforms or technologies for interoperable settlement systems, while managing potential risks from digital assets. G. Science, technology, innovation and capacity-building",
    "58": "Science, technology and innovation are advancing at an unprecedented scale and pace. However, developing countries’ ability to leverage its full potential for advancing sustainable development is constrained. We note with deep concern the deepening gaps in innovation in, production of, and connectivity and access to technology, including information and communications technologies; inadequate digital infrastructure, data and digital public goods; limited national capacity; and limited international support combined with inefficient allocation of funding, which have resulted in persistent digital divides between and within countries. Technological advances can also have unintended economic, environmental and social impacts, and worsen gender inequality and the exclusion of persons with disabilities, older persons and those in vulnerable situations. We recognize the importance of enabling environments at all levels, including enabling regulatory and governance frameworks, in nurturing science, innovation and the dissemination of technologies. We support the development and deployment of new and existing technologies and products that are affordable, available, equitable and accessible to all, while ensuring that the development of emerging technologies is good for all. Coordinated national and international efforts are needed to leverage scientific and technological advances for sustainable development, close digital divides and realize the full potential of digital technology and the use of data in achieving financial inclusion and financial health. We call for enhanced international support for targeted capacity-building in science, technology and innovation in developing countries.",
    "59": " situations. (i) We further encourage the integration of science, technology and innovation financing into national development frameworks, including digital transformation strategies. We call for increased investment in digital infrastructure, research centres and innovation hubs to enhance the technological capabilities of developing countries, particularly in emerging fields such as artificial intelligence; (j) We call for international organizations and development partners to enhance financing and capacity support to science, technology and innovation projects in developing countries, and invite public development banks to scale up support for investment in mission-oriented innovation through risk-sharing instruments, public venture capital funds or similar instruments; (k) We will promote equitable and inclusive access to and development of artificial intelligence and ensure the mobilization of adequate financing to support developing countries in building artificial intelligence capacities and adopting safe, secure and trustworthy artificial intelligence systems, and in this regard we support the development of an enabling environment at all levels. We recognize the need for inclusive and meaningful participation of developing countries in and contributions to international processes and forums on artificial intelligence, particularly in artificial intelligence governance. We take into consideration the previous internationally agreed outcomes and ongoing processes, including the principles and objectives relevant to artificial intelligence in the Global Digital Compact, 19 as well as national priorities and strategies; International cooperation on science, technology and innovation (l) We resolve to enhance national and international cooperation between actors in the STI ecosystems, including multilateral development banks and development finance institutions, on open science, open access to publications, open data, digital public goods, affordable and open-source technology, education and collaborative international research and development that ensures access to countries in need; (m) We recognize the value of science-policy panels in addressing sustainable development challenges such as the Intergovernmental Panel on Climate Change and the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, and note progress to establish the science-policy panel to contribute further to the sound management of chemicals and waste and to prevent pollution; (n) We will enhance the capacity of the Technology Facilitation Mechanism and the Technology Bank for the Least Developed Countries with adequate resources so they can effectively fulfil their mandates. We invite Member States, as well as international organizations, foundations and the private sector, to provide increased voluntary financial contributions and technical assistance to the Technology Bank; (o) We support enhanced collaboration among the multi-stakeholder forum on science, technology and innovation for the Sustainable Development Goals, the Commission on Science and Technology for Development and other international platforms. This includes promoting digital infrastructure-related knowledge-sharing, particularly in identifying investment risks and opportunities, among development finance institutions and other partners, and considering undertaking global research publishing reform to ensure that scientists, innovators and policymakers everywhere can access and contribute to the latest science evidence; (p) We recognize the importance of equitable, responsible and interoperable data governance approaches at all levels to enable developing countries to harness the benefits of the digital economy, emerging technologies and artificial intelligence models and will fully implement the relevant commitment contained in the Pact for the Future in this regard; (q) We request the United Nations inter-agency task team on science, technology and innovation for the Sustainable Development Goals to undertake an assessment of the major obstacles that hamper international diffusion of technologies for the Goals, including zero- and low-emission technologies, and to provide recommendations to overcome these obstacles.",
    "60": "To increase investment to achieve universal, meaningful and affordable digital connectivity and close the digital divides: (a) We support the development of financing plans and coordination of investment in digital infrastructure, including digital public infrastructure, and digital public goods and commit to provide technical support, including through country-led platforms, as appropriate; (b) We will enhance international collaboration between national Governments, development finance institutions, multilateral development banks and relevant international organizations and private sector actors to support countries in their design of digital infrastructure, its financing models and impact measurement. We will close the connectivity gap and improve the quality and affordability of connectivity, as called for in the Global Digital Compact; (c) We will promote access to science and technology across societies, including by enhancing science, technology, engineering and mathematics skills among children, youth, women and girls, persons with disabilities and people in vulnerable situations to address divides in science, technology and innovation; (d) We invite countries to bring projects on digital public goods and digital public infrastructures to the Sustainable Development Goals Investment Fair.",
    "61": " (e) We will utilize the forum on financing for development follow-up and other relevant processes to convene dialogues on the links between artificial intelligence and fintech and their impacts and promote and facilitate the safe, equitable and inclusive development and use of artificial intelligence in fintech; (f) We commit to promote the use of emerging technologies such as artificial intelligence in financial services, ensuring that they are based on responsible principles protecting human rights and fostering inclusion in accessing the services; (g) We will leverage digital technologies, digital public goods and digital public infrastructure to deepen financial inclusion and literacy, and support investment in the development and digitalization of inclusive and accessible financial system infrastructure in developing countries, particularly in countries in special situations; (h) We will promote open finance schemes to increase financial inclusion and the competition and growth of the fintech sector while respecting applicable national data privacy and personal data protection rules; (i) We will promote access to affordable and inclusive digital financial services and initiatives to reduce inequalities for people and businesses, especially micro-, small and medium-sized enterprises in urban and especially in rural areas, by building digital trust, expanding access to finance, and trade opportunities, and enhancing training through the use of innovative tools, including mobile banking, payment platforms and digitalized payments. III. Data, monitoring and follow-up",
    "62": "Timely, reliable, high-quality and disaggregated data and statistics are essential for advancing the financing for development agenda, to support informed decision- making across all action areas and enable effective monitoring and follow-up. However, many Member States, in particular developing countries, have not been able to fully capitalize on the power of data. Stronger efforts are needed to enhance disaggregated data, accessibility and innovative data sources, with adequate safeguards to address privacy and data protection. Political momentum is also growing for measuring progress in sustainable development using metrics that complement or go beyond gross domestic product, including multidimensional vulnerability. This reflects a broader recognition that relying solely on economic or income-based indicators such as gross domestic product and gross national income fails to capture the full complexity of countries’ development realities, structural vulnerabilities and needs. The Addis Ababa Action Agenda strengthened the financing for development follow-up process; however, challenges remain. Building on experiences since 2015, steps must be taken to further enhance follow-up at all levels in concrete ways, including improving engagement of all relevant stakeholders, and the incorporation of national and regional perspectives into the global dialogue.",
    "63": " (c) We commit to increase financial support to, and enhance investment in, data collection and statistical capacity-building of national statistical systems in developing countries, especially countries in special situations and those facing specific challenges. We will scale up predictable financing for sustainable development data and statistics, upgrading digital infrastructure and strengthening data collection, statistical capacity and digital governance. This includes support for the Small Island Developing States Centre of Excellence, including the small island developing States data hub, and existing statistical initiatives, including through regional organizations.",
    "64": "To further strengthen interoperability of data and statistical frameworks for sustainable development, accessibility and innovation: (a) We support the continued strengthening of the Sustainable Development Goal indicator framework, including support for enhancing the regular reporting on and use of Goal indicator 17.3.1 and prioritization of high-quality, disaggregated data collection and dissemination, as appropriate; (b) We encourage broader reporting by South-South cooperation providers, and acknowledge reporting on South-South cooperation under the voluntary conceptual framework for the measurement of South-South Cooperation, and support the role of the United Nations Conference on Trade and Development as its custodian; (c) We encourage the promotion of open, interoperable data platforms and standards to improve data-sharing and accessibility, addressing challenges for developing countries, while respecting privacy and data protection in accordance with national rules and legislation; (d) We encourage enhanced coordination on data and statistics among international financial institutions, national, regional and international statistical agencies, the United Nations, Member States, development agencies and relevant stakeholders; (e) We invite multilateral development banks and development partners to support the least developed countries to strengthen national data and statistical systems in the provision of economic data that facilitates the formulation and impact assessment of responsive policies and interventions on private sector development, including on micro-, small and medium-sized enterprises, with a view to enhancing decent job creation; (f) We encourage leveraging innovation in non‑traditional data sources, including administrative records, geospatial information, mobile data as well as citizen-generated data and remote sensing, supported by public-private partnerships and specific, measurable, achievable, relevant and time-bound (SMART) indicators. We will strengthen capacity for effective data-sharing and exchange, as appropriate, within government and between government and the private sector; (g) We reaffirm the commitment contained in the Pact for the Future to urgently develop a framework of measures of progress on sustainable development that complement or go beyond gross domestic product through the work of the independent high-level expert group to develop recommendations for a limited number of country-owned and universally applicable indicators of sustainable development that complement and go beyond gross domestic product and a subsequent United Nations-led intergovernmental process. Monitoring and follow-up",
    "65": " development, including the policy coordination, building on experiences with integrated national financing frameworks, where appropriate; (e) To enhance implementation, we invite countries to report on progress and challenges in implementing the financing for development outcomes in the forum on financing for development follow-up, and to catalyse investment through the Sustainable Development Goals Investment Fair; (f) We encourage enhanced regional follow-up processes, as part of the regional forums on sustainable development led by the regional economic commissions, with regular regional reporting on progress, regional committees and consultations on progress and priorities; (g) We will consider, by 2029, the need to hold a follow-up conference on financing for development.",
    "66": "We will implement the Sevilla Commitment, with the aim of achieving sustainable development and reaffirming trust in multilateralism."
  },
  "signals": {
    "55": [
      "PGA"
    ]
  },
  "signal_summary": {
    "PGA": 1
  },
  "symbol_references": [
    "A/79/L.109"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}