{
  "symbol": "A/RES/76/113",
  "doc_type": "resolution",
  "title": "76/113. Provisional application of treaties",
  "paragraphs": {
    "1": "A State may not invoke the fact that its consent to the provisional application of a treaty or a part of a treaty has been expressed in violation of a provision of its internal law regarding competence to agree to the provisional application of treaties as invalidating its consent unless that violation was manifest and concerned a rule of its internal law of fundamental importance.",
    "2": "An international organization may not invoke the fact that its consent to the provisional application of a treaty or a part of a treaty has been expressed in violation of the rules of the organization regarding competence to agree to the provisional application of treaties as invalidating its consent unless that violation was manifest and concerned a rule of fundamental importance. Guideline 12 Agreement to provisional application with limitations deriving from internal law of States or rules of international organizations The present guidelines are without prejudice to the right of States or international organizations to agree in the treaty itself or otherwise to the provisional application of the treaty or a part of the treaty with limitations deriving from the internal law of States or from the rules of international organizations.",
    "3": "Unless the treaty otherwise provides or it is otherwise agreed, a State or an international organization may invoke other grounds for terminating provisional application, in which case it shall notify the other States or international organizations concerned.",
    "4": " Guideline 10 Internal law of States, rules of international organizations and observance of provisionally applied treaties",
    "5": "Requests the Secretary-General to prepare a volume of the United Nations Legislative Series compiling the practice of States and international organizations in the provisional application of treaties, as furnished by the latter over the years, together with other materials relevant to the topic. 49th plenary meeting 9 December 2021 Annex Text of the guidelines on provisional application of treaties Guideline 1 Scope The present guidelines concern the provisional application of treaties by States or by international organizations. Guideline 2 Purpose The purpose of the present guidelines is to provide guidance regarding the law and practice on the provisional application of treaties, on the basis of article 25 of the Vienna Convention on the Law of Treaties and other relevant rules of international law. Guideline 3 General rule A treaty or a part of a treaty is applied provisionally pending its entry into force between the States or international organizations concerned, if the treaty itself so provides, or if in some other manner it has been so agreed. Guideline 4 Form of agreement In addition to the case where the treaty so provides, the provisional application of a treaty or a part of a treaty may be agreed between the States or international organizations concerned through: (a) a separate treaty; or (b) any other means or arrangements, including: (i) a resolution, decision or other act adopted by an international organization or at an intergovernmental conference, in accordance with the rules of such organization or conference, reflecting the agreement of the States or international organizations concerned; (ii) a declaration by a State or by an international organization that is accepted by the other States or international organizations concerned. Guideline 5 Commencement The provisional application of a treaty or a part of a treaty takes effect on such date, and in accordance with such conditions and procedures, as the treaty provides or as is otherwise agreed. Guideline 6 Legal effect The provisional application of a treaty or a part of a treaty produces a legally binding obligation to apply the treaty or a part thereof between the States or international organizations concerned, except to the extent that the treaty otherwise provides or it is otherwise agreed. Such treaty or part of a treaty that is being applied provisionally must be performed in good faith. Guideline 7 Reservations The present guidelines are without prejudice to any question concerning reservations relating to the provisional application of a treaty or a part of a treaty. Guideline 8 Responsibility for breach The breach of an obligation arising under a treaty or a part of a treaty that is applied provisionally entails international responsibility in accordance with the applicable rules of international law. Guideline 9 Termination"
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}