{
  "symbol": "A/RES/78/1",
  "doc_type": "resolution",
  "title": "78/1. Political declaration of the high-level political forum on sustainable development convened under the auspices of the General Assembly",
  "paragraphs": {
    "1": "We, the Heads of State and Government and high representatives, have met at United Nations Headquarters in New York on 18 and 19 September 2023, at the Sustainable Development Goals Summit, 1 to review progress and accelerate the implementation of the 2030 Agenda for Sustainable Development.",
    "2": "We reaffirm our commitment to effectively implement the 2030 Agenda and its SDGs and uphold all principles enshrined in it. The 2030 Agenda remains our overarching roadmap for achieving sustainable development and overcoming the multiple crises we face. We will act with urgency to realize its vision as a plan of action for people, planet, prosperity, peace and partnership, leaving no one behind. We will endeavour to reach the furthest behind first.",
    "3": "We emphasize that eradicating poverty in all its forms and dimensions, including extreme poverty, is the greatest global challenge and an indispensable requirement for sustainable development.",
    "4": "We reaffirm that the 2030 Agenda is universal in nature and that its Goals and targets are comprehensive, far-reaching, people-centered, indivisible and interlinked, balancing the three dimensions of sustainable development: economic, social and environmental, in an integrated manner. They seek to realize the human rights of all and to achieve gender equality and the empowerment of all women and girls.",
    "5": "We reaffirm that the 2030 Agenda is guided by the purposes and principles of the Charter of the United Nations, including full respect for international law. It is grounded in the Universal Declaration of Human Rights, international human rights treaties, the Millennium Declaration and the 2005 World Summit Outcome. It is informed by other instruments such as the Declaration on the Right to Development.",
    "6": "We also reaffirm the Addis Ababa Action Agenda as an integral part of the 2030 Agenda. We are committed to its full implementation which is critical for the realization of the SDGs and their targets and to this end welcome the organization of the 2023 High-level Dialogue on Financing for Development back-to-back with the SDG Summit.",
    "7": "We also reaffirm that climate change is one of the greatest challenges of our time. We express profound alarm that emissions of greenhouse gases continue to rise globally, and remain deeply concerned that all countries, particularly developing countries, are vulnerable to the adverse impacts of climate change. We emphasize in this regard that mitigation of and adaptation to climate change represent an immediate and urgent priority.",
    "8": "The achievement of the SDGs is in peril. At the midpoint of the 2030 Agenda, we are alarmed that the progress on most of the SDGs is either moving much too slowly or has regressed below the 2015 baseline. Our world is currently facing numerous crises. Years of sustainable development gains are being reversed. Millions of people have fallen into poverty, hunger and malnutrition are becoming more prevalent, humanitarian needs are rising, and the impacts of climate change more pronounced. This has led to increased inequality exacerbated by weakened international solidarity and a shortfall of trust to jointly overcome these crises.",
    "9": "We commit to bold, ambitious, accelerated, just and transformative actions, anchored in international solidarity and effective cooperation at all levels. We will promote a systemic shift towards a more inclusive, just, peaceful, resilient and sustainable world for people and planet, for present and future generations.",
    "10": "We will devote ourselves collectively to the pursuit of sustainable development including through international cooperation and partnership on the basis of mutual trust and the full benefit of all, in a spirit of global solidarity, for the common future of present and coming generations.",
    "11": "",
    "12": "We are concerned about the persistent disproportionate and multidimensional impacts from the COVID-19 pandemic. We must strengthen multilateral and international cooperation for developing countries, particularly the poorest and most vulnerable countries, to help them recover from the ongoing effects of the COVID-19 pandemic and strengthen resilience including through pandemic prevention, preparedness and response.",
    "13": "We recognize the special challenges facing all developing countries in pursuing sustainable development, in particular African countries, least developed countries, landlocked developing countries, small island developing States, as well as the specific challenges facing middle-income countries and countries in conflict and post-conflict situations.",
    "14": "We remain resolved, between now and 2030, to end poverty and hunger everywhere; to combat inequalities within and among countries; to build peaceful, just and inclusive societies; to respect, protect and fulfil human rights and achieve gender equality and the empowerment of all women and girls and to ensure the lasting protection of the planet and its natural resources. We also remain resolved to create conditions for sustainable, inclusive and sustained economic growth, shared prosperity and decent work for all, and equal pay for work of equal value, taking into account different levels of national development and capacities. We take note with appreciation of the Global Accelerator on Jobs and Social Protection for Just Transitions and encourage all countries to consider supporting its implementation. We commit to ensuring that persons with disabilities actively participate in and equally benefit from sustainable development efforts.",
    "15": "We reaffirm that gender equality and the empowerment of all women and girls will make a crucial contribution to progress across all the Goals and targets. The achievement of full human potential and sustainable development is not possible if one half of humanity continues to be denied full human rights and opportunities. We will ensure full and equal enjoyment of all human rights and fundamental freedoms by all women and girls, without discrimination. We also resolve to eliminate all forms of violence against women and girls.",
    "16": "We reaffirm the role of culture as an enabler of sustainable development that provides people and communities with a strong sense of identity and social cohesion and contributes to more effective and sustainable development policies and measures at all levels.",
    "17": "We commit to stepping up our efforts to fight against racism, all forms of discrimination, xenophobia and related intolerance, stigmatization, hate speech, through cooperation, partnership and inclusion and respect for diversity.",
    "18": "We reaffirm our resolve to realize our vision of a world with access to inclusive and equitable quality education, universal health coverage including access to quality essential health-care services, social protection, food security and improved nutrition, safe drinking water, sanitation and hygiene, affordable, reliable, sustainable and modern energy, sustainable industrialization and quality, resilient, reliable and sustainable infrastructure for all.",
    "19": "",
    "20": "Sustainable development cannot be realized without peace and security; and peace and security will be at risk without sustainable development. We reaffirm the need to build peaceful, just and inclusive societies that provide equal access to justice and that are based on respect for human rights (including the right to development), on effective rule of law and good governance at all levels and on transparent, effective and accountable institutions. Factors which give rise to violence, insecurity and injustice, such as inequality, corruption, poor governance and illicit financial and arms flows, are addressed in the Agenda.",
    "21": "The 2030 Agenda remains our commitment to the children and youth of today so that they may achieve their full human potential, as critical agents of change and torchbearers of the 2030 Agenda for current and future generations.",
    "22": "We acknowledge the essential role of parliaments in ensuring accountability for the effective implementation of our goals and commitments under the 2030 Agenda.",
    "23": "We commit to enhancing global, regional, national and local partnerships for sustainable development, engaging all relevant stakeholders, including civil society, private sector, academia and youth, recognizing the important contribution they can make toward achieving the 2030 Agenda, and the localization of the SDGs. We also reaffirm the importance of the regional dimension of sustainable development in addressing regional challenges and scaling up action among countries. II. Our changed world – Progress and remaining gaps and challenges",
    "24": "Our world has changed drastically since the first SDG Summit in 2019 and since we adopted the 2030 Agenda in 2015. The world was already off track in achieving the majority of the SDGs before the COVID-19 pandemic. Without immediate course correction and acceleration of progress toward achieving the SDGs, our world is destined to face continued poverty, prolonged periods of crisis and growing uncertainty.",
    "25": "We are concerned about the persistent and long-term impacts from the COVID-19 pandemic, continued poverty and widening inequalities, and the multiple interlinked crises that are pushing our world to the brink, particularly in developing countries and for the poorest and most vulnerable. The crisis of climate change and its impacts, including persistent drought and extreme weather events, land loss and degradation, sea level rise, coastal erosion, ocean acidification and the retreat of mountain glaciers, as well as biodiversity loss, desertification, sand and dust storms, and pollution, including plastic, air, and chemical pollution, threaten planet and people. Forced displacement, the cost-of-living, water, food security and nutrition, financial and energy crises and challenges are derailing progress on the Sustainable Development Goals.",
    "26": "In many parts of the world armed conflicts and instability have persisted or intensified, causing untold human suffering and undermining the realization of the Sustainable Development Goals. Our efforts to prevent and resolve conflicts and foster peaceful, just and inclusive societies have often been fragmented and insufficient and have been hindered in the current global context.",
    "27": "We acknowledge that the cascading global crises have highlighted and exacerbated existing gender inequality, such as unequal access to healthcare, education, social protection, decent jobs and economic opportunities.",
    "28": " recognizing the value of evidenced-based approaches to evaluate progress to date towards the SDGs.",
    "29": "We recognize the positive role and contribution of migrants for inclusive growth and sustainable development in countries of origin, transit and destination, including by enriching societies through human, socioeconomic and cultural capacities. We recommit to cooperate internationally to ensure safe, orderly and regular migration involving full respect for human rights and the humane treatment of migrants, regardless of their migration status, and to support countries of origin, transit and destination in the spirit of international cooperation, taking into account national circumstances.",
    "30": "We must meet the moment by taking immediate measures to scale up efforts to achieve the 2030 Agenda and the Addis Ababa Action Agenda, including through development cooperation, SDG investments, reforming the international financial architecture, supporting sustained, inclusive and sustainable growth, enhancing macroeconomic policy cooperation, exploring measures of progress on sustainable development that complement or go beyond gross domestic product, and implementing actions to accelerate sustainable development, in particular in support of developing countries.",
    "31": "We are deeply concerned by the marked increase of the estimated SDG financing gap and recognize the urgency of providing predictable, sustainable and sufficient development finance to developing countries from all sources.",
    "32": "We note that there has been positive progress in a limited number of areas. We recognize the efforts of countries and stakeholders at all levels since 2015 to realize the vision of the 2030 Agenda and the Sustainable Development Goals. We acknowledge that important lessons were drawn from the COVID-19 pandemic in health, culture, education, science, technology, and innovation and digital transformation for sustainable development.",
    "33": "We are encouraged by the progress achieved in the implementation of the Vienna Programme of Action for Landlocked Developing Countries 2014–2024, and the SAMOA Pathway for SIDS 2014–2024, and call upon the international community to take the opportunity of the Third UN Conference on LLDCs and the 4th International Conference on Small Island Developing States to identify and address the key priority issues of LLDCs and SIDS respectively, as well as to forge genuine and durable partnerships, including financial support, that will accelerate the implementation of their respective sustainable development blueprints. Additionally, we welcome the Doha political declaration, and the commitments made towards the timely and full implementation of the Doha Programme of Action for the Least Developed Countries for the Decade 2022–2031.",
    "34": "We welcome the ongoing efforts of the UN development system to implement the reforms championed by the Secretary-General and endorsed by the General Assembly, to better support programme countries in their efforts to implement the 2030 Agenda, stressing the importance of predictable and sustainable funding of the UN development system and its programmatic activities.",
    "35": "We recognize that the Voluntary National Reviews have generated valuable lessons learned and have helped countries monitor progress and integrate the Sustainable Development Goals into national plans and policies. III. Call to action – turning our world towards 2030",
    "36": " declines and accelerate progress to achieve the 2030 Agenda and implement the SDGs.",
    "37": "We commit to achieving sustainable development and shared prosperity for all by focusing our policies and actions on the poorest and most vulnerable. We will endeavour to identify those who are being left behind and reach those who are the furthest behind first. People who are vulnerable must be empowered. Those whose needs are reflected in the 2030 Agenda include all children, youth, persons with disabilities, people living with HIV/AIDS, older persons, Indigenous Peoples, refugees, internally displaced persons, and migrants. We intend to see the Goals and targets met for all nations and peoples and for all segments of society. We will take action to combat inequalities within and among countries and pursue policies that stem the tide of rising inequality, including through social protection systems and universal health coverage. We look forward to the proposed world social summit in 2025, subject to discussion and agreement by the General Assembly on its modalities, and emphasize that the possible summit outcome should have a social development approach and give momentum towards the implementation of the 2030 Agenda.",
    "38": " learners to achieve their full potential and physical, mental and emotional well-being. effectively implemented by developing countries. (iii) through securing increases to grants and concessional finance, better leveraging their capital bases and considering ways for the respective boards of the MDBs to increase their capitalization and encourage dialogue between multilateral development banks and other financial institutions. (x) We recommit to the promotion of a universal, rules-based, non-discriminatory, open, fair, inclusive, equitable and transparent multilateral trading system, with the World Trade Organization (WTO) at its core, as well as meaningful trade liberalization. We underscore that the multilateral trading system should contribute to the achievement of the Sustainable Development Goals, providing policy space for national development objectives, poverty eradication and sustainable development, consistent with relevant international rules and countries’ commitments, and promote export-led growth in the developing countries through, inter alia, preferential trade access for developing countries, targeted special and differential treatment that responds to the development needs of individual countries, in particular least developed countries, and the elimination of trade barriers that are inconsistent with World Trade Organization agreements. We welcome the commitment of WTO members to work towards the necessary reform of the organization, with the aim of improving all its functions and effectively addressing the challenges facing global trade. We look forward to concrete and positive results at the 13th WTO Ministerial Conference. (xi) We confirm our political commitment to explore measures of progress on sustainable development that complement or go beyond gross domestic product to have a more inclusive approach to international cooperation and reaffirm our call to engage in United Nations-led intergovernmental discussions in consultation with relevant stakeholders. (xii) We encourage the international community to consider multidimensional vulnerability, including the potential use of a multidimensional vulnerability index, as criteria to access concessional finance. (xiii) We look forward to the deliberations on convening a fourth international conference on financing for development in 2025. (xiv) We look forward to the beginning of inter-governmental discussions in New York at United Nations Headquarters on ways to strengthen the inclusiveness and effectiveness of international tax cooperation.",
    "39": "We recognize that the integrated nature of the Sustainable Development Goals requires a global response. We renew our commitment to multilateralism, to find new ways of working together and to ensure that multilateral institutions keep pace with the rapid changes taking place. We further commit to finding peaceful and just solutions to disputes and to respecting international law and the purposes and principles of the Charter of the United Nations, including the right to self- determination of peoples and the need to respect the territorial integrity and political independence of States.",
    "40": "We commit to fully support the UN development system, including the RC system and the Joint SDG Fund, to deliver better in support of programme countries and their efforts to implement the 2030 Agenda and its SDGs. We support the United Nations in playing a central and coordinating role in international development cooperation.",
    "41": " of the interlinkages across the Goals and targets, including policy implications of their synergies and trade-offs.",
    "42": "We look forward to the Summit of the Future in 2024 as an important opportunity to, inter alia, accelerate the implementation of the 2030 Agenda and its SDGs.",
    "43": "We commit with united efforts, political will and firm actions to advance concrete, integrated and targeted policies and actions to fulfill the vision of the 2030 Agenda and achieve the Sustainable Development Goals. We pledge to act now, for present and future generations, turning our world towards a sustainable and resilient path by 2030, and leaving no one behind."
  },
  "signals": {},
  "signal_summary": {},
  "symbol_references": [
    "A/78/L.1"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}