{
  "symbol": "A/RES/75/326",
  "doc_type": "resolution",
  "title": "75/326. Modalities for the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity”",
  "paragraphs": {
    "1": "The international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity” will be held in Stockholm, on 2 and 3 June 2022. I. Organization of work A. Plenary meetings",
    "2": "The international meeting will consist of a total of four plenary meetings, to be held as follows: Thursday, 2 June: from 9.30 a.m. to 1 p.m. and from 3 to 6 p.m. Friday, 3 June: from 10 a.m. to 1 p.m. and from 3 to 7 p.m.",
    "3": "The plenary meetings will be devoted to statements.",
    "4": "The list of speakers for the plenary meetings will be established on a first-come first-served basis, with the customary protocol that ensures that Heads of State or Government speak first, followed by other heads of delegation. The European Union will be included in the list of speakers. Detailed arrangements will be communicated in a timely manner through a note by the Secretariat. The time limit for the statements will be three minutes for individual delegations and five minutes for statements made on behalf of a group of States.",
    "5": "At the opening segment of the international meeting, to take place during the first plenary meeting, to be held on the morning of Thursday, 2 June, consideration will be given to all procedural and organizational matters, including the adoption of the agenda, the election of the two Presidents of the international meeting, the election of officers, as appropriate, the appointment of the members of the Credentials Committee, arrangements for the preparation of the report of the international meeting and other matters. The opening segment shall include a commemorative moment dedicated to the United Nations Conference on the Human Environment, held in Stockholm from 5 to 16 June 1972. At the first plenary meeting, on the morning of Thursday, 2 June, statements will be made by the Presidents of the international meeting, the Secretary-General of the United Nations, the President of the General Assembly, the President of the Economic and Social Council and the Secretary- General of the international meeting.",
    "6": "The plenary meetings will also hear statements from representatives of other intergovernmental organizations, international financial institutions, international bodies, the United Nations specialized agencies, funds and programmes, as well as major groups and other stakeholders in accordance with the practices of the General Assembly.",
    "7": "At the final plenary meeting, to be held on Friday, 3 June, the summary of discussions will be presented by the Presidents of the international meeting.",
    "8": " B. Leadership dialogues",
    "9": "The international meeting will include three leadership dialogues, to be held in parallel with the plenary meetings, as follows: Thursday, 2 June: from 3 to 6 p.m. Friday, 3 June: from 10 a.m. to 1 p.m. and from 3 to 6 p.m.",
    "10": "Summaries of the leadership dialogues should be presented to the international meeting at its closing plenary meeting and be included in the final report of the international meeting. II. Credentials of representatives to the international meeting: appointment of the members of the Credentials Committee",
    "11": "The Credentials Committee will be appointed in accordance with the rules of procedure of the General Assembly. Its composition shall be based on that of the Credentials Committee of the General Assembly at its seventy-sixth session. III. Accreditation: institutional stakeholders",
    "12": "Relevant intergovernmental organizations, international financial institutions and international bodies that were accredited to the United Nations Conference on Environment and Development, the World Summit on Sustainable Development, the United Nations Conference on Sustainable Development, the United Nations summit for the adoption of the post-2015 development agenda, the high-level United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development, the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, the 2020 preparatory meeting for the United Nations Conference to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development and to previous United Nations conferences on the sustainable development of small island developing States, held in Barbados, Mauritius and Samoa, as well as those invited to participate in the sessions of the United Nations Environment Assembly, may participate in the deliberations of the international meeting and its preparatory meeting, as appropriate.",
    "13": "Interested intergovernmental organizations that were not accredited to the conferences and summits listed in paragraph 12 above may apply to the General Assembly for accreditation following the established accreditation procedure. IV. Accreditation: non-governmental organizations and other stakeholders",
    "14": "The non-governmental organizations and major groups as identified in Agenda 21,3 in consultative status with the Economic and Social Council, those that were accredited to the conferences and summits listed in paragraph 12 above, as well as non-governmental organizations that have an interest in the field of the environment and were invited to the previous sessions of the United Nations Environment Assembly, shall register in order to participate.",
    "15": "The President of the General Assembly shall also draw up a list of other relevant non-governmental organizations, civil society organizations, academic institutions, the scientific community, the private sector and philanthropic organizations, which may participate in the international meeting and the preparatory meeting, taking into account the principles of transparency and of equitable geographical representation, with due regard for gender parity, and shall submit the proposed list to Member States – for their consideration on a non-objection basis and to bring the list4 to the attention of the General Assembly before the preparatory meeting and, in any case, no later than February 2022, for a final decision by the Assembly on participation in the international meeting and the preparatory meeting.",
    "16": "The provisions of paragraph 15 of General Assembly resolution 67/290 of 9 July 2013 shall apply mutatis mutandis to the international meeting and its preparatory process. V. Secretariat",
    "17": "The Secretary-General of the international meeting will serve as the focal point within the Secretariat for providing support to the organization of the international meeting, in cooperation with the representatives of the Presidents and Vice- Presidents. VI. Documentation",
    "18": "The official documentation of the international meeting will include documents issued before, during and after the international meeting.",
    "19": "It is recommended that the international meeting adopt a report consisting of the procedural decisions of the international meeting, a brief account of the proceedings and a reportorial account of the work of the international meeting and the action taken at the plenary meetings.",
    "20": "The summary of the plenary meetings and the leadership dialogues should also be included in the report of the international meeting. VII. Organization of parallel meetings and other events of the international meeting",
    "21": "Parallel meetings and other events, including those of major groups and other stakeholders, may be held during the same hours as the plenary meetings and leadership dialogues, space permitting. Interpretation services will be provided for such meetings, as available. VIII. Side events",
    "22": "Side events, including briefings, seminars, workshops and panel discussions on issues related to the theme of the international meeting, will be organized by participants in the international meeting. Guidelines for organizing such events and the calendar of those events will be made available on the website of the international meeting. IX. Media coverage",
    "23": "Press materials will be prepared by the Department of Global Communications of the Secretariat for journalists covering the international meeting. In addition, regular press releases will be issued on the results of plenary meetings, leadership dialogues and other events. All relevant documentation will be made available on the website of the international meeting.",
    "24": "The plenary meetings, the leadership dialogues and the press conferences will be broadcast live to the media area. A programme of special media briefings and press conferences will be announced.",
    "25": "Decides that accreditation to the international meeting shall be in accordance with the provisions set forth in annex II to the present resolution;",
    "26": "Encourages States and international donors, as well as the private sector, financial institutions, foundations and other donors in a position to do so, to support the preparations for the international meeting through voluntary contributions to a trust fund in support of preparations for the international meeting and to support the participation of representatives of developing countries in the international meeting. 103rd plenary meeting 10 September 2021 Annex I Provisional agenda of the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity” Stockholm, 2 and 3 June 2022"
  },
  "signals": {
    "5": [
      "PGA"
    ],
    "15": [
      "PGA"
    ]
  },
  "signal_summary": {
    "PGA": 2
  },
  "symbol_references": [
    "A/75/L.135"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}