{
  "symbol": "A/RES/78/327",
  "doc_type": "resolution",
  "title": "78/327. Modalities of the 2026 United Nations Water Conference to Accelerate the Implementation of Sustainable Development Goal 6: Ensure availability and sustainable management of water and sanitation for all",
  "paragraphs": {
    "1": "Non-governmental organizations accredited to participate in the Conference may designate representatives to attend public meetings of the Conference and the Main Committee as observers.",
    "2": "Upon the invitation of the presiding officer of the Conference and subject to the approval of the Conference, such observers may make oral statements on questions in which they have special competence. If the number of requests to speak is too large, the non-governmental organizations shall be requested to form themselves into constituencies, such constituencies to speak through spokespersons. Rule 66 Written statements Written statements submitted by the designated representatives referred to in rules 60 to 65 shall be circulated by the secretariat to all delegations in the quantities and the languages in which the statements are made available to it at the site of the Conference, provided that a statement submitted on behalf of a non-governmental organization must be related to the work of the Conference and be on a subject in which the organization has a special competence. Written statements shall not be made available at United Nations expense and shall not be issued as official documents. XII. Suspension and amendment of the rules of procedure Rule 67 Method of suspension Any of these rules may be suspended by the Conference provided that 24 hours’ notice of the proposal for the suspension has been given, which may be waived if no representative objects. Any such suspension shall be limited to a specific and stated purpose and to a period required to achieve that purpose. Rule 68 Method of amendment These rules of procedure may be amended by a decision of the Conference taken by a two-thirds majority of the States present and voting, after the General Committee has reported on the proposed amendment.",
    "3": "A motion requiring that no decision be taken on a proposal shall be put to the vote before a decision is taken on the proposal in question. Rule 44 Elections All elections shall be held by secret ballot unless, in the absence of any objection, the Conference decides to proceed without taking a ballot when there is an agreed candidate or slate of candidates. Rule 45 Balloting",
    "4": "If a vote is equally divided, the proposal or motion shall be regarded as rejected. Rule 36 Meaning of the phrase “States present and voting” For the purpose of the present rules, the phrase “States present and voting” means States casting an affirmative or negative vote. States which abstain from voting shall be regarded as not voting. Rule 37 Method of voting",
    "5": "At the opening of the Conference, to take place during the first plenary meeting, to be held on Wednesday, 2 December, from 9 to 10 a.m., consideration will be given to all procedural and organizational matters, including the adoption of the rules of procedure and the agenda, the election of the two Presidents of the Conference, the election of officers, the establishment of subsidiary organs, as appropriate, the appointment of the members of the Credentials Committee, arrangements for the preparation of the report of the Conference and other matters. At the first plenary meeting, statements will be made by the Presidents of the Conference, the Secretary- General of the United Nations, the President of the General Assembly, the President of the Economic and Social Council, the Secretary-General of the Conference and the Chair of UN-Water.",
    "6": "The plenary meetings will also hear statements, in accordance with the practices of the General Assembly, from representatives of intergovernmental organizations, international financial institutions, international bodies, the specialized agencies, funds and programmes, as well as major groups and other stakeholders accredited to the Conference as observers in accordance with the present annex.",
    "7": "The final plenary meeting, to be held on the afternoon of Friday, 4 December, is expected to conclude with, inter alia, reporting on the interactive dialogues, to be followed by the adoption of the report of the Conference.",
    "8": " B. Interactive dialogues",
    "9": "The Conference will include six interactive dialogues, to be held in parallel with the plenary meetings, as follows: Wednesday, 2 December: from 10 a.m. to 1 p.m. and from 3 to 6 p.m. Thursday, 3 December: from 10 a.m. to 1 p.m. and from 3 to 6 p.m. Friday, 4 December: from 10 a.m. to 1 p.m. and from 3 to 5 p.m.",
    "10": "Summaries of the interactive dialogues should be presented to the Conference at its closing plenary meeting, followed by a written submission for the final report of the Conference. C. Main Committee",
    "11": "The Main Committee, established in accordance with the rules of procedure of the Conference, will meet, if necessary, in parallel with plenary meetings, except during the opening and closing of the Conference, and will be responsible for finalizing any outstanding matters. II. Credentials of representatives to the Conference: appointment of the members of the Credentials Committee",
    "12": "The Credentials Committee will be appointed according to the rules of procedure of the Conference. III. Accreditation: international organizations and other entities",
    "13": "Relevant intergovernmental organizations, international financial institutions and international bodies with a standing invitation to participate in the work of the General Assembly as observers or that were accredited to the World Summit on Sustainable Development, the United Nations Conference on the Midterm Comprehensive Review of the Implementation of the Objectives of the International Decade for Action, “Water for Sustainable Development”, 2018–2028, the United Nations Conference on Sustainable Development, the intergovernmental conference on an international legally binding instrument under the United Nations Convention on the Law of the Sea on the conservation and sustainable use of marine biological diversity of areas beyond national jurisdiction, the United Nations Conference on Straddling Fish Stocks and Highly Migratory Fish Stocks, the Review Conference on the Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks, the international meeting entitled “Stockholm+50: a healthy planet for the prosperity of all – our responsibility, our opportunity”, the 2017 and 2022 United Nations Conferences to Support the Implementation of Sustainable Development Goal 14: Conserve and sustainably use the oceans, seas and marine resources for sustainable development and to the United Nations conferences on the sustainable development of small island developing States, held in Barbados, Mauritius, Samoa and Antigua and Barbuda, may participate in the deliberations of the Conference and its preparatory meeting, as appropriate, in accordance with the rules of procedure of the Conference.",
    "14": " IV. Accreditation: non-governmental organizations and all relevant stakeholders",
    "15": "The non-governmental organizations and major groups as identified in Agenda 21,13 in consultative status with the Economic and Social Council, as well as those that were accredited to the conferences and summits listed in paragraph 13 above, shall register in order to participate.",
    "16": "The President of the General Assembly shall also draw up lists of other relevant non-governmental organizations, including civil society organizations, academic institutions, the scientific community, the private sector and philanthropic organizations whose work is relevant to the Conference, which may participate in the Conference and the preparatory meeting as observers, taking into account the principles of transparency and of equitable geographical representation, and shall submit the proposed lists to Member States for their consideration on a non-objection basis. The President of the General Assembly shall bring a list to the attention of the General Assembly before the preparatory meeting and, in any case, no later than six months before the Conference.14",
    "17": "The provisions of paragraph 15 of General Assembly resolution 67/290 of 9 July 2013 shall apply mutatis mutandis to the Conference and its preparatory process. V. Secretariat",
    "18": "The Secretary-General of the Conference will serve as focal point within the Secretariat for providing support to the organization of the Conference, in cooperation with the representatives of the two Presidents. VI. Documentation",
    "19": "In accordance with the practice followed at previous United Nations conferences, the official documentation of the Conference will include documents issued before, during and after the Conference.",
    "20": "In accordance with the practice followed at previous United Nations conferences, it is recommended that the Conference adopt a report consisting of the decisions of the Conference, a brief account of the proceedings and a reportorial account of the work of the Conference and the action taken at the plenary meetings.",
    "21": "Summaries of the plenary meetings and interactive dialogues of the Conference and a list of voluntary commitments announced at the Conference should also be included in the report of the Conference. VII. Organization of parallel meetings and other events of the Conference",
    "22": "Parallel meetings and other events, including those of major groups and other stakeholders, will be held during the same hours as the plenary meetings and interactive dialogues, space permitting. Interpretation services will be provided for such meetings, as available. VIII. Side events",
    "23": "Side events, including briefings, seminars, workshops and panel discussions on issues related to the implementation of Sustainable Development Goal 6 will be organized by participants in the Conference. Guidelines for organizing such events and the calendar of those events will be made available on the Conference website. IX. Media coverage",
    "24": "Press materials will be prepared by the Department of Global Communications of the Secretariat for journalists covering the Conference. In addition, regular press releases will be issued on the results of plenary meetings, interactive dialogues and other events. All relevant documentation will be made available on the Conference website.",
    "25": " Rule 5 Provisional participation in the Conference Pending a decision of the Conference on their credentials, representatives shall be entitled to participate provisionally in the Conference. II. Officers Rule 6 Elections The Conference shall elect from among the representatives of participating States the following officers: two Presidents, one from Senegal and one from the United Arab Emirates, each of whom shall preside separately. The Conference shall also elect 13 Vice-Presidents, 15 one of whom shall be designated as Rapporteur- General, two ex officio Vice-Presidents from the host countries, as well as a Chair for the Main Committee established in accordance with rule 46. The officers shall be elected with a view to ensuring the representative character of the General Committee. The Conference may also elect such other officers as it deems necessary for the performance of its functions. Rule 7 General powers of the presiding President"
  },
  "signals": {
    "3": [
      "PGA"
    ],
    "5": [
      "PGA"
    ],
    "7": [
      "PGA"
    ],
    "8": [
      "PGA"
    ],
    "9": [
      "PGA"
    ],
    "10": [
      "PGA"
    ],
    "16": [
      "PGA"
    ],
    "21": [
      "PGA"
    ],
    "22": [
      "PGA"
    ],
    "24": [
      "PGA"
    ]
  },
  "signal_summary": {
    "PGA": 10
  },
  "symbol_references": [
    "A/78/L.110"
  ],
  "is_adopted_draft": false,
  "adopted_by": null,
  "linked_proposals": []
}